[
  {
    "id": 14,
    "city": "makkah",
    "name": {
      "translated": "Abraham",
      "transliterated": "Ibrahim",
      "codepoints": [
        1575,
        1576,
        1585,
        1575,
        1607,
        1610,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "ibrahim",
    "translator": null
  },
  [
    1,
    "Alef, Lam, Ra. Um Livro que te temos revelado para que retires os humanos das trevas (e os transportes) para a luz, com aanuência de seu Senhor, e o encaminhes até à senda do Poderoso, Laudabilíssimo."
  ],
  [
    2,
    "É de Deus tudo quanto existe nos céus e na terra. Ai dos incrédulos, no que respeita ao severo castigo!"
  ],
  [
    3,
    "Quanto àqueles que preferem a vida terrena à outra vida, e desviam os demais da senda de Deus, procurando fazê-latortuosa, esses estão em profundo erro."
  ],
  [
    4,
    "Jamais enviamos mensageiro algum, senão com a fala de seu povo, para elucidá-lo. Porém, Deus permite que se desviequem quer, e encaminha quem Lhe apraz, porque Ele é o Poderoso, o Prudentíssimo."
  ],
  [
    5,
    "Enviamos Moisés com os Nossos sinais, (dizendo-lhe): Transporta o teu povo das trevas para a luz, e recorda-lhe os diasde Deus! Nisso há sinais para todo o perseverante, agradecido."
  ],
  [
    6,
    "Recordai-vos de quando Moisés disse ao seu povo: Lembrai as graças de Deus para convosco ao libertar-vos do povo doFaraó, que vos infligia o pior castigo, sacrificando os vossos filhos e deixando com vida as vossas mulheres. E nissotivestes uma grande prova do vosso Senhor!"
  ],
  [
    7,
    "E de quando o vosso Senhor vos proclamou: Se Me agradecerdes, multiplicar-vos-ei; se Me desagradecerdes, sem dúvidaque o Meu castigo será severíssimo."
  ],
  [
    8,
    "E de quando Moisés disse: Se renegardes, tanto vós como os que existem na terra, sabei que Deus é Opulento, Laudabilíssimo."
  ],
  [
    9,
    "Ignorais, acaso, as histórias de vossos antepassados? Do povo de Noé, de Ad, de Tamud e daqueles que os sucederam? Ninguém, senão Deus, as conhece. Quando os seus mensageiros lhes apresentar as evidências, levaram as mãos às bocas, edisseram: Negamos a vossa missão, e estamos em uma dúvida inquietante sobre o que nos predicais."
  ],
  [
    10,
    "Seus mensageiros retrucaram: Existe, acaso, alguma dúvida acerca de Deus, Criador dos céus e da terra? É Ele que vosconvoca para perdoar-vos os pecados, e vos tolera até ao término prefixado! Responderam: Vós não sois senão uns mortais, como nós; quereis afastar-nos do que adoravam os nossos pais? Apresentai-nos, pois, uma autoridade evidente!"
  ],
  [
    11,
    "Seus mensageiros lhes asseveraram: Não somos mais do que mortais como vós; porém, Deus agracia quem Lhe apraz, dentre Seus servos, e ser-nos-ia impossível apresentar-vos uma autoridade, a não ser com a anuência de Deus. Que os fiéisse encomendem a Deus!"
  ],
  [
    12,
    "E que escusa teremos para nos encomendarmos a Deus, sendo que Ele nos mostrou os caminhos? Nós suportaremos asvossas injúrias, e que a Deus se encomendem os que n'Ele confiam!"
  ],
  [
    13,
    "E os incrédulos disseram ao seus mensageiros: Nós vos expulsaremos da nossa terra, a menos que volteis ao nossocredo! Mas o seu Senhor inspirou-lhes: Exterminaremos os iníquos."
  ],
  [
    14,
    "E depois disso vos faremos habitar a terra. Isso, para quem temer o comparecimento perante Mim e temer a advertência."
  ],
  [
    15,
    "Então (eles) imploraram a vitória e a decisão, e eis que fracassou o plano do poderoso opressor obstinado,"
  ],
  [
    16,
    "Que terá pela frente o inferno, onde lhe será dado a beber licor;"
  ],
  [
    17,
    "Que sorverá, mas não poderá tragar. A morte o espreitará por todas as partes, mas ele não morrerá, e terá pela frente umseveríssimo castigo!"
  ],
  [
    18,
    "As obras daqueles que negaram seu Senhor assemelham-se às cinzas esparramadas em um dia tempestuoso. Não terãopoder por tudo quanto tiveram acumulado. Tal é o profundo erro."
  ],
  [
    19,
    "Não reparas, acaso, em que, na verdade, Deus criou os céus e a terra? Se a Ele aprouvesse, far-vos-ia desaparecer e vossuplantaria por uma nova geração."
  ],
  [
    20,
    "Porque isso não é uma grande empresa para Deus."
  ],
  [
    21,
    "Todos comparecerão ante Deus! E os fracos dirão aos que se ensoberbeceram: Já que fomos vossos seguidores, podereis, porventura, livrar-nos do castigo de Deus? Responder-lhes-ão: Seu Deus nos houvesse encaminhado, o mesmoteríamos feito convosco; quer nos desesperemos, quer sejamos pacientes, não teremos escapatória."
  ],
  [
    22,
    "E quando a questão for decidida, Satanás lhes dirá: Deus vos fez uma verdadeira promessa; assim, eu também vosprometi; porém, faltei à minha, pois não tive autoridade alguma sobre vós, a não ser convocar-vos, e vós me atendestes. Nãome reproveis, mas reprovai a vós mesmos. Não sou o vosso salvador, nem vós sois os meus. Renego (o fato de) que metenhais associado a Deus, e os iníquos sofrerão um doloroso castigo!"
  ],
  [
    23,
    "Os fiéis que tiverem praticado o bem serão introduzidos em jardins, abaixo dos quais correm os rios, onde morarãoeternamente, com o beneplácito do seu Senhor. Ali, a sua saudação será: Paz!"
  ],
  [
    24,
    "Não reparas em como Deus exemplifica? Uma boa palavra é como uma árvore nobre, cuja raiz está profundamente firme, e cujos ramos se elevam até ao céu."
  ],
  [
    25,
    "Frutifica em todas as estações com o beneplácito do seu Senhor. Deus fala por parábolas aos humanos para que serecordem."
  ],
  [
    26,
    "Por outra, há a parábola de uma palavra vil, comparada a uma árvore vil, que foi desarraigada da terra e carece deestabilidade."
  ],
  [
    27,
    "Deus afirmará os fiéis com a palavra firme da vida terrena, tão bem como na outra vida; e deixará que os iníquos sedesviem, porque procede como Lhe apraz."
  ],
  [
    28,
    "Não reparastes naqueles que permutaram a graça de Deus pela ingratidão e arrastaram o seu povo até à morada daperdição?"
  ],
  [
    29,
    "É o inferno em que entrarão! E que detestável paradeiro!"
  ],
  [
    30,
    "E atribuem semelhantes a Deus, para desviar os demais da Sua senda. Dize-lhes: Deletai-vos (nesta vida), porque o fogoserá o vosso destino."
  ],
  [
    31,
    "Dize aos Meus servos fiéis que observem a oração, que façam caridade, privativa ou paladinamente, com aquilo comque os agraciamos, antes que chegue o dia em que não haverá transação, nem amparo."
  ],
  [
    32,
    "Deus foi Quem criou os céus e a terra e é Quem envia a água do céu, com a qual produz os frutos para o vosso sustento! Submeteu, para vós, os navios que, com a Sua anuência, singram os mares, e submeteu, para vós, os rios."
  ],
  [
    33,
    "Submeteu, para vós, o sol e a luz, que seguem os seus cursos; submeteu para vós, a noite e o dia."
  ],
  [
    34,
    "E vos agraciou com tudo quanto Lhe pedistes. E se contardes as mercês de Deus, não podereis enumerá-las. Sabei que ohomem é iníquo e ingrato por excelência."
  ],
  [
    35,
    "E recorda-te de quando Abraão disse: Ó Senhor meu, pacifica esta Metrópole e preserva a mim e aos meus filhos daadoração dos ídolos!"
  ],
  [
    36,
    "Ó Senhor meu, já se desviaram muitos humanos. Porém, quem me seguir será dos meus, e quem medesobedecer... Certamente Tu és Indulgente, Misericordiosíssimo!"
  ],
  [
    37,
    "Ó Senhor nosso, estabeleci parte da minha descendência em um vale inculto perto da Tua Sagrada Casa para que, óSenhor nosso, observem a oração; faze com que os corações de alguns humanos os apreciem, e agracia-os com os frutos, afim de que Te agradeçam."
  ],
  [
    38,
    "Ó Senhor nosso, Tu sabes tudo quanto ocultamos e tudo quanto manifestamos, porque nada se oculta a Deus, tanto naterra como no céu."
  ],
  [
    39,
    "Louvado seja Deus que, na minha velhice, me agraciou com Ismael e Isaac! Como o meu Senhor é Exorável!"
  ],
  [
    40,
    "Ó Senhor meu, faze-me observante da oração, assim como à minha prole! Ó Senhor nosso, escuta a minha súplica!"
  ],
  [
    41,
    "Ó Senhor nosso, perdoa-me a mim, aos meus pais e aos fiéis, no Dia da prestação de contas!"
  ],
  [
    42,
    "E não creiais que Deus está desatento a tudo quanto cometem os iníquos. Ele somente os tolera, até ao dia em que seusolhos ficarão atônitos,"
  ],
  [
    43,
    "Correndo a toda a brida, com as cabeças hirtas, com os olhares inexpressivos e os corações vazios."
  ],
  [
    44,
    "Admoesta, pois, os humanos sobre o dia em que os açoitará o castigo, e os iníquos dirão: ó Senhor nosso, poupa-nos pormais um pouco. Obedeceremos ao Teu apelo e seguiremos os mensageiros! (Ser-lhes-á respondido): Mas não jurastes antesque não seríeis aniquilados?"
  ],
  [
    45,
    "Residistes nos mesmos lugares daqueles que se condenaram, apesar de terdes presenciado o que lhes aconteceu e de vostermos dado (tantos) exemplos!"
  ],
  [
    46,
    "E conspiraram; porém, Deus tem registrado tais conspirações, mesmo que as suas conspirações tenham abalado asmontanhas."
  ],
  [
    47,
    "Nunca penseis que Deus falte à promessa feita aos Seus mensageiros, porque Deus é Punidor, Poderosíssimo."
  ],
  [
    48,
    "No dia em que a terra for trocada por outra (coisa) que não seja terra, como também os céus, quando os homenscomparecerem ante Deus, Único, Irresistível,"
  ],
  [
    49,
    "Verás os pecadores, nesse dia, cingidos por correntes."
  ],
  [
    50,
    "As suas roupas serão de alcatrão, e o fogo envolverá os seus rostos."
  ],
  [
    51,
    "Isso, para que Deus puna cada alma segundo os que tiver merecido. Sabei que Deus é destro em ajustar contas."
  ],
  [
    52,
    "Esta é uma mensagem para os humanos, a fim de que com ela sejam admoestados, e saibam que somente Ele é o DeusÚnico, e para que os sensatos nela meditem."
  ]
]