[
  {
    "id": 16,
    "city": "makkah",
    "name": {
      "translated": "The Bee",
      "transliterated": "An-Nahl",
      "codepoints": [
        1575,
        1604,
        1606,
        1581,
        1604
      ]
    },
    "ayahs": 128,
    "slug": "an-nahl",
    "translator": null
  },
  [
    1,
    "Os desígnios de Deus são inexoráveis; não trateis de apressá-los. Glorificado e exaltado seja, pelos parceiros que Lheatribuem."
  ],
  [
    2,
    "Envia, por Sua ordem, os anjos, com a inspiração, a quem Lhe apraz dentre os Seus servos, dizendo-lhes: Adverti que nãohá divindade além de Mim! Temei-me, pois!"
  ],
  [
    3,
    "Ele criou, com justa finalidade, os céus e a terra. Exaltado seja, pelos parceiros que Lhe atribuem."
  ],
  [
    4,
    "Criou o homem de uma gota de sêmen, e o mesmo passou a ser um declarado opositor."
  ],
  [
    5,
    "E criou o gado, do qual obtendes vestimentas, alimento e outros benefícios."
  ],
  [
    6,
    "E tendes nele encanto, quer quando o conduzis ao apriscos, quer quando, pela manhã, os levais para o pasto."
  ],
  [
    7,
    "Ainda leva as vossas cargas até as cidades, às quais jamais chegaríeis, senão à custa de grande esforço. Sabei que ovosso Senhor é Compassivo, Misericordiosíssimo."
  ],
  [
    8,
    "E (criou) o cavalo, o mulo e o asno para serem cavalgados e para o vosso deleite, e cria coisas mais, que ignorais."
  ],
  [
    9,
    "A Deus incumbe indicar a verdadeira senda, da qual tantos se desviam. Porém, se Ele quisesse, iluminar-vos-ia a todos."
  ],
  [
    10,
    "Ele é Quem envia a água do céu, da qual bebeis, e mediante a qual brotam arbustos com que alimentais o gado."
  ],
  [
    11,
    "E com ela faz germinar a plantação, a oliveira, a tamareira, a videira, bem como toda a sorte de frutos. Nisto há um sinalpara os que refletem."
  ],
  [
    12,
    "E submeteu, para vós, a noite e o dia; o sol, a lua e as estrelas estão submetidos às Suas ordens. Nisto há sinais para ossensatos."
  ],
  [
    13,
    "Bem como em tudo quanto vos multiplicou na terra, de variegadas cores. Certamente nisto há sinal para os que meditam."
  ],
  [
    14,
    "E foi Ele Quem submeteu, para vós, o mar para que dele comêsseis carne fresca e retirásseis certos ornamentos com quevos enfeitais. Vedes nele os navios sulcando as águas, à procura de algo de Sua graça; quiçá sejais agradecidos."
  ],
  [
    15,
    "E fixou na terra sólidas montanhas, para que ela não estremeça convosco, bem como rios, e caminhos pelos quais vosguiais."
  ],
  [
    16,
    "Assim como os marcos, constituindo-se das estrelas, pelas quais (os homens) se guiam."
  ],
  [
    17,
    "Poder-se-á comparar o Criador com quem nada pode criar? Não meditais?"
  ],
  [
    18,
    "Porém, se pretenderdes contar as mercês de Deus, jamais podereis enumerá-las. Sabei que Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    19,
    "Deus conhece tanto o que ocultais, como o que manifestais."
  ],
  [
    20,
    "E os que eles invocam, em vez de Deus, nada podem criar, posto que eles mesmos são criados."
  ],
  [
    21,
    "São mortos, sem vida, e ignoram quando serão ressuscitados."
  ],
  [
    22,
    "Vosso Deus é um Deus Único! Porém, quanto àqueles que não crêem na outra vida, os seus corações se negam (aentendê-lo) e estão ensoberbecidos."
  ],
  [
    23,
    "Indubitavelmente Deus conhece tanto o que ocultam, como o que manifestam. Ele não aprecia os ensoberbecidos."
  ],
  [
    24,
    "E quando lhes é dito: Que é que o vosso Senhor tem revelado? Dizem: As fábulas dos primitivos."
  ],
  [
    25,
    "Carregarão com todos os seus pecados no Dia da Ressurreição, e com parte dos pecados daqueles que, nesciamente, eles desviaram. Que péssimo é o que carregarão!"
  ],
  [
    26,
    "Seus antepassados haviam conspirado; porém, Deus fez desmoronar as suas construções até ao alicerce; o teto ruiu sobreeles e o castigo os açoitou quando menos esperavam."
  ],
  [
    27,
    "Então, no Dia da Ressurreição, Ele os aviltará, dizendo-lhes: Onde estão os parceiros pelos quais disputáveis? Ossábios dirão: O aviltamento e o castigo recairão hoje sobre os incrédulos,"
  ],
  [
    28,
    "De cujas almas os anjos se apossam, em estado de iniqüidade. Naquela hora submeter-se-ão e dirão: Nunca fizemos mal! Qual! Deus é Sabedor de tudo quanto fizestes."
  ],
  [
    29,
    "Adentrai as portas do inferno, onde permanecereis eternamente. Que péssima é a morada dos arrogantes!"
  ],
  [
    30,
    "Será dito aos tementes: Que revelou o vosso Senhor? Dirão: O melhor! Para os benfeitores, neste mundo, há umarecompensa; porém, a da outra vida é preferível. Que magnífica é a morada dos tementes!"
  ],
  [
    31,
    "São jardins do Éden em que entrarão, abaixo dos quais correm os rios, onde terão tudo quanto anelaram. Assim Deusrecompensará os tementes,"
  ],
  [
    32,
    "De cujas almas os anjos se apossam em estado de pureza, dizendo-lhes: Que a paz esteja convosco! Entrai no Paraíso, pelo que haveis feito!"
  ],
  [
    33,
    "Esperam os incrédulos, que os anjos se apresentem a eles ou que os surpreendam os desígnios do teu Senhor? Assimfizeram os seus antepassados. Deus não os condenou, outrossim eles condenaram a si próprios."
  ],
  [
    34,
    "Receberam o castigo pelo que cometeram e foram envolvidos por aquilo de que escarneciam."
  ],
  [
    35,
    "Os idólatras dizem: Se Deus quisesse, a ninguém teríamos adorado em vez d'Ele, nem nós, nem nossos pais, nemteríamos prescrito proibições que não fossem as d'Ele. Assim falavam os seus antepassados. Acaso, incumbe aosmensageiros algo além da proclamação da lúcida Mensagem?"
  ],
  [
    36,
    "Em verdade, enviamos para cada povo um mensageiro (com a ordem): Adorai a Deus e afastai-vos do sedutor! Porém, houve entre eles quem Deus encaminhou e houve aqueles que mereceram ser desviados. Percorrei, pois, a terra, e observaiqual foi a sorte dos desmentidores."
  ],
  [
    37,
    "Se anseias (ó Mensageiro) por encaminhá-los, fica sabendo que Deus não ilumina aqueles que se têm extraviado, e quenão terão defensores."
  ],
  [
    38,
    "E juraram por Deus solenemente que Ele não ressuscitará os mortos. Qual! Ressuscitá-los-á, mercê de Sua infalívelpromessa! Porém, a maioria dos humanos o ignora."
  ],
  [
    39,
    "Ele o fará, para elucidá-los na sua divergência, a fim de que os incrédulos reconheçam que eram mentirosos."
  ],
  [
    40,
    "Sabei que quando desejamos algo, dizemos: Seja! e é."
  ],
  [
    41,
    "Quanto àqueles que migraram pela causa de Deus, depois de terem sido oprimidos, apoiá-los-emos dignamente nestemundo, e, certamente, a recompensa do outro mundo será maior, se quiserem saber."
  ],
  [
    42,
    "São aqueles que perseveram e se encomendam ao seu Senhor."
  ],
  [
    43,
    "Antes de ti não enviamos senão homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se o ignorais!"
  ],
  [
    44,
    "(Enviamo-los) com as evidências e os Salmos. E a ti revelamos a Mensagem, para que elucides os humanos, a respeitodo que foi revelado, para que meditem."
  ],
  [
    45,
    "Aqueles que urdiram as maldades estão, acaso, seguros de que Deus não fará com que os trague a terra ou lhessurpreenda o castigo quando menos o esperam?"
  ],
  [
    46,
    "Ou que os surpreenda, em seu caminho errante, uma vez que não podem impedi-Lo de fazer isso?"
  ],
  [
    47,
    "Ou que os alcance com um processo de aniquilamento gradual? Porém, sabei que o vosso Senhor é Compassivo, Misericordiosíssimo."
  ],
  [
    48,
    "Não reparam, acaso, em tudo quanto Deus tem criado, entre as coisas inanimadas, cujas sombras se projetam ora para adireita ora para esquerda, prostrando-se ante Ele humildemente?"
  ],
  [
    49,
    "Ante Deus se prostra tudo o que há nos céus e na terra, bem como os anjos, que não se ensoberbecem!"
  ],
  [
    50,
    "Temem ao seu Senhor, que está acima deles, e executam o que lhes é ordenado."
  ],
  [
    51,
    "Deus disse: Não adoteis dois deuses - posto que somos um Único Deus! - Temei, pois, a Mim somente!"
  ],
  [
    52,
    "Seu é tudo quanto existe nos céus e na terra. Somente a Ele devemos obediência permanente. Temeríeis, acaso, alguémalém de Deus?"
  ],
  [
    53,
    "Todas a mercês de que desfrutais emanam d'Ele; e quando vos açoita a adversidade, só a Ele rogais."
  ],
  [
    54,
    "Logo, quando Ele vos livra da adversidade, eis que alguns de vós atribuem parceiros ao seu Senhor,"
  ],
  [
    55,
    "Para desagradecerem aquilo com que os temos agraciado. Gozai, pois logo o sabereis!"
  ],
  [
    56,
    "Atribuem a coisas que desconhecem uma parte daquilo com que os agraciamos. Por Deus que rendereis contas, arespeito de tudo quanto forjáveis."
  ],
  [
    57,
    "E atribuem filhas a Deus! Glorificado seja! E anseiam, para si, somente o que desejam."
  ],
  [
    58,
    "Quando a algum deles é anunciado o nascimento de uma filha, o seu semblante se entristece e fica angustiado."
  ],
  [
    59,
    "Oculta-se do seu povo, pela má notícia que lhe foi anunciada: deixá-la-á viver, envergonhado, ou a enterrará viva? Quem péssimo é o que julgam!"
  ],
  [
    60,
    "Àqueles que não crêem na outra vida aplica-se a pior similitude. A Deus, aplica-se a mais sublime similitude, porqueEle é o Poderoso, o Prudentíssimo."
  ],
  [
    61,
    "Se Deus castigasse os humanos, por sua iniqüidade, não deixaria criatura alguma sobre a terra; porém, tolera-os até aotérmino prefixado. E quando o seu prazo se cumprir, não poderão atrasá-lo nem adiantá-lo numa só hora."
  ],
  [
    62,
    "Atribuem a Deus as vicissitudes, e as línguas mentem, ao dizerem que deles será todo o bem; sem dúvida o que lhes estáreservado é o fogo infernal, e serão negligenciados."
  ],
  [
    63,
    "Por Deus! Antes de ti enviamos mensageiros e outros povos; porém, Satanás abrilhantou as próprias obras (a esse povo) e hoje é o seu amo; mas sofrerão um doloroso castigo!"
  ],
  [
    64,
    "Só te revelamos o Livro, para que eles elucides as discórdias e para que seja orientação e misericórdia para os quecrêem."
  ],
  [
    65,
    "Deus envia a água do céus, mediante a qual faz vivificar a terra, depois de a mesma haver sido árida. Nisso há sinal paraos que escutam."
  ],
  [
    66,
    "E tendes exemplos nos animais; damos-vos para beber o que há em suas entranhas; provém da conjunção de sedimentos esangue, leite puro e saboroso para aqueles que o bebem."
  ],
  [
    67,
    "E os frutos das tamareiras e das videiras, extraís bebida e alimentação. Nisto há sinal para os sensatos."
  ],
  [
    68,
    "E teu Senhor inspirou as abelhas, (dizendo): Construí as vossas colmeias nas montanhas, nas árvores e nas habitações (dos homens)."
  ],
  [
    69,
    "Alimentai-vos de toda a classe de frutos e segui, humildemente, pelas sendas traçadas por vosso Senhor! Sai do seuabdômen um líquido de variegadas cores que constitui cura para os humanos. Nisto há sinal para os que refletem."
  ],
  [
    70,
    "Deus é Quem vos cria, depois vos recolhe. Entre vós há quem chegará à senilidade, até ao ponto em que de nada selembrará do que tenha sabido. Sabei que Deus é Onipotente, Sapientíssimo."
  ],
  [
    71,
    "Deus favoreceu, com a Sua mercê, uns mais do que outros; porém, os favorecidos não repartem os seus bens com os seusservos, para que com isso sejam iguais. Desagradecerão, acaso, as mercês de Deus!"
  ],
  [
    72,
    "Deus vos designou esposas de vossa espécie, e delas vos concedeu filhos e netos, e vos agraciou com todo o bem; crêem, porventura, na falsidade e descrêem das mercês de Deus?"
  ],
  [
    73,
    "E adoram, em vez de Deus, os que noa podem proporcionar-lhes nenhum sustento, nem dos céus, nem da terra, por nãoterem poder para isso."
  ],
  [
    74,
    "Não compareis ninguém a Deus, porque Ele sabe e vós ignorais."
  ],
  [
    75,
    "Deus põe em comparação um escravo subserviente, que nada possui, com um livre, que temos agraciado prodigamente eque esbanja íntima e manifestamente. Poderão, acaso, equiparar-se? Louvado seja Deus! Porém, a maioria o ignora."
  ],
  [
    76,
    "Deus vos propões outra comparação, a de dois homens: um deles é mudo, incapaz, resultando numa carga para o seuamo; aonde quer que o envie não lhe traz benefício algum. Poderia, acaso, equiparar-se com o que ordena a justiça, e marchapela senda reta?"
  ],
  [
    77,
    "A Deus pertence o mistério dos céus e da terra. E o advento da Hora não tardará mais do que um pestanejar de olhos, oufração menor ainda; sabei que Deus é Onipotente."
  ],
  [
    78,
    "Deus vos extraiu das entranhas de vossas mães, desprovidos de entendimento, proporcionou-vos os ouvidos, as vistas eos corações, para que Lhe agradecêsseis."
  ],
  [
    79,
    "Não reparam, acaso, nos pássaros dóceis, que podem voar através do espaço? Ninguém senão Deus é capaz desustentá-los ali! Nisto há sinal para os fiéis."
  ],
  [
    80,
    "Deus vos designou lares, para morada, e vos proporcionou tendas, feitas de peles de animais, as quais manejaisfacilmente no dia de vossa viagem, bem como no dia do vosso acampamento; e da sua lã, de sua fibra e de seus peloselaborais alfaias e artigos que duram por algum tempo."
  ],
  [
    81,
    "E Deus vos proporcionou abrigos contra o sul em tudo quanto criou, destinou abrigos nos montes, concedeu-vosvestimentas para resguardar-vos do calor e do frio e armaduras para proteger-vos em vossos combates. Assim vos agracia, para que vos consagreis a Ele."
  ],
  [
    82,
    "Porém, se se recusarem, sabe que a ti somente incumbe a proclamação da lúcida Mensagem."
  ],
  [
    83,
    "Muitos tomam conhecimento da graça de Deus, e em seguida a negam, porque a sua maioria é iníqua."
  ],
  [
    84,
    "Recorda-lhes o dia em que faremos surgir uma testemunha de cada povo; então não será permitido aos incrédulosescusarem-se, nem receberão qualquer favor."
  ],
  [
    85,
    "E quando os iníquos virem o tormento, este em nada lhes será atenuado, nem serão tolerados."
  ],
  [
    86,
    "E quando os idólatras virem os seus ídolos, dirão: Ó Senhor nosso, eis os nossos ídolos, aos quais implorávamos, emvez de a Ti! E os ídolos contestarão: Sois uns mentirosos!"
  ],
  [
    87,
    "Então, submeter-se-ão a Deus, e tudo quanto tenham forjado desvanecer-se-á."
  ],
  [
    88,
    "Quanto aos incrédulos, que desencaminham os demais da senda de Deus, aumentar-lhe-emos o castigo, por suacorrupção."
  ],
  [
    89,
    "Recorda-lhes o dia em que faremos surgir uma testemunha de cada povo para testemunhar contra os seus, e teapresentaremos por testemunha contra os teus. Temos-te revelado, pois, o Livro, que é uma explanação de tudo, éorientação, misericórdia e alvíssaras para os muçulmanos."
  ],
  [
    90,
    "Deus ordena a justiça, a caridade, o auxílio aos parentes, e veda a obscenidade, o ilícito e a iniqüidade. Ele vos exorta aque mediteis."
  ],
  [
    91,
    "Cumpri o pacto com Deus, se houverdes feito, e não perjureis, depois de haverdes jurado solenemente, uma vez quehaveis tomado Deus por garantia, porque Deus sabe tudo quanto fazeis."
  ],
  [
    92,
    "E não imiteis aquela (mulher) que desfiava sua roca depois de havê-la enrolado profusamente; não façais juramentosfraudulentos (com segundas intenções), pelo fato de ser a vossa tribo mais numerosa do que outra. Deus somente vosexperimentará e sanará a vossa divergência no Dia da Ressurreição."
  ],
  [
    93,
    "Se Deus quisesse, ter-vos-ia constituído em um só povo; porém, desvia quem quer e encaminha quem Lhe apraz. Porcerto que sereis interrogados sobre tudo quanto tiverdes feito."
  ],
  [
    94,
    "Não façais juramentos fraudulentos, porque tropeçareis, depois de haverdes pisado firmemente, e provareis o infortúnio, por terdes desencaminhado os demais da senda de Deus, e sofrereis um severo castigo."
  ],
  [
    95,
    "Não negocieis o pacto com Deus a vil preço, porque o que está ao lado de Deus é preferível para vós; se o soubésseis!"
  ],
  [
    96,
    "O que possuís é efêmero; por outra o que Deus possui é eterno. Em verdade, premiaremos os perseverantes com umarecompensa, de acordo com a melhor das suas ações."
  ],
  [
    97,
    "A quem praticar o bem, seja homem ou mulher, e for fiel, concederemos uma vida agradável e premiaremos com umarecompensa, de acordo com a melhor das ações."
  ],
  [
    98,
    "Quando leres o Alcorão, ampara-te em Deus contra Satanás, o maldito."
  ],
  [
    99,
    "Porque ele não tem nenhuma autoridade sobre os fiéis, que confiam em seu Senhor."
  ],
  [
    100,
    "Sua autoridade só alcança aqueles que a ele se submetem e aqueles que, por ele, são idólatras."
  ],
  [
    101,
    "E quando ab-rogamos um versículo por outro - e Deus bem sabe o que revela - dizem-te: Só tu és dele o forjador! Porém, a maioria deles é insipiente."
  ],
  [
    102,
    "Dize que, em verdade, o Espírito da Santidade tem-no revelado, de teu Senhor, para firmar os fiéis de orientação ealvíssaras aos muçulmanos."
  ],
  [
    103,
    "Bem sabemos o que dizem: Foi um ser humano que lho ensinou (o Alcorão a Mohammad). Porém, o idioma daquele aquem eludem tê-lo ensinado é o persa, enquanto que a deste (Alcorão) é a elucidativa língua árabe."
  ],
  [
    104,
    "Aqueles que não crerem nos versículos de Deus não serão guiados por Deus e sofrerão um doloroso castigo."
  ],
  [
    105,
    "Os que forjam mentiras são aqueles que não crêem nos versículos de Deus. Tais são os mentirosos."
  ],
  [
    106,
    "Aquele que renegar Deus, depois de ter crido - salvo quem houver sido obrigado a isso e cujo coração se mantenhafirme na fé - e aquele que abre seu coração à incredulidade, esses serão abominados por Deus e sofrerão um severo castigo."
  ],
  [
    107,
    "Isso porque preferiram a vida terra à outra; e Deus não ilumina o povo incrédulo."
  ],
  [
    108,
    "São aqueles aos quais Deus selou os corações, os ouvidos e os olhos; tais são os desatentos."
  ],
  [
    109,
    "Sem dúvida alguma que serão os desventurados na outra vida."
  ],
  [
    110,
    "E o teu Senhor é, para com aqueles que emigraram (de Makka) e que depois de terem sido torturados, combateram pelafé e perseveraram, por isso, Indulgente, Misericordiosíssimo."
  ],
  [
    111,
    "Recorda-lhes o dia em que cada alma advogará pela própria causa e em que todo o ser será recompensado segundo oque houver feito e (ambos) não serão defraudados."
  ],
  [
    112,
    "Deus exemplifica (osso) com o relato de uma cidade que vivia segura e tranqüila, à qual chegavam, de todas as partes, provisões em prodigalidade; porém, (seus habitantes) desagradeceram as mercês de Deus; então Ele lhes fez sofrer fome eterror extremos, pelo que haviam cometido."
  ],
  [
    113,
    "Foi quando se apresentou a eles um mensageiro de sua raça e o desmentiram; porém, o castigo o surpreendeu, por causade sua iniqüidade."
  ],
  [
    114,
    "Desfrutai, pois, de todo o lícito e bom com que Deus vos tem agraciado, e agradecei as mercês de Deus, se só a Eleadorais."
  ],
  [
    115,
    "Ele só vos vedou a carniça, o sangue, a carne de suíno e tudo o que tenha sido sacrificado com a invocação de outronome que não seja o de Deus; porém, quem, sem intenção nem abuso, for compelido a isso, saiba que Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    116,
    "E não profirais falsidades, dizendo: Isto é lícito e aquilo é ilícito, para forjardes mentiras acerca de Deus. Sabei queaqueles que forjam mentiras acerca de Deus jamais prosperarão."
  ],
  [
    117,
    "Seus prazeres são transitórios, e sofrerão um severo castigo."
  ],
  [
    118,
    "Havíamos vedado aos judeus o que te mencionamos anteriormente. Porém, não os condenamos; sem dúvidacondenaram-se a si mesmos."
  ],
  [
    119,
    "Quanto àqueles que cometem uma falta por ignorância e logo se arrependem e se encomendam a Deus, saiba que teuSenhor, depois disso, será Indulgente, Misericordiosíssimo."
  ],
  [
    120,
    "Abraão era Imam e monoteísta, consagrado a Deus, e jamais se contou entre os idólatras."
  ],
  [
    121,
    "Agradecido pelas Suas mercês, pois Deus o elegeu e o encaminhou até à senda reta."
  ],
  [
    122,
    "E lhe concedemos um galardão neste mundo, e no outro estará entre os virtuosos."
  ],
  [
    123,
    "E revelamos-te isto, para que adotes o credo de Abraão, o monoteísta, que jamais se contou entre os idólatras."
  ],
  [
    124,
    "O sábado foi instituído para aqueles que disputaram a seu propósito (os judeus); mas teu Senhor julgará entre eles, devido às suas divergências, no Dia da Ressurreição."
  ],
  [
    125,
    "Convoca (os humanos) à senda do teu Senhor com sabedoria e uma bela exortação; dialoga com eles de maneirabenevolente, porque teu Senhor é o mais conhecedor de quem se desvia da Sua senda, assim como é o mais conhecedor dosencaminhados."
  ],
  [
    126,
    "Quando castigardes, fazei-o do mesmo modo como fostes castigados; porém, se fordes pacientes será preferível para osque forem pacientes."
  ],
  [
    127,
    "Sê paciente, que a tua paciência será levada em conta por Deus; não te condoas deles, nem te angusties por suaconspirações,"
  ],
  [
    128,
    "Porque Deus está com os tementes, e com os benfeitores!"
  ]
]