[
  {
    "id": 17,
    "city": "makkah",
    "name": {
      "translated": "The Night Journey",
      "transliterated": "Al-Isra",
      "codepoints": [
        1575,
        1604,
        1573,
        1587,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 111,
    "slug": "al-isra",
    "translator": null
  },
  [
    1,
    "Glorificado seja Aquele que, durante a noite, transportou o Seu servo, tirando-o da Sagrada Mesquita (em Makka) elevando-o à Mesquita de Alacsa (em Jerusalém), cujo recinto bendizemos, para mostrar-lhe alguns dos Nossos sinais. Sabeique Ele é Oniouvinte, o Onividente."
  ],
  [
    2,
    "E concedemos o Livro a Moisés, (Livro esse) que transformamos em orientação para os israelitas, (dizendo-lhes): Nãoadoteis, além de Mim, outro guardião!"
  ],
  [
    3,
    "Ó geração daqueles que embarcamos com Noé! Sabei que ele foi um servo agradecido!"
  ],
  [
    4,
    "E lançamos, no Livro, um vaticínio aos israelitas: causareis corrupção duas vezes na terra e vos tornareis muitoarrogantes."
  ],
  [
    5,
    "E quanto se cumpriu a primeira, enviamos contra eles servos Nossos poderosos, que adentraram seus lares e foi cumpridaa (Nossa) cominação."
  ],
  [
    6,
    "Logo vos concedemos a vitória sobre eles, e vos agraciamos com bens e filhos, e vos tornamos mais numerosos."
  ],
  [
    7,
    "Se praticardes o bem, este reverte-se-á em vosso próprio benefício; se praticardes o mal, será em prejuízo vosso. Equando se cumpriu a (Nossa) Segunda cominação, permitimos (aos vossos inimigos afligir-vos e invadir o Templo, talcomo haviam invadido da primeira vez, e arrasar totalmente com tudo quanto havíeis conquistado."
  ],
  [
    8,
    "Pode ser que o vosso Senhor tenha misericórdia de vós; porém, se reincidirdes (no erro), Nós reincidiremos (no castigo) e faremos do inferno um cárcere para os incrédulos."
  ],
  [
    9,
    "Em verdade, este Alcorão encaminha à senda mais reta e anuncia aos fiéis benfeitores que obterão uma granderecompensa."
  ],
  [
    10,
    "E para aqueles que negam a outra vida, porém, temos preparado um doloroso castigo."
  ],
  [
    11,
    "O homem impreca pelo mal, ao invés de suplicar pelo bem, porque o homem é impaciente."
  ],
  [
    12,
    "Fizemos da noite e do dia dois exemplos; enquanto obscurecemos o sinal da noite, fizemos o sinal do dia parailuminar-vos, para que procurásseis a graça de vosso Senhor, e para que conhecêsseis o número dos anos e o seu cômputo; eexplanamos claramente todas as coisas."
  ],
  [
    13,
    "E casa homem lhe penduramos ao pescoço o seu destino e, no Dia da Ressurreição, apresentar-lhes-emos um livro, queencontrará aberto."
  ],
  [
    14,
    "(E lhe diremos): Lê o teu livro! Hoje bastarás tu mesmo para julgar-te."
  ],
  [
    15,
    "Quem se encaminha, o faz em seu benefício; quem se desvia, o faz em seu prejuízo, e nenhum pecador arcará com a culpaalheia. Jamais castigamos (um povo), sem antes termos enviado um mensageiro."
  ],
  [
    16,
    "E se pensamos em destruir uma cidade, primeiramente enviamos uma ordem aos seus habitantes abastados que estão nelacorromperem os Nossos mandamentos; esta (cidade), então, merecerá o castigo; aniquilá-la-emos completamente."
  ],
  [
    17,
    "Quantas gerações temos exterminado depois de Noé! Porém, basta tão-somente que teu Senhor conheça e veja ospecados dos Seus servos."
  ],
  [
    18,
    "A quem quiser as coisas transitórias (deste mundo), atendê-lo-emos ao inferno, em que entrará vituperado, rejeitado."
  ],
  [
    19,
    "Aqueles que anelarem a outra vida e se esforçarem para obtê-la, e forem fiéis, terão os seus esforços retribuídos."
  ],
  [
    20,
    "Tanto a estes como àqueles agraciamos com as dádivas do teu Senhor; porque as dádivas do teu Senhor jamais foramnegadas a alguém."
  ],
  [
    21,
    "Repara em como temos dignificado uns mais do que outros. Porém, na outra vida, há maiores dignidades e maisdistinção."
  ],
  [
    22,
    "Não tomes, junto com Deus (ó humano) outra divindade, porque serás vituperado, aviltado."
  ],
  [
    23,
    "O decreto de teu Senhor é que não adoreis senão a Ele; que sejais indulgentes com vossos pais, mesmo que a velhicealcance um deles ou ambos, em vossa companhia; não os reproveis, nem os rejeiteis; outrossim, dirigi-lhes palavrashonrosas."
  ],
  [
    24,
    "E estende sobre eles a asa da humildade, e dize: Ó Senhor meu, tem misericórdia de ambos, como eles tiverammisericórdia de mim, criando-me desde pequenino!"
  ],
  [
    25,
    "Vosso Senhor é mais sabedor do que ninguém do que há em vossos corações. Se sois virtuosos, sabei que Ele éIndulgente para com os contritos."
  ],
  [
    26,
    "Concede a teu parente o que lhe é devido, bem como ao necessitado e ao viajante, mas não sejas perdulário,"
  ],
  [
    27,
    "Porque os perdulários são irmãos dos demônios, e o demônio foi ingrato para com o seu Senhor."
  ],
  [
    28,
    "Porém, se te absténs (ó Mohammad) de privar com eles com o fim de alcançares a misericórdia de teu Senhor, a qualalmejas, fala-lhes afetuosamente."
  ],
  [
    29,
    "Não cerres a tua mão excessivamente, nem a abras completamente, porque te verás censurado, arruinado."
  ],
  [
    30,
    "Teu Senhor prodigaliza e provê, na medida exata, a Sua mercê a quem Lhe apraz, porque está bem inteirado e éObservador dos Seus servos."
  ],
  [
    31,
    "Não mateis vossos filhos por temor à necessidade, pois Nós os sustentaremos, bem como a vós. Sabei que o seuassassinato é um grave delito."
  ],
  [
    32,
    "Evitai a fornicação, porque é uma obscenidade e um péssimo exemplo!"
  ],
  [
    33,
    "Não mateis o ser que Deus vedou matar, senão legitimamente; mas, quanto a quem é morto injustamente, facultamos aoseu parente a represália; porém, que não se exceda na vingança, pois ele está auxiliado (pela lei)."
  ],
  [
    34,
    "Não disponhais do patrimônio do órfão senão da melhor forma, até que ele chegue à puberdade, e cumpri oconvencionado, porque o convencionado será reivindicado."
  ],
  [
    35,
    "E quanto instituirdes a medida, fazei-o corretamente; pesai na balança justa, porque isto é mais vantajoso e de melhorconseqüência."
  ],
  [
    36,
    "Não sigas (ó humano) o que ignoras, porque pelo teu ouvido, pela tua vista, e pelo teu coração, por tudo isto seráresponsável!"
  ],
  [
    37,
    "E não te conduzas com jactância na terra, porque jamais poderás fendê-la, nem te igualar, em altura, às montanhas."
  ],
  [
    38,
    "De todas as coisas, a maldade é a mais detestável, ante o teu Senhor."
  ],
  [
    39,
    "Eis o que da sabedoria te inspirou teu Senhor: Não tomes, junto com Deus, outra divindade, porque será arrojado noinferno, censurado, rejeitado."
  ],
  [
    40,
    "Porventura, vosso Senhor designou para vós os varões e escolheu para Si, dentre os anjos, as filhas? Sabei que proferisuma grande blasfêmia."
  ],
  [
    41,
    "Temos reiterado os Nossos conselhos neste Alcorão, para que se persuadam; porém, isso não logra fazer mais do queaumentar-lhes a aversão."
  ],
  [
    42,
    "Dize-lhes: Se, como dize, houvesse, juntamente com Ele, outros deuses, teriam tratado de encontrar um meio decontrapor-se ao Soberano do Trono."
  ],
  [
    43,
    "Glorificado e sublimemente exaltado seja Ele, por tudo quanto blasfemam!"
  ],
  [
    44,
    "Os setes céus, a terra, e tudo quanto neles existe glorificam-No. Nada existe que não glorifique os Seus louvores! Porém, não compreendeis as suas glorificações. Sabei que Ele é Tolerante, Indulgentíssimo."
  ],
  [
    45,
    "E, quando recitas o Alcorão, interpomos um véu invisível entre ti e aqueles que não crêem na outra vida."
  ],
  [
    46,
    "E sigilamos os corações para que não o compreendessem, e ensurdecemos os seus ouvidos. E, quando, no Alcorão, mencionas unicamente teu Senhor, voltam-te as costas desdenhosamente."
  ],
  [
    47,
    "Sabemos, melhor do que ninguém, quando vêm escutar-te e porque o fazem; e quando se encontram em confidência, osiníquos dizem: Não seguis senão um homem enfeitiçado!"
  ],
  [
    48,
    "Olha com o que te comparam! Porém, assim se desviam, e nunca encontrarão senda alguma."
  ],
  [
    49,
    "Dizem: Quê! Quando estivermos reduzidos a ossos e pó, seremos, acaso reencarnados em uma nova criação?"
  ],
  [
    50,
    "Dize-lhes: Ainda que fôsseis pedras ou ferro,"
  ],
  [
    51,
    "Ou qualquer outra criação inconcebível às vossas mentes (seríeis ressuscitados). Perguntarão, então: Quem nosressuscitará? Respondeu-lhes: Quem vos criou da primeira vez! Então, meneando a cabeça, dirão: Quando ocorrerá isso? Responde-lhes: Talvez seja logo!"
  ],
  [
    52,
    "Será no dia em que Ele vos chamar e em que vós O atendereis, glorificando os Seus louvores; e vos parecerá que nãopermanecestes ali senão pouco tempo."
  ],
  [
    53,
    "E dize aos Meus servos que digam sempre o melhor, porque Satanás causa dissensões entre eles, pois Satanás é uminimigo declarado do homem."
  ],
  [
    54,
    "Vosso Senhor vos conhece melhor do que ninguém. Se Lhe apraz, apiada-Se de vós e, se quer, castiga-vos. Não teenviamos como guardião deles."
  ],
  [
    55,
    "Teu Senhor conhece melhor do que ninguém aqueles que estão nos céus e na terra. Temos preferido a uns profetas sobreoutros, e concedemos os Salmos a Davi."
  ],
  [
    56,
    "Dize-lhes: Invocai os que pretendeis em vez d'Ele! Porém não poderão vos livrar das adversidades, nem as modificar."
  ],
  [
    57,
    "Aqueles que invocam anseiam por um meio que os aproxime do seu Senhor e esperam a Sua misericórdia e temem o Seucastigo, porque o castigo do teu Senhor é temível!"
  ],
  [
    58,
    "Não existe cidade alguma que não destruiremos antes do Dia da Ressurreição ou que não a castigaremos severamente; isto está registrado no Livro."
  ],
  [
    59,
    "E não enviamos os sinais somente porque os primitivos os desmentiram. Havíamos apresentado ao povo de Tamud acamela como um sinal evidente, e eles a trataram erradamente; porém, jamais enviamos sinais, senão para adverti-los."
  ],
  [
    60,
    "E quanto te dissemos: Teu Senhor abrange toda a humanidade. A visão que te temos mostrado não foi senão uma provapara os humanos, o mesmo que a árvore maldita no Alcorão. Nós o advertimos! Porém, isto não fez mais do que aumentar asua grande transgressão."
  ],
  [
    61,
    "E quando dissemos aos anjos: Prostrai-vos ante Adão!, prostraram-se todos, menos Lúcifer, que disse: Terei deprostrar-me ante quem criaste do barro?"
  ],
  [
    62,
    "E continuou: Atenta para este, que preferiste a mim! Juro que se me tolerares até o Dia da Ressurreição, salvo unspoucos, apossar-me-ei da sua descendência!"
  ],
  [
    63,
    "Disse-lhe (Deus): Vai-te, (Satanás)! E para aqueles que te seguirem, o inferno será o castigo bem merecido!"
  ],
  [
    64,
    "Seduze com a tua voz aqueles que puderes, dentre eles; aturde-os com a tua cavalaria e a tua infantaria; associa-te a elesnos bens e nos filhos, e faze-lhes promessas! Qual! Satanás nada lhes promete, além de quimeras."
  ],
  [
    65,
    "Não terás autoridade alguma sobre os Meus servos, porque basta o teu Senhor para Guardião."
  ],
  [
    66,
    "Vosso Senhor é Quem faz singrar o mar, os navios para que procureis algo da Sua graça, porque Ele é Misericordiosopara convosco."
  ],
  [
    67,
    "E quando, no mar, vos açoita a adversidade, aqueles que invocais além d'Ele desvanecem-se; porém, quando vos salva, conduzindo-vos à terra, negai-Lo, porque é próprio do homem ser ingrato."
  ],
  [
    68,
    "Estais, acaso, seguros de que Ele não fará a terra tragar-vos ou de que não desencadeará sobre vós um furacão, sem quepossais encontrar guardião algum?"
  ],
  [
    69,
    "Ou estais, então, seguros de que não vos devolverá novamente ao mar e de que não desencadeará sobre vós umatormenta que vos afogará, por vossa ingratidão, sem que possais encontrar quem vos aproxime de Nós?"
  ],
  [
    70,
    "Enobrecemos os filhos de Adão e os conduzimos pela terra e pelo mar; agraciamo-los com todo o bem, e preferimosenormemente sobre a maior parte de tudo quanto criamos."
  ],
  [
    71,
    "Um dia convocaremos todos os seres humanos, com os seus (respectivos) imames. E aqueles a quem forem entregues osseus livros na destra, lê-los-ão e não serão defraudados no mínimo que seja."
  ],
  [
    72,
    "Porém, quem estiver cego neste mundo estará cego no outro, e mais desencaminhado ainda!"
  ],
  [
    73,
    "Se pudessem, afastar-te-iam do que te temos inspirado para forjares algo diferente. Então, aceitar-te-iam por amigo."
  ],
  [
    74,
    "E se não te tivéssemos firmado, ter-te-ias inclinado um pouco para eles."
  ],
  [
    75,
    "Neste caso, ter-te-íamos duplicado (o castigo) nesta vida e na outra, e não terias encontrado quem te defendesse de Nós."
  ],
  [
    76,
    "Conspiraram atemorizar-te na terra (de Makka), com o fito de te expulsarem dela; porém, não permaneceriam muitotempo ali, depois de ti."
  ],
  [
    77,
    "Tal é a lei que havíamos enviado, antes de ti, aos Nossos mensageiros, e não acharás mudança em Nossa lei."
  ],
  [
    78,
    "Observa a oração, desde o declínio do sol até à chegada da noite, e cumpre a recitação matinal, porque é sempretestemunhada."
  ],
  [
    79,
    "E pratica, durante a noite, orações voluntárias; talvez assim teu Senhor te conceda uma posição louvável."
  ],
  [
    80,
    "E dize: Ó Senhor meu, faze com que eu entre com honradez e saia com honradez; concede-me, de Tua parte, umaautoridade para socorrer(-me)."
  ],
  [
    81,
    "Dize também: Chegou a Verdade, e a falsidade desvaneceu-se, porque a falsidade é pouco durável."
  ],
  [
    82,
    "E revelamos, no Alcorão, aquilo que é bálsamo e misericórdia para os fiéis; porém, isso não fará mais do que aumentara perdição dos iníquos."
  ],
  [
    83,
    "Mas, quando agraciamos o homem, ele Nos desdenha e se envaidece; em troca, quando o mal o açoita, ei-lodesesperado."
  ],
  [
    84,
    "Dize-lhes: Cada qual age a seu modo; porém, vosso Senhor conhece mais do que ninguém o melhor encaminhado."
  ],
  [
    85,
    "Perguntar-te-ão sobre o Espírito. Responde-lhes: O Espírito está sob o comando do meu Senhor, e só vos tem sidoconcedida uma ínfima parte do saber."
  ],
  [
    86,
    "Se quiséssemos, poderíamos anular tudo quanto te temos inspirado, e não encontrarias, então, defensor algum, ante Nós;"
  ],
  [
    87,
    "Porém, (tal não foi anulado) por misericórdia de teu Senhor. Sua graça para contigo é imensa."
  ],
  [
    88,
    "Dize-lhes: Mesmo que os humanos e os gênios se tivessem reunido para produzir coisa similar a este Alcorão, jamaisteriam feito algo semelhante, ainda que se ajudassem mutuamente."
  ],
  [
    89,
    "Temos exposto neste Alcorão toda a sorte de exemplos para os humanos, porém, a maioria dos humanos o nega."
  ],
  [
    90,
    "E dizem: Não creremos em ti, a menos que nos faças brotar um manancial da terra,"
  ],
  [
    91,
    "Ou que possuas um jardim de tamareiras e videiras, em meio ao qual faças brotar rios abundantes."
  ],
  [
    92,
    "Ou que faças cair o céus em pedaços sobre nós, como disseste (que aconteceria), ou nos apresentes Deus e os anhos empessoa,"
  ],
  [
    93,
    "Ou que possuas uma casa adornada com ouro, ou que escales o céus, pois jamais creremos na tua ascensão, até que nosapresentes um livro que possamos ler. Dize-lhes: Glorificado seja o meu Senhor! Sou, porventura, algo mais do que umMensageiro humano?"
  ],
  [
    94,
    "Que foi que impediu os humanos de crerem, quando lhes chegou a orientação? Disseram: Acaso, Deus teria enviado porMensageiro um mortal?"
  ],
  [
    95,
    "Responde-lhes: Se na terra houvesse anjos, que caminhassem tranqüilos, Ter-lhes-íamos enviado do céu um anjo pormensageiro."
  ],
  [
    96,
    "Dize-lhes: Basta-me Deus por Testemunha, entre vós e mim, porque Ele está bem inteirado de Seus servos e éOnividente."
  ],
  [
    97,
    "Aquele que Deus encaminhar estará bem encaminhado; e àqueles que deixar que se extraviem, jamais lhes encontrarásprotetor, em vez d'Ele. No Dia da Ressurreição os congregaremos, prostrados sobre os seus rostos, cegos, surdos e mudos; oinferno será a sua morada e, toda a vez que se extinguir a sua chama, avivá-la-emos."
  ],
  [
    98,
    "Isso será o seu castigo, porque negam os Nosso versículos e dizem: Quê! Quando estivermos reduzidos a ossos e pó, seremos, acaso, reencarnados em uma nova criação?"
  ],
  [
    99,
    "Não reparam em que Deus, Que criou os céus e a terra, é capaz de criar outros seres semelhantes a eles, e fixar-lhes umdestino indubitável? Porém, os iníquos negam tudo."
  ],
  [
    100,
    "Dize-lhes: Se possuísseis os tesouros da misericórdia de meu Senhor, vós os mesquinharíeis, por temor de gastá-los, pois o homem foi sempre avaro."
  ],
  [
    101,
    "Concedemos a Moisés nove sinais evidentes - pergunta, pois, aos israelitas, sobre isso -; então o Faraó lhe disse: Creio, ó Moisés, que estás enfeitiçado!"
  ],
  [
    102,
    "Moisés lhe disse: Tu bem sabes que ninguém, senão o Senhor dos céus e da terra, revelou estas evidências, e por certo, ó Faraó, creio que estás condenado à perdição."
  ],
  [
    103,
    "E o Faraó quis bani-los da terra; porém, afogamo-lo, com os que com ele estavam."
  ],
  [
    104,
    "E depois disso dissemos aos israelitas: Habitai a Terra, porque, quando chegar a Segunda cominação, reunir-vos-emosem grupos heterogêneos."
  ],
  [
    105,
    "E o temos revelado (o Alcorão) em verdade e, em verdade, revelamo-lo e não te enviamos senão como alvissareiro eadmoestador."
  ],
  [
    106,
    "É um Alcorão que dividimos em partes, para que o recites paulatinamente aos humanos, e que revelamos por etapas."
  ],
  [
    107,
    "Dize-lhes: Quer creiais nele ou não, sabei que aqueles que receberam o conhecimento, antes dele, quando lhos érecitado, caem de bruços, prostrando-se."
  ],
  [
    108,
    "E dizem: Glorificado seja o nosso Senhor, porque a Sua promessa foi cumprida!"
  ],
  [
    109,
    "E caem de bruço, chorando, e isso lhes aumenta a humildade."
  ],
  [
    110,
    "Dize-lhes: Quer invoqueis a Deus, quer invoqueis o Clemente, sabei que d'Ele são os mais sublimes atributos! Nãoprofiras (ó Mohammad) a tua oração em voz muito alta, nem em vos demasiado baixa, mas procura um tom médio, entreambas."
  ],
  [
    111,
    "E dize: Louvado seja Deus, que jamais teve filho algum, tampouco teve parceiro algum na Soberania, nem (necessita) de ninguém para protegê-Lo da humilhação, e é exaltado com toda a magnificência."
  ]
]