[
  {
    "id": 19,
    "city": "makkah",
    "name": {
      "translated": "Mary",
      "transliterated": "Maryam",
      "codepoints": [
        1605,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 98,
    "slug": "maryam",
    "translator": null
  },
  [
    1,
    "Caf, Ha, Yá, Ain, Sad."
  ],
  [
    2,
    "Eis o relato da misericórdia de teu Senhor para com o Seu servo, Zacarias."
  ],
  [
    3,
    "Ao invocar, intimamente, seu Senhor,"
  ],
  [
    4,
    "Dizendo: Ó Senhor meu, os meus ossos estão debilitados, o meu cabelo embranqueceu; mas nunca fui desventurado emminhas súplicas a Ti, ó Senhor meu!"
  ],
  [
    5,
    "Em verdade, temo pelo que farão os meus parentes, depois da minha morte, visto que minha mulher é estéril. Agracia-me, de tua parte, com um sucessor!"
  ],
  [
    6,
    "Que represente a mim e à família de Jacó; e faze, ó meu Senhor, com que esse seja complacente!"
  ],
  [
    7,
    "Ó Zacarias, alvissaramos-te o nascimento de uma criança, cujo nome será Yahia (João). Nunca denominamos, assim, ninguém antes dele."
  ],
  [
    8,
    "Disse (Zacarias): Ó Senhor meu, como poderei ter um filho, uma vez que minha mulher é estéril e eu cheguei à senilidade?"
  ],
  [
    9,
    "Respondeu-lhe: Assim será! Disse teu Senhor: Isso Me é fácil, visto que te criei antes mesmo de nada seres."
  ],
  [
    10,
    "Suplicou: Ó Senhor meu, faze-me um sinal! Disse-lhe: Teu sinal consistirá em que não poderás falar com ninguémdurante três noites."
  ],
  [
    11,
    "Saiu do templo e, dirigindo-se ao seu povo, indicou-lhes, por sinais, que glorificassem Deus, de manhã e à tarde."
  ],
  [
    12,
    "(Foi dito): Ó Yahia, observa fervorosamente o Livro! E o agraciamos, na infância, com a sabedoria,"
  ],
  [
    13,
    "assim como com as Nossas clemência e pureza, e foi devoto,"
  ],
  [
    14,
    "e piedoso para com seus pais, e jamais foi arrogante ou rebelde."
  ],
  [
    15,
    "A paz esteve com ele desde o dia em que nasceu, no cia em que morreu e estará no dia em que foi ressuscitado."
  ],
  [
    16,
    "E menciona Maria, no Livro, a qual se separou de sua família, indo para um local que dava para o leste."
  ],
  [
    17,
    "E colocou uma cortina para ocultar-se dela (da família), e lhe enviamos o Nosso Espírito, que lhe apareceupersonificado, como um homem perfeito."
  ],
  [
    18,
    "Disse-lhe ela: Guardo-me de ti no Clemente, se é que temes a Deus."
  ],
  [
    19,
    "Explicou-lhe: Sou tão-somente o mensageiro do teu Senhor, para agraciar-te com um filho imaculado."
  ],
  [
    20,
    "Disse-lhe: Como poderei ter um filho, se nenhum homem me tocou e jamais deixei de ser casta?"
  ],
  [
    21,
    "Disse-lhe: Assim será, porque teu Senhor disse: Isso Me é fácil! E faremos disso um sinal para os homens, e será umaprova de Nossa misericórdia. E foi uma ordem inexorável."
  ],
  [
    22,
    "E quando concebeu, retirou-se, com um rebento a um lugar afastado."
  ],
  [
    23,
    "As dores do parto a constrangeram a refugiar-se junto a uma tamareira. Disse: Oxalá eu tivesse morrido antes disto, ficando completamente esquecida."
  ],
  [
    24,
    "Porém, chamou-a uma voz, junto a ela: Não te atormentes, porque teu Senhor fez correr um riacho a teus pés!"
  ],
  [
    25,
    "E sacode o tronco da tamareira, de onde cairão sobre ti tâmaras madura e frescas."
  ],
  [
    26,
    "Come, pois, bebe e consola-te; e se vires algum humano, faze-o saber que fizeste um voto de jejum ao Clemente, e quehoje não poderás falar com pessoa alguma."
  ],
  [
    27,
    "Regressou ao seu povo levando-o (o filho) nos braços. E lhes disseram: Ó Maria, eis que fizeste algo extraordinário!"
  ],
  [
    28,
    "Ó irmão de Aarão, teu pai jamais foi um homem do mal, nem tua mãe uma (mulher) sem castidade!"
  ],
  [
    29,
    "Então ela lhes indicou que interrogassem o menino. Disseram: Como falaremos a uma criança que ainda está no berço?"
  ],
  [
    30,
    "Ele lhes disse: Sou o servo de Deus, o Qual me concedeu o Livro e me designou como profeta."
  ],
  [
    31,
    "Fez-me abençoado, onde quer que eu esteja, e me encomendou a oração e (a paga do) zakat enquanto eu viver."
  ],
  [
    32,
    "E me fez piedoso para com a minha mãe, não permitindo que eu seja arrogante ou rebelde."
  ],
  [
    33,
    "A paz está comigo, desde o dia em que nasci; estará comigo no dia em que eu morrer, bem como no dia em que eu forressuscitado."
  ],
  [
    34,
    "Este é Jesus, filho de Maria; é a pura verdade, da qual duvidam."
  ],
  [
    35,
    "É inadmissível que Deus tenha tido um filho. Glorificado seja! quando decide uma coisa, basta-lhe dizer: Seja!, e é."
  ],
  [
    36,
    "E Deus é o meu Senhor e vosso. Adorai-O, pois! Esta é a senda reta."
  ],
  [
    37,
    "Porém, as seita discordaram a seu respeito. Ai daqueles que não crêem no comparecimento ao grande dia!"
  ],
  [
    38,
    "Quão ouvintes e quão videntes serão, no dia em que comparecerem ante Nós! Porém, os iníquos estão, hoje, em umevidente erro."
  ],
  [
    39,
    "E admoesta-os sobre o dia do lamento, quando a sentença for cumprida, enquanto estão negligentes e não crêem."
  ],
  [
    40,
    "Em verdade, Nós herdaremos a terra com todos os que nela estão e a Nós retornarão todos."
  ],
  [
    41,
    "E menciona, no Livro, (a história de) Abraão; ele foi um homem de verdade, e um profeta."
  ],
  [
    42,
    "Ele disse ao seu pai: Ó meu pai, por que adoras quem não ouve, nem vê, ou que em nada pode valer-te?"
  ],
  [
    43,
    "Ó meu pai, tenho recebido algo da ciência, que tu não recebeste. Segue-me, pois, que eu te conduzirei pela senda reta!"
  ],
  [
    44,
    "Ó meu pai, não adores Satanás, porque Satanás foi rebelde para com o Clemente!"
  ],
  [
    45,
    "Ó meu pai, em verdade, temo que te açoite um castigo do Clemente, tornando-te, assim, amigo de Satanás."
  ],
  [
    46,
    "Disse-lhe: Ó Abraão, porventura detestas as minhas divindades? Se não desistires, apedrejar-te-ei. Afasta-te de mim!"
  ],
  [
    47,
    "Disse-lhe: Que a paz esteja contigo! Implorarei, para ti, o perdão do meu Senhor, porque é Agraciante para comigo."
  ],
  [
    48,
    "Abandonar-vos-ei, então, com tudo quanto adorais, em vez de Deus. Só invocarei o meu Senhor; espero, com ainvocação de meu Senhor, não ser desventurado."
  ],
  [
    49,
    "E quando os abandonou com tudo quanto adoravam, em vez de Deus, agraciamo-lo com Isaac e Jacó, e designamosambos como profetas."
  ],
  [
    50,
    "E os recompensamos com a Nossa misericórdia, e lhes garantimos honra e a língua veraz."
  ],
  [
    51,
    "E menciona Moisés, no Livro, porque foi leal e foi um mensageiro e um profeta."
  ],
  [
    52,
    "Chamamo-lo à escarpa direita do Monte e fizemos com que se aproximasse, para uma confidência."
  ],
  [
    53,
    "E o agraciamos com a Nossa misericórdia, com seu irmão Aarão, outro profeta."
  ],
  [
    54,
    "E menciona, no Livro, (a história real) de Ismael, porque foi leal às suas promessas e foi um mensageiro e profeta."
  ],
  [
    55,
    "Encomendava aos seus a oração e a paga do zakat, e foi dos mais aceitáveis aos olhos de seu Senhor."
  ],
  [
    56,
    "E menciona, no Livro, (a história de) Idris, porque foi (um homem) de verdade e, um profeta."
  ],
  [
    57,
    "Que elevamos a um estado de graça."
  ],
  [
    58,
    "Eis aqueles que Deus agraciou, dentre os profetas, da descendência de Adão, os que embarcamos com Noé, dadescendência de Abraão e de Israel, que encaminhamos e preferimos sobre os outros, os quais, quando lhes são recitados osversículos do Clemente, prostram-se, contritos, em prantos."
  ],
  [
    59,
    "Sucedeu-lhes, depois, uma descendência, que abandonou a oração e se entregou às concupiscências. Porém, logo terão oseu merecido castigo,"
  ],
  [
    60,
    "Salvo aqueles que se arrependerem, crerem e praticarem o bem; esses entrarão no Paraíso, e não serão injustiçados."
  ],
  [
    61,
    "(Repousarão nos) Jardins do Éden, que o Clemente prometeu aos Seus servos por meio de revelação, incognoscivelmente, e Sua promessa é infalível."
  ],
  [
    62,
    "Ali não escutarão futilidades, mas palavras de saudações, e receberão o seu sustento de manhã e à tarde."
  ],
  [
    63,
    "Tal é o Paraíso, que deixaremos como herança a quem, dentre os Nossos servos, for devoto."
  ],
  [
    64,
    "E (os anjos) dirão: Não nos locomovemos de um local para o outro sem a anuência de teu Senhor, a Quem pertencem onosso passado, o nosso presente e nosso futuro, porque o teu Senhor jamais esquece."
  ],
  [
    65,
    "É o Senhor dos céus e da terra, e de tudo quanto existe entre ambos. Adora-O, pois, e sê perseverante em Sua adoração! Conheces-Lhe algum parceiro?"
  ],
  [
    66,
    "Porém, o homem diz: Quê! Porventura, depois de morto serei ressuscitado?"
  ],
  [
    67,
    "Por que não recorda o homem que o criamos quando nada era?"
  ],
  [
    68,
    "Por teu Senhor, que os congregaremos com os demônios, e de pronto os faremos comparecer, de joelhos, à beira doinferno!"
  ],
  [
    69,
    "Depois arrancaremos, de cada grupo, aquele que tiver sido mais rebelde para com o Clemente."
  ],
  [
    70,
    "Certamente, sabemos melhor do que ninguém quem são os merecedores de ser ali queimados."
  ],
  [
    71,
    "E não haverá nenhum de vós que não tenha por ele, porque é um decreto irrevogável do teu Senhor."
  ],
  [
    72,
    "Logo salvaremos os devotos e deixaremos ali, genuflexos, os iníquos."
  ],
  [
    73,
    "Quando lhes são recitados os Nosso lúcidos versículos, os incrédulos dizem aos fiéis: Qual dos dois partidos, o nossoou o vosso, ocupa melhor posição e está em melhores condições?"
  ],
  [
    74,
    "Quantas gerações, anteriores a eles aniquilamos! São eles mais opulentos e de melhor aspecto?"
  ],
  [
    75,
    "Dize-lhes: Quem quer que seja que estiver no erro, o Clemente o tolerará deliberadamente até que veja o que lhe foiprometido, quer seja o castigo terreno, quer seja o da Hora (do Juízo final); então, saberão quem estará em pior situação, eterá os prosélitos mais débeis."
  ],
  [
    76,
    "E Deus aumentará os orientados na orientação. As boas ações, as perduráveis, são mais meritórias e mais apreciáveisaos olhos do teu Senhor."
  ],
  [
    77,
    "Não reparaste naquele que negava os Nossos versículos e dizia: Ser-me-ão dados bens e filhos?"
  ],
  [
    78,
    "Está, porventura, de posse do incognoscível? Estabeleceu, acaso, um pacto com o Clemente?"
  ],
  [
    79,
    "Qual! Registramos tudo o quanto disser, e lhe adicionaremos mais e mais o castigo!"
  ],
  [
    80,
    "E a nós retornará tudo que disser, e comparecerá, solitário, ante Nós."
  ],
  [
    81,
    "Adotam divindades, em vez de Deus, para lhes dar poder."
  ],
  [
    82,
    "Qual! Tais divindades renegarão a adoração e serão os seus adversários!"
  ],
  [
    83,
    "Não reparas em que concedemos o predomínio dos demônios sobre os incrédulos para que os seduzissemprofundamente?"
  ],
  [
    84,
    "Não lhes apresses, pios, seu castigo (ó Mohammad), porque computamos estritamente os seus dias."
  ],
  [
    85,
    "Recorda-lhes o dia em que o congregaremos, em grupos, os devotos, ante o Clemente."
  ],
  [
    86,
    "E arrastaremos os pecadores, sequiosos, para o inferno."
  ],
  [
    87,
    "Não lograrão intercessão, senão aqueles que tiverem recebido a promessa do Clemente."
  ],
  [
    88,
    "Afirmam: O Clemente teve um filho!"
  ],
  [
    89,
    "Sem dúvida que haveis proferido uma heresia."
  ],
  [
    90,
    "Por isso, pouco faltou para que os céus se fundissem, a terra se fendesse e as montanhas, desmoronassem."
  ],
  [
    91,
    "Isso, por terem atribuído um filho ao Clemente,"
  ],
  [
    92,
    "Quando é inadmissível que o Clemente houvesse tido um filho."
  ],
  [
    93,
    "Sabei que tudo quanto existe nos céus e na terra comparecerá, como servo, ante o Clemente."
  ],
  [
    94,
    "Ele já os destacou e os enumerou com exatidão."
  ],
  [
    95,
    "Cada um deles comparecerá, solitário, ante Ele, no Dia da Ressurreição."
  ],
  [
    96,
    "Quanto aos crentes que praticarem o bem, o Clemente lhes concederá afeto perene."
  ],
  [
    97,
    "Só to facilitamos (o Alcorão), na tua língua para que, com ele, exortes os devotos e admoestes os impugnadores."
  ],
  [
    98,
    "Quantas gerações anteriores a eles aniquilamos! Vês, acaso, algum deles ou ouves algum murmúrio deles?"
  ]
]