[
  {
    "id": 21,
    "city": "makkah",
    "name": {
      "translated": "The Prophets",
      "transliterated": "Al-Anbya",
      "codepoints": [
        1575,
        1604,
        1571,
        1606,
        1576,
        1610,
        1575,
        1569
      ]
    },
    "ayahs": 112,
    "slug": "al-anbya",
    "translator": null
  },
  [
    1,
    "Aproxima-se a prestação de contas dos homens que, apesar disso, estão desdenhosamente desatentos."
  ],
  [
    2,
    "Nunca lhes chegou uma nova mensagem de seu Senhor, que não escutassem, senão com o fito de escarnecê-la,"
  ],
  [
    3,
    "Com os seus corações entregues à divagação. Os iníquos dizem, confidencialmente: Acaso, este não é um homem comovós? Assistir-lhe-eis à magia conscientemente?"
  ],
  [
    4,
    "Dize: Meu Senhor conhece tudo quanto é dito nos céus e na terra, porque Ele é Oniouvinte, o Onisciente."
  ],
  [
    5,
    "Porém, afirmam: É uma miscelânea de sonhos! Ele os forjou! Qual! É um poeta! Que nos apresente, então, algum sinal, como os enviados aos primeiros (mensageiros)!"
  ],
  [
    6,
    "Nenhum dos habitantes das cidades que exterminamos, anteriormente a eles, acreditou. Crerão eles?"
  ],
  [
    7,
    "Antes de ti não enviamos nada além de homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se oignorais!"
  ],
  [
    8,
    "Não os dotamos de corpos que pudessem prescindir de alimentos, nem tampouco foram imorais."
  ],
  [
    9,
    "Então, cumprimos a Nossa promessa para com eles e os salvamos, juntamente com os que quisemos, e exterminamos ostransgressores."
  ],
  [
    10,
    "Enviamos-vos o Livro, que encerra uma Mensagem para vós; não raciocinais?"
  ],
  [
    11,
    "Quantas populações de cidades exterminamos, por sua iniqüidade, e suplantamos por outras?"
  ],
  [
    12,
    "Porém, quando se deram conta do Nosso castigo, eis que tentaram fugir dele precipitadamente."
  ],
  [
    13,
    "Não fujais! Voltai ao que vos foi concedido e às vossas moradas, a fim de que sejas interrogados!"
  ],
  [
    14,
    "Disseram: Ai de nós! Em verdade, fomos iníquos!"
  ],
  [
    15,
    "E não cessou esta sua lamentação, até que os deixamos inertes, tal qual plantas segadas."
  ],
  [
    16,
    "Não riamos os céus e a terra e tudo quanto existe entre ambos por mero passatempo."
  ],
  [
    17,
    "E se quiséssemos diversão, tê-la-íamos encontrado entre as coisas próximas de Nós, se fizéssemos (tal coisa)."
  ],
  [
    18,
    "Qual! Arremessamos a verdade sobre a falsidade, o que a anula. Ei-la desvanecida. Ai de vós, pela falsidade que (Nos) descreveis!"
  ],
  [
    19,
    "Seu é tudo o que existe nos céus e na terra; e todos quanto se acham em Sua Presença, não se ensoberbecem emadorá-Lo, nem se enfadam disso."
  ],
  [
    20,
    "Glorificam-No noite e dia, e não ficam exaustos."
  ],
  [
    21,
    "Ou (será que) adotaram divindades da terra, que podem ressuscitar os mortos?"
  ],
  [
    22,
    "Se houvesse nos céus e na terra outras divindades além de Deus, (ambos) já se teriam desordenado. Glorificado sejaDeus, Senhor do Trono, de tudo quanto Lhe atribuem!"
  ],
  [
    23,
    "Ele não poderá ser questionado quanto ao que faz; eles sim, serão interpelados."
  ],
  [
    24,
    "Adotarão, porventura, outras divindades além d'Ele? Dize-lhes: Apresentai vossa prova! Eis aqui a Mensagem daquelesque estão comigo e a Mensagem daqueles que me precederam. Porém, a maioria deles não conhece a verdade, e a desdenha."
  ],
  [
    25,
    "Jamais enviamos mensageiro algum antes de ti, sem que lhe tivéssemos revelado que: Não há outra divindade além deMim. Adora-Me, e serve-Me!"
  ],
  [
    26,
    "E dizem: O Clemente teve um filho! Glorificado seja! Qual! São apenas servos veneráveis, esses a quem chamam defilhos,"
  ],
  [
    27,
    "Que jamais se antecipam a Ele no falar, e que agem sob o Seu comando."
  ],
  [
    28,
    "Ele conhece tanto o que há antes deles como o que há depois deles, e não podem interceder em favor de ninguém, salvode quem a Ele aprouver, são, ante seu temor, a Ele reverentes."
  ],
  [
    29,
    "E quem quer que seja, entre eles, que disser: Em verdade eu sou deus, junto a Ele! condená-lo-emos ao inferno. Assimcastigamos os iníquos."
  ],
  [
    30,
    "Não vêem, acaso, os incrédulos, que os céus e a terra eram uma só massa, que desagregamos, e que criamos todos osseres vivos da água? Não crêem ainda?"
  ],
  [
    31,
    "E produzimos firmes montanhas na terra, para que esta não oscilasse com eles, e traçamos, entre aqueles, desfiladeiroscomo caminhos, para que se orientassem."
  ],
  [
    32,
    "E fizemos o céu como abóbada bem protegida; e, apesar disso, desdenham os seus sinais!"
  ],
  [
    33,
    "Ele foi Quem criou a noite e o dia, o sol e a lua; cada qual (dos corpos celestes) gravita em sua respectiva órbita."
  ],
  [
    34,
    "Jamais concedemos a imortalidade a ser humano algum, anterior a ti. Porventura, se tu morresses, seriam eles imortais?"
  ],
  [
    35,
    "Toda a alma provará o gosto da morte, e vos provaremos com o mal e com o bem, e a Nós retornareis."
  ],
  [
    36,
    "E, quando os incrédulos te vêem, não te tratam senão com zombarias, dizendo: É este que fala sobre os vossos deuses? Eblasfemam, à menção do Clemente."
  ],
  [
    37,
    "O homem é, por natureza, impaciente. Não vos apresseis, pois logo vos mostrarei os Meus sinais!"
  ],
  [
    38,
    "E perguntaram: quanto se cumprirá esta promessa, se estais certos?"
  ],
  [
    39,
    "Ah, se os incrédulos conhecessem o momento em que não poderão evitar o fogo sobre seus rostos e suas espáduas, nemtampouco ser socorridos!"
  ],
  [
    40,
    "Pelo contrário, surpreendê-los-á (o fogo) inopinadamente e os aniquilará. Não poderão desviá-lo, nem serão tolerados."
  ],
  [
    41,
    "Mensageiros anteriores a ti foram escarnecidos; porém, os escarnecedores envolveram-se naquilo de que escarneciam."
  ],
  [
    42,
    "Dize: Quem poderá proteger-vos, à noite e de dia, (do seu castigo) do Clemente? Sem dúvida, eles desdenham a mençãodo seu Senhor."
  ],
  [
    43,
    "Ou têm, acaso, divindades que os defendem de Nós? Não podem sequer socorrer a si mesmos, nem estarão a salvo eNós!"
  ],
  [
    44,
    "Contudo, agraciamo-los, tanto eles como seus pais, e até lhes prolongamos a vida. Porém, não reparam, acaso, em quetemos assolado a terra, reduzindo-a em suas bordas? São eles, porventura, os vencedores?"
  ],
  [
    45,
    "Dize-lhes: Só vos admoesto com a revelação; no entanto, os surdos não ouvem a predicação, mesmo quando sãoadmoestados."
  ],
  [
    46,
    "Mas, quando um resquício do castigo e o teu Senhor os toca, dizem: Ai de nós! Em verdade, fomos iníquos!"
  ],
  [
    47,
    "E instalaremos as balanças da justiça para o Dia da Ressurreição. Nenhuma alma será defraudada no mínimo que seja; mesmo se for do peso de um grão de mostarda, tê-lo-emos em conta. Bastamos Nós por cômputo."
  ],
  [
    48,
    "Havíamos concedido a Moisés e a Aarão o Discernimento, luz e mensagem para os devotos,"
  ],
  [
    49,
    "Que temem intimamente seu Senhor e são reverentes, quanto à Hora."
  ],
  [
    50,
    "Esta é a mensagem bendita, que revelamos. Atrever-vos-eis a negá-la?"
  ],
  [
    51,
    "Anteriormente concedemos a Abraão a sua integridade, porque o sabíamos digno disso."
  ],
  [
    52,
    "Ao perguntar ao seu pai e ao seu povo: Que significam esses ídolos, aos quais vos devotais?"
  ],
  [
    53,
    "Responderam: Encontramos nossos pais a adorá-los."
  ],
  [
    54,
    "Disse-lhes (Abraão): Sem dúvida que vós e os vossos pais estais em evidente erro."
  ],
  [
    55,
    "Inquiriram-no: Trouxeste-nos a verdade, ou tu és um dos tantos trocistas?"
  ],
  [
    56,
    "Respondeu-lhes: Não! Vosso Senhor é o Senhor dos céus e da terra, os quais criou, e eu sou um dos testemunhadoresdisso."
  ],
  [
    57,
    "Por Deus que tenho um plano para os vossos ídolos, logo que tiverdes partido..."
  ],
  [
    58,
    "E os reduziu a fragmentos, menos o maior deles, para que, quando voltassem, se recordassem dele."
  ],
  [
    59,
    "Perguntaram, então: Quem fez isto com os nossos deuses? Ele deve ser um dos iníquos."
  ],
  [
    60,
    "Disseram: Temos conhecimento de um jovem que falava deles. É chamado Abraão."
  ],
  [
    61,
    "Disseram: Trazei-o à presença do povo, para que testemunhem."
  ],
  [
    62,
    "Perguntaram: Foste tu, ó Abraão, quem assim fez com os nossos deuses?"
  ],
  [
    63,
    "Respondeu: Não! Foi o maior deles. Interrogai-os, pois, se é que podem falar inteligivelmente."
  ],
  [
    64,
    "E confabularam, dizendo entre si: Em verdade, vós sois os injustos."
  ],
  [
    65,
    "Logo voltaram a cair em confusão e disseram: Tu bem sabes que eles não falam."
  ],
  [
    66,
    "Então, (Abraão) lhes disse: Porventura, adorareis, em vez de Deus, quem não pode beneficiar-vos ou prejudicar-vos emnada?"
  ],
  [
    67,
    "Que vergonha para vós e para os que adorais, em vez de Deus! Não raciocinais?"
  ],
  [
    68,
    "Disseram: Queimai-o e protegei os vossos deuses, se os puderdes (de algum modo)!"
  ],
  [
    69,
    "Porém, ordenamos: Ó fogo, sê frescor e poupa Abraão!"
  ],
  [
    70,
    "Intentaram conspirar contra ele, porém, fizemo-los perdedores."
  ],
  [
    71,
    "E o salvamos, juntamente com Lot, conduzindo-os à terra que abençoamos para a humanidade."
  ],
  [
    72,
    "E o agraciamos com Isaac e Jacó, como um dom adicional, e a todos fizemos virtuosos."
  ],
  [
    73,
    "E os designamos imames, para que guiassem os demais, segundo os Nossos desígnios, e lhes inspiramos a prática dobem, a observância da oração, o pagamento do zakat, e foram Nossos adoradores."
  ],
  [
    74,
    "E concedemos a Lot a prudência e a sabedoria, salvando-o da cidade que se havia entregue às obscenidades, porque erahabitada por um povo vil e depravado."
  ],
  [
    75,
    "E o amparamos em Nossa misericórdia, porque era um dos virtuosos."
  ],
  [
    76,
    "E (recorda-te de) Noé quando, tempos atrás, nos implorou e o atendemos e o salvamos, juntamente com a sua família, dagrande aflição."
  ],
  [
    77,
    "E o socorremos contra o povo que desmentia os Nossos versículos, porquanto era um povo vil; eis que os afogamos atodos!"
  ],
  [
    78,
    "E de Davi e de Salomão, quando julgavam sobre certa plantação, onde as ovelhas de certo povo pastaram durante anoite, sendo Nós Testemunha de seu juízo."
  ],
  [
    79,
    "E fizemos Salomão compreender a causa. E dotamos ambos de prudência e sabedoria. E submetemos a ele e a Davi asmontanhas e os pássaros para que Nos glorificassem. E fomos Nós o Autor."
  ],
  [
    80,
    "E lhe ensinamos a arte de faze couraças para vós, a fim de proteger-vos das vossas violências mútuas. Não estaisagradecidos?"
  ],
  [
    81,
    "E submetemos a Salomão o vento impetuoso, que sopra a seu capricho, para a terra que Nós abençoamos, porque somosOnisciente."
  ],
  [
    82,
    "E também (lhe submetemos) alguns (ventos) maus que, no mar, faziam submergir os navios, além de outras tarefas, sendoNós o seu custódio."
  ],
  [
    83,
    "E (recorda-te) de quando Jó invocou seu Senhor (dizendo): Em verdade, a adversidade tem-me açoitado; porém, Tu és omais clemente dos misericordiosos!"
  ],
  [
    84,
    "E o atendemos e o libertamos do mal que o afligia; restituímos-lhes a família, duplicando-a, como acréscimo, em virtudeda Nossa misericórdia, e para que servisse de mensagem para os adoradores."
  ],
  [
    85,
    "E (recorda-te) de Ismael, de Idris (Enoc) e de Dulkifl, porque todos se contavam entre os perseverantes."
  ],
  [
    86,
    "Amparamo-lo em Nossa misericórdia, que se contavam entre os virtuosos."
  ],
  [
    87,
    "E (recorda-te) de Dun-Num quando partiu, bravo, crendo que não poderíamos controlá-lo. Clamou nas trevas: Não hámais divindade do que Tu! Glorificado sejas! É certo que me contava entre os iníquos!"
  ],
  [
    88,
    "E o atendemos e o libertamos da angústia. Assim salvamos os fiéis."
  ],
  [
    89,
    "E (recorda-te) de Zacarias quando implorou ao seu Senhor: Ó Senhor meu, não me deixes sem prole, não obstante seresTu o melhor dos herdeiros!"
  ],
  [
    90,
    "E o atendemos e o agraciamos com Yahia (João), e curamos sua mulher (de esterilidade); um procurava sobrepujar ooutro nas boas ações, recorrendo a Nós com afeição e temor, e sendo humildes a Nós."
  ],
  [
    91,
    "E (recorda-te) também daquela que conservou a sua castidade (Maria) e a quem alentamos com o Nosso Espírito, fazendo dela e de seu filho sinais para a humanidade."
  ],
  [
    92,
    "Esta vossa comunidade é a comunidade única e Eu sou o vosso Senhor. Adorai-Me, portanto (e a nenhum outro)!"
  ],
  [
    93,
    "Mas (as gerações posteriores) se dividiram mutuamente em sua unidade; e todos voltarão a Nós!"
  ],
  [
    94,
    "Mas quem praticar o bem e for, ademais, fiel, saberá que seus esforços não serão baldados, porque os anotamos todos."
  ],
  [
    95,
    "Está proibido o ressurgimento de toda população que temos destruído; seus integrantes não retornarão,"
  ],
  [
    96,
    "Até ao instante em que for aberta a barreira do (povo de) Gog e Magog e todos se precipitarem por todas as colinas,"
  ],
  [
    97,
    "E aproximar a verdadeira promessa. E eis os olhares fixos dos incrédulos, que exclamarão: Ai de nós! Estivemosdesatentos quanto a isto; qual, fomos uns iníquos!"
  ],
  [
    98,
    "Vós, com tudo quanto adorais, em vez de Deus, sereis combustível do inferno, no qual entrareis, por certo."
  ],
  [
    99,
    "Se houvessem aqueles sido deuses, não o teria adentrado; ali todos permanecerão eternamente,"
  ],
  [
    100,
    "Onde se lamentarão mas não serão ouvidos."
  ],
  [
    101,
    "Em verdade, aqueles a quem predestinamos o Nossos bem, serão afastados disso."
  ],
  [
    102,
    "Não ouvirão a crepitação (da fogueira) e desfrutarão eternamente de tudo quanto à sua lama apetecer."
  ],
  [
    103,
    "E o grande terror não os atribulará, e os anjos os receberão, dizendo-lhes: Eis aqui o dia que vos fora prometido!"
  ],
  [
    104,
    "Será o dia em que enrolaremos o céu como um rolo de pergaminho. Do mesmo modo que originamos a criação, reproduzi-la-emos. É porque é uma promessa que fazemos, e certamente a cumpriremos."
  ],
  [
    105,
    "Temos prescrito, nos Salmos, depois da Mensagem (dada a Moisés), que a terra, herdá-la-ão os Meus servos virtuosos."
  ],
  [
    106,
    "Nisto há uma mensagem para os adoradores."
  ],
  [
    107,
    "E não te enviamos, senão como misericórdia para a humanidade."
  ],
  [
    108,
    "Dize: Em verdade, tem-me sido revelado que o vosso Deus é Único. Sereis portanto submissos?"
  ],
  [
    109,
    "Todavia, se se recusarem a sê-lo, dize-lhes: Tenho proclamado a mensagem a todos por igual, mas não sei se estápróximo ou remoto o que vos foi prometido."
  ],
  [
    110,
    "Porque Ele sabe tanto o que manifestais por palavras, como conhece o que ocultais."
  ],
  [
    111,
    "Ignoro se isto constitui uma prova para vós e um gozo transitório."
  ],
  [
    112,
    "Dize: Ó meu Senhor, julga com eqüidade! Nosso Senhor é o Clemente, a Quem recorro, contra o que blasfemais."
  ]
]