[
  {
    "id": 23,
    "city": "makkah",
    "name": {
      "translated": "The Believers",
      "transliterated": "Al-Mu'minun",
      "codepoints": [
        1575,
        1604,
        1605,
        1572,
        1605,
        1606,
        1608,
        1606
      ]
    },
    "ayahs": 118,
    "slug": "al-muminun",
    "translator": null
  },
  [
    1,
    "É certo que prosperarão os fiéis,"
  ],
  [
    2,
    "Que são humildes em suas orações."
  ],
  [
    3,
    "Que desdenham a vaidade"
  ],
  [
    4,
    "Que são ativos em pagar o zakat."
  ],
  [
    5,
    "Que observam a castidade,"
  ],
  [
    6,
    "Exceto para os seus cônjuges ou cativas - nisso não serão reprovados."
  ],
  [
    7,
    "Mas aqueles que se excederem nisso serão os transgressores."
  ],
  [
    8,
    "Os que respeitarem suas obrigações e seus pactos,"
  ],
  [
    9,
    "E que observarem as suas orações,"
  ],
  [
    10,
    "Estes serão os herdeiros."
  ],
  [
    11,
    "Herdarão o Paraíso, onde morarão eternamente."
  ],
  [
    12,
    "Criamos o homem de essência de barro."
  ],
  [
    13,
    "Em seguida, fizemo-lo uma gota de esperma, que inserimos em um lugar seguro."
  ],
  [
    14,
    "Então, convertemos a gota de esperma em algo que se agarra, transformamos o coágulo em feto e convertemos o feto emossos; depois, revestimos os ossos de carne; então, o desenvolvemos em outra criatura. Bendito seja Deus, Criador porexcelência."
  ],
  [
    15,
    "Então morrereis, indubitavelmente."
  ],
  [
    16,
    "Depois sereis ressuscitados, no Dia da Ressurreição."
  ],
  [
    17,
    "E por cima de vós criamos sete céus em estratos, e não descuramos da Nossa criação."
  ],
  [
    18,
    "E fazemos descer, proporcionalmente, água do céu e a armazenamos na terra; mas, se quiséssemos, poderíamos fazê-ladesaparecer."
  ],
  [
    19,
    "E, mediante ela, criamos, para vós, jardins de tamareiras e videiras, dos quais obtendes abundantes frutos, de que vosalimentais."
  ],
  [
    20,
    "E vos criamos a árvore, que brota no monte Sinai, a qual propicia o azeite, que consiste num condimento para osconsumidores."
  ],
  [
    21,
    "Tendes no gado um instrutivo exemplo: Damos-vos de beber do (leite) que contêm as suas glândulas; obtendes delasmuitos benefícios e dela vos alimentais."
  ],
  [
    22,
    "E sobre eles (os animais) sois transportados, da mesma maneira como nos navios."
  ],
  [
    23,
    "Havíamos enviado Noé ao seu povo, ao qual disse: Ó povo meu, adorai a Deus, porque não tender outro deus alémd'Ele! Não (O) temeis?"
  ],
  [
    24,
    "Porém, os chefes incrédulos do seu povo disseram: Esse não é mais do que um homem como vós, que quer assegurar asua superioridade (sobre vós). Se Deus quisesse, teria enviado anjos (por mensageiros). Jamais ouvimos tal coisa de nossosantepassados!"
  ],
  [
    25,
    "Não é mais do que um homem possesso! Porém, suportai-o temporariamente."
  ],
  [
    26,
    "Disse (Noé): Ó Senhor meu, socorre-me, pois que me desmentes!"
  ],
  [
    27,
    "Então lhe revelamos: Constrói uma arca sob a Nossa vigilância e segundo a Nossa revelação. E quando se cumprir oNosso desígnio e a água transbordar do forno, embarca nela um casal de cada espécie, juntamente com a tua família, excetoaquele sobre quem tenha sido pronunciada a sentença; e não intercedas junto a Mim em favor dos iníquos, pois que serãoafogados."
  ],
  [
    28,
    "E quando estiverdes embarcado na arca, junto àqueles que estão contigo, dize: Louvado seja Deus, que nos livrou dosiníquos!"
  ],
  [
    29,
    "E dize: Ó Senhor meu, desembarca-me em lugar abençoado, porque Tu és o melhor para (nos) desembarcar."
  ],
  [
    30,
    "Em verdade, nisto há sinais, conquanto já os tenhamos provado."
  ],
  [
    31,
    "Logo depois dele criamos outras gerações."
  ],
  [
    32,
    "E lhe enviamos um mensageiro, escolhido entre eles, (que lhes disse): Adorai a Deus, porque não tereis outro deus alémd'Ele! Não (O) temeis?"
  ],
  [
    33,
    "Porém, os chefes incrédulos do seu povo, que negavam o comparecimento na outra vida e que agraciamos na vida terrenadisseram: Este não é senão um homem como vós; come do mesmo que comeis e bebe do mesmo que bebeis."
  ],
  [
    34,
    "E, se obedecerdes a um homem como vós, certamente sereis desventurados."
  ],
  [
    35,
    "Qual! Promete-vos ele que, quando morrerdes e vos tiverdes convertido em pó e ossos, sereis ressuscitados?"
  ],
  [
    36,
    "Longe, muito longe está o que vos é prometido!"
  ],
  [
    37,
    "Não há mais vida do que esta, terrena! Morremos e vivemos e jamais seremos ressuscitados!"
  ],
  [
    38,
    "Este não é mais do que um homem que forja mentiras acerca de Deus! Jamais creremos nele!"
  ],
  [
    39,
    "Disse (o Profeta): Ó Senhor meu, socorre-me, pois que me desmentem!"
  ],
  [
    40,
    "Disse-lhe (Deus): Em pouco tempo se arrependerão."
  ],
  [
    41,
    "E o estrondo os fulminou, e os reduzimos a destroços (que a torrente carregou). Distância com o povo iníquo!"
  ],
  [
    42,
    "Logo depois deles criamos outra geração."
  ],
  [
    43,
    "Nenhum povo pode adiantar ou retardar o seu destino."
  ],
  [
    44,
    "Então enviamos, sucessivamente, os Nossos mensageiros. Cada vez que um mensageiro chegava ao seu povo, este odesmentia. Então fizemos uns seguires outros, e fizemos deles escarmento (para outros povos). Distância com o povoincrédulo!"
  ],
  [
    45,
    "Então enviamos Moisés e seu irmão como os Nossos sinais e uma evidente autoridade,"
  ],
  [
    46,
    "Ao Faraó e aos seus chefes, os quais se ensoberbeceram, e foram um povo arrogante."
  ],
  [
    47,
    "E disseram: Como havemos de crer em dois homens como nós, cujo povo nos está submetido?"
  ],
  [
    48,
    "E os desmentira, contando-se, assim, entre os destruídos."
  ],
  [
    49,
    "Concedemos a Moisés o Livro, a fim de que se encaminhassem."
  ],
  [
    50,
    "E fizemos do filho de Maria e de sua mãe sinais, e os refugiamos em uma segunda colina, provida de mananciais."
  ],
  [
    51,
    "Ó mensageiros, desfrutai de todas as dádivas e praticai o bem, porque sou Sabedor de tudo quanto fazeis!"
  ],
  [
    52,
    "E sabei que esta vossa comunidade é única, e que Eu sou o vosso Senhor. Temei-Me, pois!"
  ],
  [
    53,
    "Porém, os povos se dividiram em diferentes seitas, e casa se satisfazia com a sua crença."
  ],
  [
    54,
    "Deixa-os entregues a seus extravios, até certo tempo."
  ],
  [
    55,
    "Pensam, acaso, que com os bens e filhos que lhe concedemos,"
  ],
  [
    56,
    "Aceleramos-lhes as mercês? Qual! De nada se apercebem!"
  ],
  [
    57,
    "Quanto àqueles que são reverentes, por temos ao seu Senhor;"
  ],
  [
    58,
    "Que crêem nos versículos do seu Senhor;"
  ],
  [
    59,
    "Que não atribuem parceiros ao seu Senhor;"
  ],
  [
    60,
    "Que dão o que devem dar, com os corações cheios de temor, porque retornarão ao seu Senhor;"
  ],
  [
    61,
    "Estes apressam-se em praticar boas ações; tais serão os primeiros contemplados."
  ],
  [
    62,
    "Jamais imporemos a uma alma uma carga superior às suas forças, pois possuímos o Livro, que proclama a justiça e, assim, não serão defraudados."
  ],
  [
    63,
    "Porém, com respeito a isso, seus corações estão indecisos e, ademais, cometem outros atos, além desse."
  ],
  [
    64,
    "(Isso) até o momento em que castiguemos os opulentos, dentre eles; então, ei-los que grunhirão!"
  ],
  [
    65,
    "Ser-lhes-á dito: Não protesteis, porque hoje não sereis socorridos por Nós"
  ],
  [
    66,
    "Porque foram-vos recitados os Meus versículos; contudo, lhes voltastes as costas,"
  ],
  [
    67,
    "Em ensoberbecido; passáveis noitadas difamando (o Alcorão)."
  ],
  [
    68,
    "Porventura, não refletem nas palavras, ou lhes chegou algo que não havia chegado aos seus antepassados?"
  ],
  [
    69,
    "Ou não conhecem seu Mensageiro, e por isso o negam?"
  ],
  [
    70,
    "Ou dizem que está possesso! Qual! Ele lhes trouxe a verdade, embora à maioria desgostasse a verdade."
  ],
  [
    71,
    "E se a verdade tivesse satisfeito os seus interesses, os céus e a terra, com tudo quanto enceram, transformar-se-iam numcaos. Qual! Enviamos-lhes a Mensagem e assim mesmo a desdenharam."
  ],
  [
    72,
    "Exiges-lhes, acaso, por isso, alguma retribuição? Saibam que a retribuição do teu Senhor é preferível, porque Ele é omelhor dos agraciadores."
  ],
  [
    73,
    "É verdade que tu procuras convocá-los à senda reta."
  ],
  [
    74,
    "Porém, certamente, aqueles que não crêem na outra vida desviam-se da senda."
  ],
  [
    75,
    "Mas se Nos apiedarmos deles e os libertarmos da adversidade que os aflige, persistirão, vacilantes, na sua transgressão."
  ],
  [
    76,
    "Castigamo-los; porém, não se submeteram ao seu Senhor, nem se humilharam,"
  ],
  [
    77,
    "Até que lhes abrimos uma porta para um severíssimo castigo; e ei-los que ficaram desesperados!"
  ],
  [
    78,
    "Ele foi quem vos criou o ouvido, a vista e o coração. Quão pouco Lhe agradeceis!"
  ],
  [
    79,
    "Ele é quem vos multiplica, na terra, e sereis consagrados ante Ele."
  ],
  [
    80,
    "E Ele é Quem dá a vida e a morte. Só a Ele pertence a alternação da notei e do dia, não raciocinais?"
  ],
  [
    81,
    "Ao contrário, dizem o mesmo que diziam os seus antepassados:"
  ],
  [
    82,
    "Porventura, quando morrermos e nos tivermos convertido em ossos e pó, seremos ressuscitados?"
  ],
  [
    83,
    "Havia-nos sido prometido o mesmo, tanto a nós como aos nossos antepassados; porém, isso é não mais do que fábulasdos primitivos."
  ],
  [
    84,
    "Pergunta-lhes: A quem pertence a terra e tudo quanto nela existe? Dizei-o, se o sabeis!"
  ],
  [
    85,
    "Responderão: A Deus! Dize-lhes: Não meditais, pois?"
  ],
  [
    86,
    "Pergunta-lhes: Quem é o Senhor dos sete céus e o Senhor do Trono Supremo?"
  ],
  [
    87,
    "Responderão: Deus! Pergunta-lhe mais: Não (O) temeis, pois?"
  ],
  [
    88,
    "Pergunta-lhes, ainda: Quem tem em seu poder a soberania de todas as coisas? Que protege e de ninguém necessitaproteção? (Respondei) se sabeis!"
  ],
  [
    89,
    "Responderão: Deus! Dize-lhes: Como, então, vos deixais enganar?"
  ],
  [
    90,
    "Nós trazemos-lhes a verdade, porém, sem dúvida que são embusteiros!"
  ],
  [
    91,
    "Deus não teve filho algum, nem jamais nenhum outro deus compartilhou com Ele a divindade! Porque se assim fosse, cada deus ter-se-ia apropriado da sua criação e teriam prevalecido uns sobre os outros. Glorificado seja Deus de tudoquanto descrevem!"
  ],
  [
    92,
    "Possuidor do cognoscível e do incognoscível! Exaltado seja (Deus), de tudo quanto Lhe atribuem!"
  ],
  [
    93,
    "Dize: Ó Senhor meu, se me fizeres ver (em vida) aquilo quanto ao que são admoestados..."
  ],
  [
    94,
    "Ó Senhor meu, não me conteis entre os iníquos!"
  ],
  [
    95,
    "Em verdade, podemos mostrar-te o que lhe temos prometido."
  ],
  [
    96,
    "Retribui, tu, o mal da melhor forma; Nós sabemos melhor do que ninguém o que dizem."
  ],
  [
    97,
    "E dize: Ó Senhor meu, em Ti me amparo contra as insinuações dos demônios!"
  ],
  [
    98,
    "E em Ti me amparo, ó Senhor meu, para que não se aproximem (de mim)."
  ],
  [
    99,
    "(Quanto a eles, seguirão sendo idólatras) até que, quando a morte surpreender algum deles, este dirá: Ó Senhor meu, mande-me de volta (à terra),"
  ],
  [
    100,
    "A fim de eu praticar o bem que negligenciei! Pois sim! Tal será a frase que dirá! E ante eles haverá uma barreira, queos deterá até ao dia em que forem ressuscitados."
  ],
  [
    101,
    "Porém, quando for soada a trombeta, nesse dia não haverá mais linhagem entre eles, nem se consultarão entre si."
  ],
  [
    102,
    "Quanto àqueles cujas ações pesarem mais serão os bem-aventurados."
  ],
  [
    103,
    "Em troca, aqueles cujas ações forem leves serão desventurados e permanecerão eternamente no inferno."
  ],
  [
    104,
    "O fogo abrasará os seus rostos, e estarão com os dentes arreganhados."
  ],
  [
    105,
    "Acaso, não vos forem recitados os Meus versículos e vós os desmentistes?"
  ],
  [
    106,
    "Exclamarão: Ó Senhor nosso, nossos desejos nos dominam, e fomos um povo extraviado!"
  ],
  [
    107,
    "Ó Senhor nosso, tira-nos daqui! E se reincidirmos, então seremos iníquos!"
  ],
  [
    108,
    "Ele lhes dirá: Entrai aí e não Me dirijas a palavra."
  ],
  [
    109,
    "Houve uma parte de Meus servos que dizia: Ó Senhor nosso, cremos! Perdoa-nos, pois, e tem piedade de nós, porqueTu és o melhor dos misericordiosos!"
  ],
  [
    110,
    "E vós escarnecestes, a ponto de (tal escárnio) vos fazer esquecer da Minha Mensagem, poso que vos ocupáveis emmotejar deles."
  ],
  [
    111,
    "Sabei que hoje os recompenso por sua perseverança, e eles serão os ganhadores."
  ],
  [
    112,
    "Dirá: Quantos anos haveis permanecido na terra?"
  ],
  [
    113,
    "Responderão: Permanecemos um dia ou uma parte de um dia. Interrogai, pois, os encarregados dos cômputos."
  ],
  [
    114,
    "Dirá: Não permanecestes senão muito pouco; se vós soubésseis!"
  ],
  [
    115,
    "Pensais, porventura, que vos criamos por diversão e que jamais retornareis a Nós?"
  ],
  [
    116,
    "Exaltado seja Deus, Verdadeiro, Soberano! Não há mais divindade além d'Ele, Senhor do honorável Trono!"
  ],
  [
    117,
    "Quem invocar outra divindade junto a Deus, sem prova para isso, saiba que a sua prestação de contas incumbirá só aoseu Senhor. Sabei que os incrédulos jamais prosperarão."
  ],
  [
    118,
    "E dize (ó Mohammad): Ó Senhor meu, concede-me perdão e misericórdia, porque Tu és o melhor dos misericordiosos!"
  ]
]