[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "The Poets",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": null
  },
  [
    1,
    "Tah, Sin, Mim."
  ],
  [
    2,
    "Estes são os versículos do Livro lúcido."
  ],
  [
    3,
    "É possível que te mortifiques, porque não se tornam fiéis."
  ],
  [
    4,
    "Se quiséssemos, enviar-lhes-íamos, do céu, um sinal, ante o qual seus pescoços se inclinariam, em humilhação."
  ],
  [
    5,
    "Todavia, não lhes chega nenhuma nova Mensagem (provinda) do Clemente, sem que a desdenhem."
  ],
  [
    6,
    "Desmentem-na; porém, bem logo lhes chegarão notícias do que escarnecem!"
  ],
  [
    7,
    "Porventura, não têm reparado na terra, em tudo quanto nela fazemos brotar de toda a nobre espécie de casais?"
  ],
  [
    8,
    "Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    9,
    "E em verdade, o teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    10,
    "Recorda-te de quando teu Senhor chamou Moisés e lhe disse: Vai ao povo dos iníquos,"
  ],
  [
    11,
    "Ao povo do Faraó. Acaso não (Me) temerão?"
  ],
  [
    12,
    "Respondeu-Lhe: Ó Senhor meu, em verdade, temo que me desmintam."
  ],
  [
    13,
    "Meu peito se oprime e minha língua se entrava; envia comigo Aarão (para que me secunde),"
  ],
  [
    14,
    "Pois me acusam de crime e temo que me matem."
  ],
  [
    15,
    "Disse (Deus): De maneira nenhum (farão isso)! Ireis ambos, com os Nossos sinais e estaremos convosco, vigiando."
  ],
  [
    16,
    "Ide, pois, ambos, ao Faraó e dizei-lhe: Em verdade, somos mensageiros do Senhor do Universo,"
  ],
  [
    17,
    "Para que deixes os israelitas partirem conosco."
  ],
  [
    18,
    "(O Faraó) disse (a Moisés): Porventura, não te criamos entre nós, desde criança, e não viveste conosco muitos anos datua vida?"
  ],
  [
    19,
    "E, apesar disso, cometeste uma ação (que bem sabes), e por assim fazeres, és um dos tantos ingratos!"
  ],
  [
    20,
    "Moisés lhe disse: Cometi-a quando ainda era um dos tantos extraviados."
  ],
  [
    21,
    "Assim, fugi de vós, porque vos temia; porém, meu Senhor me agraciou com a prudência, e me designou como um dosmensageiros."
  ],
  [
    22,
    "E por esse favor, do qual me exprobras, escravizaste os israelitas?"
  ],
  [
    23,
    "Perguntou-lhe o Faraó: E quem é o Senhor do Universo?"
  ],
  [
    24,
    "Respondeu-lhe: É o Senhor dos céus e da terra, e de tudo quanto há entre ambos, se queres saber."
  ],
  [
    25,
    "O Faraó disse aos presentes: Ouvistes?"
  ],
  [
    26,
    "Moisés lhe disse: É teu Senhor e Senhor dos teus primeiros pais!"
  ],
  [
    27,
    "Disse (o Faraó): Com certeza, o vosso mensageiro é um energúmeno."
  ],
  [
    28,
    "(Moisés) disse: É o Senhor do Oriente e do Ocidente, e de tudo quanto existe entre ambos, caso raciocineis!"
  ],
  [
    29,
    "Disse-lhe o Faraó: Se adorares a outro deus que não seja eu, far-te-emos prisioneiro!"
  ],
  [
    30,
    "Moisés (lhe) disse: Ainda que te apresentasse algo convincente?"
  ],
  [
    31,
    "Respondeu-lhe (o Faraó): Apresenta-o, pois, se és um dos verazes!"
  ],
  [
    32,
    "Então (Moisés) arrojou o seu cajado, e eis que este se converteu em uma verdadeira serpente."
  ],
  [
    33,
    "Logo, estendeu a mão, e eis que apareceu diáfana aos olhos dos espectadores."
  ],
  [
    34,
    "Disse (o Faraó) aos chefes presentes: Com toda a certeza este é um habilíssimo mago,"
  ],
  [
    35,
    "Que pretende expulsar-vos das vossas terras com a sua magia; o que me aconselhais, pois?"
  ],
  [
    36,
    "Responderam-lhe: Detém-no, e a seu irmão, e envia recrutadores pelas cidades."
  ],
  [
    37,
    "Que te tragam quanto hábeis magos acharem."
  ],
  [
    38,
    "E os magos foram convocados para um dia assinalado."
  ],
  [
    39,
    "E foi dito ao povo: Estais reunidos?"
  ],
  [
    40,
    "Para que sigamos os magos (quanto à religião), se saírem vitoriosos?"
  ],
  [
    41,
    "E quando chegaram, os magos perguntaram ao Faraó: Poderemos contar com alguma recompensa, se sairmos vitoriosos?"
  ],
  [
    42,
    "Respondeu-lhes: Sim; ademais, sereis (colocados em postos) próximos (a mim)."
  ],
  [
    43,
    "Moisés lhes ordenou: Arrojai, pois, o que tender a arrojar!"
  ],
  [
    44,
    "Arrojaram, portanto, as suas cordas e os seus cajados, e disseram: Pelo poder do Faraó, certamente que nós sairemosvitoriosos!"
  ],
  [
    45,
    "Então Moisés arrojou o seu cajado, que se transformou numa serpente e engoliu tudo quanto haviam, antes, simulado."
  ],
  [
    46,
    "Então os magos caíram prostrados."
  ],
  [
    47,
    "E exclamaram: Cremos no Senhor do Universo,"
  ],
  [
    48,
    "Senhor de Moisés e de Aarão!"
  ],
  [
    49,
    "(O Faraó) lhes disse: Credes nele, sem que eu vos autorize? Com certeza ele é vosso líder, e vos ensinou a magia; porém, logo o sabereis! Sem dúvida, cortar-vos-eis as mão se os pés de cada lados opostos, e vos crucificarei a todos!"
  ],
  [
    50,
    "Responderam: Não importa, porque retornaremos ao nosso Senhor!"
  ],
  [
    51,
    "Em verdade, esperamos que o nosso Senhor perdoe os nossos pecados, porque agora somos os primeiros fiéis!"
  ],
  [
    52,
    "E inspiramos Moisés: Sai com Meus servos durante a noite, porque sereis perseguidos."
  ],
  [
    53,
    "O Faraó enviou, entretanto, recrutadores às cidades,"
  ],
  [
    54,
    "Dizendo: Certamente, eles são um pequeno bando,"
  ],
  [
    55,
    "Que se tem rebelado contra nós."
  ],
  [
    56,
    "E todos nós estamos precavidos!"
  ],
  [
    57,
    "Assim, Nós os privamos dos jardins e mananciais."
  ],
  [
    58,
    "De tesouros e honráveis posições."
  ],
  [
    59,
    "Assim foi; e concedemos tudo aquilo aos israelitas."
  ],
  [
    60,
    "E eis que (o Faraó e seu povo) os perseguiram ao nascer do sol."
  ],
  [
    61,
    "E quando as duas legiões se avistaram, os companheiros de Moisés disseram: Sem dúvida seremos apanhados!"
  ],
  [
    62,
    "Moisés lhes respondeu: Qual! Meu Senhor está comigo e me iluminará!"
  ],
  [
    63,
    "E inspiramos a Moisés: Golpeia o mar com o teu cajado! E eis que este se dividiu em duas partes, e cada parte ficoucomo uma alta e firme montanha."
  ],
  [
    64,
    "E fizemos aproximarem-se dali os outros."
  ],
  [
    65,
    "E salvamos Moisés, juntamente com todos os que com ele estavam."
  ],
  [
    66,
    "Então, afogamos os outros."
  ],
  [
    67,
    "Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    68,
    "Em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    69,
    "E recita-lhes (ó Mensageiro) a história de Abraão,"
  ],
  [
    70,
    "Quando perguntou ao seu pai e ao seu povo: O que adorais?"
  ],
  [
    71,
    "Responderam-lhe: Adoramos os ídolos, aos quais estamos consagrados."
  ],
  [
    72,
    "Tornou a perguntar: Acaso vos ouvem quando os invocais?"
  ],
  [
    73,
    "Ou, por outra, podem beneficiar-vos ou prejudicar-vos?"
  ],
  [
    74,
    "Responderam-lhe: Não; porém, assim encontramos a fazer os nossos pais."
  ],
  [
    75,
    "Disse-lhes: Porém, reparais, acaso, no que adorais,"
  ],
  [
    76,
    "Vós e vossos antepassados?"
  ],
  [
    77,
    "São inimigos para mim, coisa que não acontece com o Senhor do Universo,"
  ],
  [
    78,
    "Que me criou e me ilumina."
  ],
  [
    79,
    "Que me dá de comer e beber."
  ],
  [
    80,
    "Que, se eu adoecer, me curará."
  ],
  [
    81,
    "Que me dará a morte e então me ressuscitará."
  ],
  [
    82,
    "E que, espero perdoará as minhas faltas, no Dia do Juízo."
  ],
  [
    83,
    "Ó Senhor meu, concede-me prudência e junta-me aos virtuosos!"
  ],
  [
    84,
    "Concede-me boa reputação na posteridade."
  ],
  [
    85,
    "Conta-me entre os herdeiros do Jardim do Prazer."
  ],
  [
    86,
    "Perdoa meu pai, porque foi um dos extraviados."
  ],
  [
    87,
    "E não me aviltes, no dia em que (os homens) forem ressuscitados."
  ],
  [
    88,
    "Dia em que de nada valerão bens ou filhos,"
  ],
  [
    89,
    "Salvo para quem comparecer ante Deus com um coração sincero."
  ],
  [
    90,
    "E o Paraíso se aproximará dos devotos."
  ],
  [
    91,
    "E o inferno será descoberto para os ímpios."
  ],
  [
    92,
    "Então lhes será dito: Onde estão os que adoráveis,"
  ],
  [
    93,
    "Em vez de Deus? Poderão, acaso, socorrer-vos ou socorrem-se a si mesmos?"
  ],
  [
    94,
    "E serão arrojados nele, juntamente com os sedutores."
  ],
  [
    95,
    "E com todos os exércitos de Lúcifer."
  ],
  [
    96,
    "Quanto, então, dirão, enquanto disputam entre si:"
  ],
  [
    97,
    "Por Deus, estávamos em um evidente erro,"
  ],
  [
    98,
    "Quando vos igualávamos ao Senhor do Universo."
  ],
  [
    99,
    "E os nossos sedutores eram apenas aqueles que estavam afundados em pecados."
  ],
  [
    100,
    "E não temos intercessor algum,"
  ],
  [
    101,
    "Nem amigo íntimo."
  ],
  [
    102,
    "Ah, se pudéssemos voltar atrás!, seríamos dos fiéis!"
  ],
  [
    103,
    "Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    104,
    "E em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    105,
    "O povo de Noé rejeitou os mensageiros."
  ],
  [
    106,
    "Quando o irmão deles, Noé, lhes disse: Não temeis (a Deus)?"
  ],
  [
    107,
    "Em verdade sou para vós um fidedigno mensageiro."
  ],
  [
    108,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    109,
    "Não vos exijo, por isso, recompensa alguma, porque a minha recompensa virá do Senhor do Universo."
  ],
  [
    110,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    111,
    "Perguntaram-lhe: Como havemos de crer em ti, uma vez que só te segue a plebe?"
  ],
  [
    112,
    "Respondeu-lhes: E que sei eu daquilo que fizeram no passado?"
  ],
  [
    113,
    "Em verdade, seu cômputo só incumbe ao meu Senhor, se o compreendeis."
  ],
  [
    114,
    "Jamais rechaçarei os fiéis,"
  ],
  [
    115,
    "Porque não sou mais do que um elucidativo admoestador."
  ],
  [
    116,
    "Disseram-lhe: Se não desistires, ó Noé, contar-te-ás entre os apedrejados."
  ],
  [
    117,
    "Exclamou: Ó Senhor meu, certamente meu povo me desmente."
  ],
  [
    118,
    "Julga-no eqüitativamente e salva-me, juntamente com os fiéis que estão comigo!"
  ],
  [
    119,
    "E o salvamos, juntamente com os que, com ele, apinhavam a arca."
  ],
  [
    120,
    "Depois, afogamos os demais."
  ],
  [
    121,
    "Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    122,
    "E em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    123,
    "O povo de Ad rejeitou os mensageiros."
  ],
  [
    124,
    "Quando seu irmão, Hud, lhes disse: Não temeis a Deus?"
  ],
  [
    125,
    "Sabei que sou, para vós, um fidedigno mensageiro."
  ],
  [
    126,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    127,
    "Não vos exijo, por isso, recompensa alguma, porque a minha recompensa virá do Senhor do Universo."
  ],
  [
    128,
    "Erguestes um marco em cada colina para que vos divertísseis?"
  ],
  [
    129,
    "E construístes inexpugnáveis fortalezas como que para eternizar-vos?"
  ],
  [
    130,
    "E quando vos esforçais, o fazeis despoticamente?"
  ],
  [
    131,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    132,
    "E temei a Quem vos cumulou com tudo o que sabeis."
  ],
  [
    133,
    "E que vos cumulou de gado e filhos,"
  ],
  [
    134,
    "De jardins e manaciais."
  ],
  [
    135,
    "Em verdade, temo por vós o castigo do dia aziago."
  ],
  [
    136,
    "Responderam-lhe: bem pouco se nos dá que nos exortes ou que não sejas um dos exortadores,"
  ],
  [
    137,
    "Porque isto não é mais do que fábulas dos primitivos."
  ],
  [
    138,
    "E jamais serão castigados!"
  ],
  [
    139,
    "E o desmentiram. Por conseguinte, exterminamo-los. Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    140,
    "E, em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    141,
    "O povo de Tamud rejeitou os mensageiros."
  ],
  [
    142,
    "Quando seu irmão, Sáleh, lhes disse: Não temeis a Deus?"
  ],
  [
    143,
    "Em verdade, sou para vós um fidedigno mensageiro."
  ],
  [
    144,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    145,
    "Não vos exijo, por isso, recompensa alguma, porque a minha recompensa virá do Senhor do Universo."
  ],
  [
    146,
    "Sereis, acaso, deixados em segurança com o que tendes aqui,"
  ],
  [
    147,
    "Entre jardins e mananciais?"
  ],
  [
    148,
    "E semeaduras e tamareiras, cujos ramos estão prestes a quebrar (com o peso dos frutos)?"
  ],
  [
    149,
    "E entalhais habilmente casas (de pedras) nas montanhas."
  ],
  [
    150,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    151,
    "E não obedeçais às ordens dos transgressores,"
  ],
  [
    152,
    "Que fazem corrupção na terra e não edificam!"
  ],
  [
    153,
    "Disseram-lhe: Certamente és um energúmeno!"
  ],
  [
    154,
    "Tu não és mais do que um mortal como nós. Apresenta-nos algum sinal, se és um dos verazes."
  ],
  [
    155,
    "Respondeu-lhes: Eis aqui uma camela que, em dia determinado, tem direito à água, assim como vós tendes o vossodireito."
  ],
  [
    156,
    "Não lhe causeis dano, porque vos açoitará um castigo do dia aziago."
  ],
  [
    157,
    "Porém a esquartejaram, se bem que logo se arrependeram."
  ],
  [
    158,
    "E o castigo os açoitou. Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    159,
    "Em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    160,
    "O povo de Lot rejeitou os mensageiros."
  ],
  [
    161,
    "Quando o seu irmão, Lot, lhes disse: Não temeis (a Deus)?"
  ],
  [
    162,
    "Sabei que sou, para vós, um fidedigno mensageiro."
  ],
  [
    163,
    "Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    164,
    "Não vos exijo, por isso, recompensa alguma, porque a minha recompensa virá do Senhor do Universo."
  ],
  [
    165,
    "Dentre as criaturas, achais de vos acercar dos varões,"
  ],
  [
    166,
    "Deixando de lado o que vosso Senhor criou para vós, para serem vossas esposas? Em verdade, sois um povodepravado!"
  ],
  [
    167,
    "Disseram-lhe: Se não desistires, Ó Lot, contar-te-ás entre os desterrados!"
  ],
  [
    168,
    "Asseverou-lhes: Sabei que me indigna a vossa ação!"
  ],
  [
    169,
    "Ó Senhor meu, livra-me, juntamente com a minha família, de tudo quanto praticam!"
  ],
  [
    170,
    "E o livramos, com toda a sua família,"
  ],
  [
    171,
    "Exceto uma a anciã, que foi deixada para trás."
  ],
  [
    172,
    "Então, destruímos os demais,"
  ],
  [
    173,
    "E desencadeamos sobre eles um impetuoso torvelinho; e que péssimo foi o torvelinho para os admoestadores (quefizeram pouco caso)!"
  ],
  [
    174,
    "Sabei que nisto há um sinal; porém, a maioria deles não crê."
  ],
  [
    175,
    "E em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    176,
    "Os habitantes da floresta rejeitaram os mensageiros,"
  ],
  [
    177,
    "Quando Xuaib lhes disse: Não temeis a Deus?"
  ],
  [
    178,
    "Sabei que sou, para vós, um fidedigno mensageiro."
  ],
  [
    179,
    "Temei, pois, a Deus, e obedecei-me."
  ],
  [
    180,
    "Não vos exijo, por isso, recompensa alguma, porque a minha recompensa virá do Senhor do Universo."
  ],
  [
    181,
    "Sede leais na medida, e não sejais dos defraudadores."
  ],
  [
    182,
    "E pesai com a balança justa;"
  ],
  [
    183,
    "E não defraudeis os humanos em seus bens, e não pratiqueis devassidão na terra, com a intenção de corrompê-la."
  ],
  [
    184,
    "E temei Quem vos criou, assim como criou as primeiras gerações."
  ],
  [
    185,
    "Disseram-lhe: Certamente és um energúmeno!"
  ],
  [
    186,
    "Não és senão um mortal como nós, e pensamos que és um dos tantos mentirosos."
  ],
  [
    187,
    "Faze, pois, com que caia sobre nós um fragmento dos céus, se és um dos verazes!"
  ],
  [
    188,
    "(Xuaib) lhes disse: Meu Senhor sabe melhor do que ninguém tudo quanto fazeis."
  ],
  [
    189,
    "Porém o negaram: por isso os açoitou o castigo do dia da nuvem tenebrosa; em verdade, foi o castigo do diafunesto. Connecting to irc. foznet. com. br"
  ],
  [
    190,
    "Sabei que nisto há sinal; porém, a maioria deles não crê."
  ],
  [
    191,
    "E em verdade, teu Senhor é o Poderoso, o Misericordiosíssimo."
  ],
  [
    192,
    "Certamente (este Alcorão), é uma revelação do Senhor do Universo."
  ],
  [
    193,
    "Com ele desceu o Espírito Fiel,"
  ],
  [
    194,
    "Para o teu coração, para que sejas um dos admoestadores,"
  ],
  [
    195,
    "Em elucidativa língua árabe."
  ],
  [
    196,
    "E, em verdade, está mencionado nos Livros sagrados dos antigos."
  ],
  [
    197,
    "Não é um sinal para eles, que os doutos entre os israelitas o reconheçam?"
  ],
  [
    198,
    "E se o houvéssemos revelados a algum dos não árabes,"
  ],
  [
    199,
    "E o houvesse recitado a eles, nele não teriam acreditado."
  ],
  [
    200,
    "Assim, o infundiremos nos corações dos pecadores;"
  ],
  [
    201,
    "Porém, não crerão nele, até que vejam o doloroso castigo,"
  ],
  [
    202,
    "Que os açoitará subitamente, sem que disso se apercebam."
  ],
  [
    203,
    "Então dirão: Porventura, não seremos tolerados?"
  ],
  [
    204,
    "Pretendem, acaso, apressar o Nosso castigo?"
  ],
  [
    205,
    "Discerne, então: Se os houvéssemos agraciado durante anos,"
  ],
  [
    206,
    "E os açoitasse aquilo que lhes foi prometido,"
  ],
  [
    207,
    "De nada lhes valeria o que tanto os deleitou!"
  ],
  [
    208,
    "Não obstante, jamais destruímos cidade alguma, sem que antes tivéssemos enviado admoestadores."
  ],
  [
    209,
    "Como uma advertência, porque nunca fomos injustos."
  ],
  [
    210,
    "E não foram os malignos que o (Alcorão) trouxeram."
  ],
  [
    211,
    "Porque isso não lhes compete, nem poderiam fazê-lo."
  ],
  [
    212,
    "Posto que lhes está vedado ouvi-lo."
  ],
  [
    213,
    "Não invoqueis, portanto, juntamente com Deus, outra divindade, porque te contarás entre os castigados."
  ],
  [
    214,
    "E admoesta os teus parentes mais próximos."
  ],
  [
    215,
    "E abaixa as tuas asas para aqueles que te seguirem, dentre os fiéis."
  ],
  [
    216,
    "Porém, se te desobedecerem, dize-lhes: Na verdade, estou livre (da responsabilidade) de tudo quanto fazeis!"
  ],
  [
    217,
    "E encomenda-te ao Poderoso, o Misericordiosíssimo,"
  ],
  [
    218,
    "Que te vê quando te ergues (para orar),"
  ],
  [
    219,
    "Assim como vê os teus movimentos entre os prostrados."
  ],
  [
    220,
    "Porque Ele é o Oniouvinte, o Sapientíssimo."
  ],
  [
    221,
    "Quereis que vos inteire sobre quem descerão os demônios?"
  ],
  [
    222,
    "Descerão sobre todos os mendazes e pecadores."
  ],
  [
    223,
    "Que dão ouvidos aos satânicos e são, na sua maioria, falazes."
  ],
  [
    224,
    "E os poetas que seguem os insensatos."
  ],
  [
    225,
    "Não tens reparado em como se confundem quanto a todos os vales?"
  ],
  [
    226,
    "E em que dizem o que não fazem?"
  ],
  [
    227,
    "(Só não descerão) sobre os fiéis que praticam o bem, mencionam incessantemente Deus, e somente se defendem quandosão atacados iniquamente. Logo saberão os iníquos das vicissitudes que os esperam!"
  ]
]