[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": null
  },
  [
    1,
    "Tah, Sin. Estes são os versículos do Alcorão, o Livro lúcido,"
  ],
  [
    2,
    "Orientação e alvíssaras para os fiéis,"
  ],
  [
    3,
    "Que observam a oração pagam o zakat e estão persuadidos da outra vida."
  ],
  [
    4,
    "Em verdade, àqueles que não crêem na outra vida, abrilhantaremos as suas ações, e eis que se extraviarão."
  ],
  [
    5,
    "Estes são os que sofrerão o pior castigo e, na outra vida, serão os mais desventurados."
  ],
  [
    6,
    "Em verdade, ser-te-á concedido o Alcorão, da parte do Prudente, Sapientíssimo."
  ],
  [
    7,
    "Recorda-te de quando Moisés disse à sua família: Divisei fogo; trar-vos-ei notícias dele, ou trar-vos-ei uma áscua, paraque vos aqueçais."
  ],
  [
    8,
    "Mas quando chegou a ele, ouviu uma voz: Bendito seja Quem está dentro do fogo e nas suas circunvizinhanças, e glória aDeus, Senhor do Universo!"
  ],
  [
    9,
    "Ó Moisés, Eu sou Deus, o Poderoso, o Prudentíssimo."
  ],
  [
    10,
    "Arroja o teu cajado! E ao fazer isso, viu-o agitar-se, como se fosse uma serpente; voltou-se em fuga, sem se virar. (Foi-lhe dito): Ó Moisés! Não temas, porque os mensageiros não devem temer a Minha presença."
  ],
  [
    11,
    "Mas se alguém, tendo-se condenado, logo se arrepende, trocando o mal pelo bem, (saiba que) sou Indulgente, Misericordiosíssimo."
  ],
  [
    12,
    "E conduza a tua mão em teu manto, e daí a retirarás diáfana; (este será) um dos nove sinais perante o Faraó e seu povo, porque são depravados."
  ],
  [
    13,
    "Porém, quando lhes chegaram os Nossos evidentes sinais, disseram: Isto é pura magia!"
  ],
  [
    14,
    "E os negaram, por iniqüidade e arrogância, não obstante estarem deles convencidos. Repara, pois, qual foi o destino doscorruptores."
  ],
  [
    15,
    "Havíamos concedido a sabedoria a David e Salomão, os quais disseram: Louvado Seja Deus Que nos preferiu a muitosde Seus servos fiéis!"
  ],
  [
    16,
    "E Salomão foi herdeiro de David, e disse: Ó humanos, tem-nos sido ensinada a linguagem dos pássaros e tem-nos sidoproporcionada toda graça. Em verdade, esta é a graça manifesta (de Deus)."
  ],
  [
    17,
    "E foram consagrados ante Salomão, com os seus exércitos de gênios, de homens e de aves, em formação e hierarquia."
  ],
  [
    18,
    "(Marcharam) até que chegaram ao vale profundo das formigas. Uma das formigas disse: Ó formigas, entrai na vossahabilitação, senão Salomão e seus exércitos esmagar-vos-ão, sem que disso se apercebam."
  ],
  [
    19,
    "(Salomão) sorriu das palavras dela, e disse: Ó Senhor meu, inspira-me, para eu Te agradecer a mercê com que meagraciaste, a mim e aos meus pais, e para que pratique o bem que Te compraz, e admite-me na Tua misericórdia, juntamentecom os Teus servos virtuosos."
  ],
  [
    20,
    "E pôs-se a vistoriar os bandos de pássaros e disse: Por que não vejo a poupa? Estará, acaso, entre os ausentes?"
  ],
  [
    21,
    "Juro que a castigarei severamente ou a matarei, a menos que se apresente uma razão evidente."
  ],
  [
    22,
    "Porém, ela não tardou muito em chegar, e disse: Tenho estado em locais que tu ignoras; trago-te, de Sabá, uma notíciasegura."
  ],
  [
    23,
    "Encontrei uma mulher, que me governa (o povo), provida de tudo, e possuindo um magnífico trono."
  ],
  [
    24,
    "Encontrei-a, e ao seu povo, e se prostrarem diante do sol, em vez de Deus, porque Satã lhes abrilhantou as ações e osdesviou da senda; e por isso não se encaminham."
  ],
  [
    25,
    "De sorte que não se prostram diante de Deus, Que descobre o obscuro nos céus e na terra, e conhece tanto o que ocultaiscomo o que manifestais."
  ],
  [
    26,
    "Deus! Não há mais divindade além d'Ele! Senhor do Trono Supremo!"
  ],
  [
    27,
    "Disse-lhe (Salomão): Já veremos se dizes a verdade ou se és mentirosa."
  ],
  [
    28,
    "Vai com esta carta e deixa-a com eles; retrai-te em seguida, e espera a resposta."
  ],
  [
    29,
    "(Quando a ave assim procedeu) ela (a rainha) disse: Ó chefes, foi-me entregue uma carta respeitável."
  ],
  [
    30,
    "É de Salomão (e diz assim): Em nome de Deus, o Clemente, o Misericordioso."
  ],
  [
    31,
    "Não vos ensoberbeçais; outrossim, vinde a mim, submissos!"
  ],
  [
    32,
    "Disse mais: Ó chefes, aconselhai-me neste problema, posto que nada decidirei sem a vossa aprovação."
  ],
  [
    33,
    "Responderam: Somos poderosos e temíveis; não obstante, o assunto te incumbe; considera, pois, o que hás deordenar-nos."
  ],
  [
    34,
    "Disse ela: Quando os reis invadem a cidade, devastam-na e aviltam os seus nobres habitantes; assim farão conosco."
  ],
  [
    35,
    "Porém, eu lhes enviarei presente, e esperarei, para ver com que voltarão os emissários."
  ],
  [
    36,
    "Mas quando (o emissário) se apresentou ante Salomão, este lhe disse: Queres proporcionar-me riquezas? Sabe queaquelas que Deus me concedeu são preferíveis às que vos concedeu! Entretanto, vós vos regozijais de vossos presentes!"
  ],
  [
    37,
    "Retorna aos teus! Em verdade, atacá-los-emos com exércitos que não poderão enfrentar, e os expulsaremos, aviltados ehumilhados, de suas terras."
  ],
  [
    38,
    "Disse (dirigindo-se aos seus): Ó chefes, quem de vós trará o trono dela, ates que venham a mim, submissos?"
  ],
  [
    39,
    "Um intrépido, dentre os gênios, lhe disse: Eu to trarei ates que te tenhas levantado do teu assento, porque sou poderoso efiel ao meu compromisso."
  ],
  [
    40,
    "Disse aquele que possuía o conhecimento do Livro: Eu to trarei em menos tempo que um abrir e fechar de olhos! Equando (Salomão) viu o trono ante ele, disse: Isto provém da graça de meu Senhor, para verificar se sou grato ou ingrato. Pois quem agradece, certamente o faz em benefício próprio; e saiba o mal-agradecido que meu Senhor não necessita deagraciamentos, e é Generoso."
  ],
  [
    41,
    "Disse: Dissimulai-lhe o trono, e assim veremos se ela está iluminada ou se está inscrita entre os desencaminhados."
  ],
  [
    42,
    "E quando (a rainha) chegou, foi-lhe perguntado: O teu trono é assim? Ela respondeu: Parece que é o mesmo! E eis querecebemos a ciência antes daquilo, e nos submetemos (à vontade divina)."
  ],
  [
    43,
    "Desviaram-na aqueles a quem ela adorava, em vez de Deus, porque era de um povo incrédulo."
  ],
  [
    44,
    "Foi-lhe dito: Entra no palácio! E quando o viu, pensou que no piso houvesse água; e, (recolhendo a saia), descobriu assuas pernas; (Salomão) lhe disse: É um palácio revestido de cristal. Ela disse: Ó Senhor meu, em verdade fui iníqua; agorame consagro, com Salomão, a Deus, Senhor do Universo!"
  ],
  [
    45,
    "Havíamos enviado ao povo de Samud seu irmão, Sáleh, que disse aos seus membros: Adorai a Deus! Porém, eis que sedividiram em dois grupos, que disputavam entre si."
  ],
  [
    46,
    "Perguntou-lhes (Sáleh): Ó povo meu, por que apressais o mal em vez do bem? Por que não implorais o perdão de Deus, talvez recebereis misericórdia."
  ],
  [
    47,
    "Responderam-lhe: Temos um mau augúrio acerca de ti e de quem está contigo. Disse-lhe: Vosso mau augúrio está empoder de Deus; porém, sois um povo que está à prova."
  ],
  [
    48,
    "E havia, na cidade, nove indivíduos, que causaram corrupção na terra, e não praticavam o bem."
  ],
  [
    49,
    "Eles disseram: Juramos que o surpreenderemos a ele e à sua família durante a noite, matando-os; então, diremos ao seuprotetor: Não presenciamos o assassinato de sua família, e somos verazes (nisso)."
  ],
  [
    50,
    "E conspiraram e planejaram; porém, Nós também planejamos, sem que eles o suspeitassem."
  ],
  [
    51,
    "Repara, pois, qual foi a sorte da sua conspiração! Exterminamo-los, juntamente com todo o seu povo!"
  ],
  [
    52,
    "E eis suas casas assoladas, por causa da sua iniqüidade. Em verdade, nisto há um sinal para os sensatos."
  ],
  [
    53,
    "E salvamos os fiéis benevolentes."
  ],
  [
    54,
    "E recorda-te de Lot, quando disse ao seu povo: Cometeis a obscenidade com convicção?"
  ],
  [
    55,
    "Acercar-vos-eis, em vossa luxúria, dos homens, em vez das mulheres? Qual! Sois um povo de insensatos!"
  ],
  [
    56,
    "Porém, a única resposta de sue povo foi: Expulsai a família de Lot de vossa cidade, porque são pessoas que seconsideram castas!"
  ],
  [
    57,
    "Mas o salvamos, juntamente com sua família, exceto sua mulher, que somamos ao número dos deixados para trás."
  ],
  [
    58,
    "E desencadeamos sobre eles uma tempestade. E que péssima foi a tempestade para os admoestados!"
  ],
  [
    59,
    "Dize (ó Mohammad): Louvado seja Deus e que a paz esteja com os Seus diletos servos! E pergunta-lhes: Que épreferível, Deus ou os ídolos que Lhe associam?"
  ],
  [
    60,
    "Quem criou os céus e a terra, e quem envia a água do céu, mediante a qual fazemos brotar vicejantes vergéis, cujossimilares jamais podereis produzir? Poderá haver outra divindade em parceria com Deus? Qual! Porém, (esses que assimafirmam) são seres que se desviam."
  ],
  [
    61,
    "Ou quem fez a terra firme para se viver, dispôs em sua superfície rios, dotou-a de montanhas imóveis e pôs entre as duasmassas de água uma barreira? Poderá haver outra divindade em parceria com Deus? Qual! Porém, a sua maioria é insipiente."
  ],
  [
    62,
    "Por outra, quem atende o necessitado, quando implora, e liberta do mal e vos designa sucessores na terra? Poderá haveroutra divindade em parceria com Deus? Quão pouco meditais!"
  ],
  [
    63,
    "Também, quem vos ilumina nas trevas da terra e do mar? E quem envia os ventos alvissareiros, que chegam ates da Suamisericórdia? Haverá outra divindade em parceria com Deus? Exaltado seja Deus de quanto Lhe associam!"
  ],
  [
    64,
    "Ainda: Quem origina a criação e logo reproduz? E quem vos dá o sustento do céu e da terra? Poderá haver outradivindade em parceria com Deus? Dize-lhes: Apresentai as vossas provas, se estiverdes certos."
  ],
  [
    65,
    "Dize: Ninguém, além de Deus, conhece o mistério dos céus e da terra. Eles não se apercebem de quando serãoressuscitados."
  ],
  [
    66,
    "Tal conhecimento dar-se-á na vida futura; porém, eles estão em dúvida a respeito disso, e, ainda, quanto a isso estãocegos!"
  ],
  [
    67,
    "Os incrédulos dizem: Quando formos convertidos em pó, como foram nossos pais, seremos, acaso, ressuscitados?"
  ],
  [
    68,
    "Isto nos foi prometido antes, assim como o foi a nossos pais; porém, não é mais do que fábulas dos primitivos."
  ],
  [
    69,
    "Dize-lhes: Percorrei a terra e reparai qual foi a sorte dos pecadores!"
  ],
  [
    70,
    "E não te aflijas por eles, nem te angusties pelo que conspiram contra ti"
  ],
  [
    71,
    "E dizem: Quando se cumprirá tal promessa? Dizei-nos, se estais certos!"
  ],
  [
    72,
    "Responde-lhes: É possível que vos acosse algo do que pretendeis apressar!"
  ],
  [
    73,
    "Por certo que teu Senhor é Agraciante para com os humanos; porém, a sua maioria é ingrata."
  ],
  [
    74,
    "E, em verdade, teu Senhor sabe tudo quanto dissimulam seus corações e tudo quanto manifestam."
  ],
  [
    75,
    "E não há mistério nos céus e na terra que não esteja registrado no Livro lúcido."
  ],
  [
    76,
    "Sabei que este Alcorão explica aos israelitas os principais objetos de suas divergências."
  ],
  [
    77,
    "E que é, ademais, orientação e clemência para os fiéis."
  ],
  [
    78,
    "Por certo que teu Senhor julgará entre eles com justiça, porque é Poderoso, Sapientíssimo."
  ],
  [
    79,
    "Encomenda-te, pois, a Deus, porque segues a verdade elucidativa."
  ],
  [
    80,
    "Certamente, tu não poderás fazer os mortos ouvir, nem fazer-te ouvir pelos surdos (especialmente) quando fogem,"
  ],
  [
    81,
    "Como tampouco és guia dos cegos em seu erro, porque só podes fazer-te escutar por aqueles que crêem nos Nossosversículos e são muçulmanos."
  ],
  [
    82,
    "E quando recair sobre eles a sentença, produzir-lhes-emos da terra uma besta, que lhe dirá: A verdade é que os humanosnão crêem nos Nossos versículos!"
  ],
  [
    83,
    "Recorda-te de que um dia congregaremos um grupo de cada povo, dentre aqueles que desmentiram os Nossos versículos, os quais serão postos em formação,"
  ],
  [
    84,
    "Até que compareçam (ante o tribunal). Dir-lhes-á (Deus): Com que então desmentistes os Meus versículos, semcompreendê-los! Que estáveis fazendo?"
  ],
  [
    85,
    "E a sentença recairá sobre eles, por sua iniqüidade, e nada terão a alegar."
  ],
  [
    86,
    "Acaso, não reparam em que temos instituído a noite para o seu repouso e o dia para dar-lhes luz? Por certo que nisto hásinais para os crentes!"
  ],
  [
    87,
    "E no dia em que soar a trombeta, espantar-se-ão aqueles que estiverem nos céus e na terra, exceto aqueles que Deusagraciar. E todos comparecerão, humildes, ante Ele."
  ],
  [
    88,
    "E verás as montanhas, que te parecem firmes, passarem rápidas como as nuvens. Tal é a obra de Deus, Que tem dispostoprudentemente todas as coisas, porque está inteirado de tudo quanto fazeis."
  ],
  [
    89,
    "Aqueles que tiverem praticado boas ações receberão maior recompensa e estarão isentos do espanto daquele dia."
  ],
  [
    90,
    "Aqueles que tiverem cometido más ações, porém, serão precipitados, de bruços, no fogo infernal. Sereis retribuídos, senão pelo que fizestes?"
  ],
  [
    91,
    "Tem-me sido ordenado adorar o Senhor desta Metrópole, o Qual a consagrou - a Ele tudo pertence -, e também me foiordenado ser um dos muçulmanos."
  ],
  [
    92,
    "(Foi-me ordenado ainda) que recite o Alcorão. E quem se encaminhar, fá-lo-á em benefício próprio; por outra, a quem sedesviar, dize-lhe: Sou tão-somente um dos tantos admoestadores."
  ],
  [
    93,
    "E dize (mais): Louvado seja Deus! Ele vos mostrará os Seus sinais; então, os conhecereis. Sabe que teu Senhor não estádesatento a tudo quanto fazeis."
  ]
]