[
  {
    "id": 30,
    "city": "makkah",
    "name": {
      "translated": "The Romans",
      "transliterated": "Ar-Rum",
      "codepoints": [
        1575,
        1604,
        1585,
        1608,
        1605
      ]
    },
    "ayahs": 60,
    "slug": "ar-rum",
    "translator": null
  },
  [
    1,
    "Alef, Lam, Mim."
  ],
  [
    2,
    "Os bizantinos foram derrotados."
  ],
  [
    3,
    "Em terra muito próxima; porém, depois de sua derrota, vencerão,"
  ],
  [
    4,
    "Dentro de alguns anos; porque é de Deus a decisão do passado e do futuro. E, nesse dia, os fiéis se regozijarão,"
  ],
  [
    5,
    "Com o socorro de Deus. Ele socorre quem Lhe apraz e Ele é o Poderoso, o Misericordiosíssimo."
  ],
  [
    6,
    "É a promessa de Deus, e Deus jamais quebra a Sua promessa; porém, a maioria dos humanos o ignora."
  ],
  [
    7,
    "Distinguem tão-somente o aparente da vida terrena; porém, estão alheios quanto à outra vida."
  ],
  [
    8,
    "Porventura não refletem em si mesmos? Deus não criou os céus, a terra e o que existe entre ambos, senão com prudência epor um término prefixado. Porém, certamente muitos dos humanos negam o comparecimento ante o seu Senhor (quando daRessurreição)."
  ],
  [
    9,
    "Porventura não percorrem a terra, para observarem qual foi o destino dos seus antecessores? Foram mais vigorosos doque eles, cultivaram a terra e a povoaram melhor do que eles, cultivaram a terra e a povoaram melhor do que eles. Seusmensageiros lhes apresentaram as evidências. Não foi Deus Que os prejudicou, mas foram eles mesmos que se condenaram."
  ],
  [
    10,
    "E o destino daqueles que cometeram o mal será pior, pois desmentiram os versículos de Deus e deles escarneceram!"
  ],
  [
    11,
    "Deus origina a criação, logo a reproduz, depois a ele retornareis."
  ],
  [
    12,
    "E no dia em que chegar a Hora do Juízo, os pecadores se desesperarão."
  ],
  [
    13,
    "E não acharão intercessores, entre os seus parceiros, e eles (próprios) renegarão seus parceiros."
  ],
  [
    14,
    "No dia em que chegar a Hora, nesse dia se separarão."
  ],
  [
    15,
    "Enquanto os fiéis, que tiverem praticado o bem, descansarão em um vergel."
  ],
  [
    16,
    "Os incrédulos, que tiverem desmentido os Nossos versículos e o comparecimento da outra vida, serão entregues aocastigo."
  ],
  [
    17,
    "Glorificai, pois, Deus, quando anoitece e quando amanhece!"
  ],
  [
    18,
    "Seus são os louvores, nos céus e na terra, tanto na hora do poente como só meio-dia."
  ],
  [
    19,
    "Ele extrai o vivo do morto, e o morto do vivo; e vivifica a terra, depois de haver sido árida. E assim sereisressuscitados!"
  ],
  [
    20,
    "Entre os Seus sinais está o de haver-vos criado do pó; logo, sois, seres que se espalham (pelo globo)."
  ],
  [
    21,
    "Entre os Seus sinais está o de haver-vos criado companheiras da vossa mesma espécie, para que com elas convivais; ecolocou amor e piedade entre vós. Por certo que nisto há sinais para os sensatos."
  ],
  [
    22,
    "E entre os Seus sinais está a criação dos céus e da terra, as variedades dos vossos idiomas e das vossas cores. Emverdade, nisto há sinais para os que discernem."
  ],
  [
    23,
    "E entre os Seus sinais está o do vosso dormir durante a noite e, durante o dia, e de procurardes a Sua graça. Certamente, nisto há sinais para os que escutam."
  ],
  [
    24,
    "E entre os Seus sinais está o de mostrar-vos o relâmpago, provocando temos e esperança, e o de fazer descer a água doscéus, com a qual vivifica a terra depois de haver sido árida. Sabei que nisto há sinais para os sensatos."
  ],
  [
    25,
    "E entre os Seus sinais está o fato de os céus e a terra se manterem sob o Seu Comando, e, quando vos chamar, uma sóvez, eis que sareis da terra."
  ],
  [
    26,
    "E Seus são todos aqueles que estão nos céus e na terra; tudo Lhe obedece."
  ],
  [
    27,
    "Ele é Quem origina a criação, logo a reproduz, porque isso Lhe é fácil. Sua é a mais elevada similitude, nos céus e naterra, e Ele é o Poderoso, o Prudentíssimo."
  ],
  [
    28,
    "Apresenta-vos, ainda, um exemplo tomado doe vós mesmos. Porventura, compartilharíeis faríeis daqueles que as vossasmãos direitas possuem parceiros naquilo de que vos temos agraciado e lhe concederíeis partes iguais ás vossas? Temei-osacaso, do mesmo modo que temeis uns aos outros? Assim elucidamos os Nossos versículos aos sensatos."
  ],
  [
    29,
    "Porém, os iníquos se entregam nesciamente ás suas luxúrias; mas quem poderá encaminhar aqueles que Deus tem deixadoque se desviem? Esses jamais terão socorredores!"
  ],
  [
    30,
    "Volta o teu rosto para a religião monoteísta. É a obra de Deus, sob cuja qualidade inata Deus criou a humanidade. Acriação feita por Deus é imutável. Esta é a verdadeira religião; porém, a maioria dos humanos o ignora."
  ],
  [
    31,
    "Voltai-vos contritos a Ele, temei-O, observai a oração e não vos conteis entre os que (Lhe) atribuem parceiros."
  ],
  [
    32,
    "Que dividiram a sua religião e formaram seitas, em que cada partido exulta no dogma que lhe é intrínseco."
  ],
  [
    33,
    "Quando a adversidade açoita os humanos, suplicam contritos ao seu Senhor; mas, quando os agracia com a Suamisericórdia, eis que alguns deles atribuem parceiros ao seu Senhor,"
  ],
  [
    34,
    "Para desagradecerem o que lhes concedemos. Deleitai-vos (enquanto puderdes), pois logo o sabereis!"
  ],
  [
    35,
    "Porventura, enviamos-lhes alguma autoridade, que justifique a sua idolatria?"
  ],
  [
    36,
    "Mas quando agraciamos os humanos com a misericórdia, regozijam-se dele; por outra, se os açoita a adversidade, peloque as suas mãos cometeram, ei-los desesperados!"
  ],
  [
    37,
    "Porventura, não reparam em que Deus prodigaliza e restringe a Sua graça a quem Lhe apraz? Por certo que nisto hásinais para os crentes."
  ],
  [
    38,
    "Concede, pois, aos parentes os seus direitos, assim como ao necessitado e ao viajante. Isso é preferível, para aquelesque anelam contemplar o Rosto de Deus; e estes serão os bem-aventurados."
  ],
  [
    39,
    "Quando emprestardes algo com usura, para que vos aumente (em bens), às expensas dos bens alheios, não aumentarãoperante Deus; contudo, o que derdes em zakat, anelando contemplar o Rosto de Deus (ser-vos-á aumentado). A estes, ser-lhes-á duplicada a recompensa."
  ],
  [
    40,
    "Deus é Quem vos cria, e depois vos agracia, então vos fará morrer, logo vos ressuscitará. Haverá alguém, dentre osvossos parceiros, que possa fazer algo similar a isso? Qual! Glorificado e exaltado seja Ele de tudo quanto Lhe associam!"
  ],
  [
    41,
    "A corrupção surgiu na terra e no mar por causa do que as mãos dos humanos lucraram. E (Deus) os fará provar algo deque cometeram. Quiçá assim se abstenham disso."
  ],
  [
    42,
    "Dize-lhes: Percorrei a terra e observai qual foi a sorte daqueles que vos precederam; sua maioria era idólatra."
  ],
  [
    43,
    "Fixa, pois, o teu rosto na verdadeira religião, antes que chegue o dia inevitável de Deus; nesse dia (os humanos) sedividirão (em duas partes)."
  ],
  [
    44,
    "O incrédulo sofrerá o peso da sua incredulidade; ao contrário, aqueles que tiverem praticado o bem, estenderão leitos (para repouso) para si próprios (no Céu),"
  ],
  [
    45,
    "A fim de que ele recompense, com a Sua graça os fiéis, que praticam o bem; sabei que Ele não aprecia os incrédulos."
  ],
  [
    46,
    "E entre os Seus sinais está o de enviar ventos alvissareiros (prenunciativos de chuva), para agraciar-vos com a Suamisericórdia, para que os navios singrem os mares com o Seu beneplácito, e para procurardes algo de Sua graça; quiçá Lheagradeçais."
  ],
  [
    47,
    "Antes de ti, enviamos mensageiros aos seus povos, que lhes apresentaram as evidências. Vingamo-Nos dos pecadores, eera Nosso dever socorrer os fiéis."
  ],
  [
    48,
    "Deus é Quem envia os ventos que agitam as nuvens, e as espalha no céu como Lhe apraz; logo as fragmenta, e observas achuva a manar delas, e quando a envia sobre quem Lhe apraz, dentre os Seus servos, eis que se regozijam."
  ],
  [
    49,
    "A despeito de estarem desesperados antes de recebê-la (a chuva)."
  ],
  [
    50,
    "Contempla, pois, (ó humano), os traços da misericórdia de Deus! Como vivifica a terra, depois de esta haver sido árida! Em verdade, Este é o (Mesmo) Ressuscitador dos mortos, porque Ele é Onipotente."
  ],
  [
    51,
    "Mas, se lhes houvéssemos enviado ventos glaciais e as vissem (as suas semeaduras) crestadas, tonar-se-iam, depoisdisso, ingratos."
  ],
  [
    52,
    "Certamente não poderias fazer ouvir os mortos, nem os surdos, quando voltam as costas em fuga."
  ],
  [
    53,
    "Nem és guia dos cegos, em seu erro, Só podes fazer-te escutar por aqueles que crêem nos Nossos versículos e sãomuçulmanos."
  ],
  [
    54,
    "Deus é Quem vos criou da debilidade; depois da debilidade vos vigorou, depois do vigor vos reduziu (novamente) àdebilidade, e à velhice. Ele cria tudo quanto Lhe apraz, e é o Poderoso, o Sapientíssimo."
  ],
  [
    55,
    "E no dia em que chegar a Hora, os pecadores jurarão que não permaneceram nos sepulcros mais do que uma hora. Comose equivocarão!"
  ],
  [
    56,
    "Porém, os sábios e fiéis dir-lhes-ão: Permanecestes no decreto de Deus até ao Dia da Ressurreição. E este é o dia daRessurreição; porém, vós ignoráveis."
  ],
  [
    57,
    "Neste dia, a escusa dos iníquos de nada lhes valerá, nem serão resgatados."
  ],
  [
    58,
    "Neste Alcorão, temos proposto aos humanos toda a espécie de exemplos: E quando lhes apresentas um sinal, osincrédulos dizem: Não fazeis mais do que proferir vaidades."
  ],
  [
    59,
    "Assim Deus sigila os corações dos insipientes."
  ],
  [
    60,
    "Sê perseverante, porque a promessa de Deus é inexorável. Que não te abatem aqueles que não crêem (na tua firmeza)."
  ]
]