[
  {
    "id": 33,
    "city": "madinah",
    "name": {
      "translated": "The Combined Forces",
      "transliterated": "Al-Ahzab",
      "codepoints": [
        1575,
        1604,
        1571,
        1581,
        1586,
        1575,
        1576
      ]
    },
    "ayahs": 73,
    "slug": "al-ahzab",
    "translator": null
  },
  [
    1,
    "Ó Profeta, teme a Deus e não obedeças aos incrédulos, nem aos hipócritas. Fica sabendo que Deus é Sapiente, Prudentíssimo."
  ],
  [
    2,
    "E observa o que te foi inspirado por teu senhor, porque Deus está inteirado de tudo quanto todos vós fazeis."
  ],
  [
    3,
    "Encomenda-te a Deus, porque basta Ele por Guardião."
  ],
  [
    4,
    "Deus não pôs no peito do homem dois corações; tampouco fez com que vossas esposas, as quais repudiais através dozihar, fossem para vós como vossas mães, nem tampouco que vossos filhos adotivos fossem como vossos próprios filhos. Estas são vãs palavras das vossas bocas. E Deus disse a verdade, e Ele mostra a (verdadeira) senda."
  ],
  [
    5,
    "Dai-lhes os sobrenomes dos seus verdadeiros pais; isto é mais eqüitativo ante Deus. Contudo, se não lhes conheceis ospais, sabei que eles são vossos irmãos, na religião, e vossos tutelados. Porém, se vos equivocardes, não sereisrecriminados; (o que conta) são as intenções de vossos corações; sabei que Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    6,
    "Um Profeta tem mais domínio sobre os fiéis do que eles mesmos (sobre si), e as esposas dele devem ser (para eles) comosuas mães. E, segundo o que foi estipulado no livro de Deus, os consangüíneos têm mais direito entre si do que os fiéis e os migrantes. Contudo, fazei o que é justo aos vossos amigos; isso está escrito no Livro."
  ],
  [
    7,
    "Recorda-te de quando instituímos o pacto com os profetas: contigo, com Noé, com Abraão, com Moisés, com Jesus, filhode Maria, e obtivemos deles um solene compromisso."
  ],
  [
    8,
    "Para que (Deus) pudesse interrogar (por vosso intermédio) os verazes, acerca de sua veracidade, e destinar um dolorosocastigo aos incrédulos."
  ],
  [
    9,
    "Ó fiéis, recordai-vos da graça de Deus para convosco! Quando um exército se abateu sobre vós, desencadeamos sobre eleum furacão e um exército invisível (de anjos), pois Deus bem via tudo quanto fazíeis."
  ],
  [
    10,
    "(Foi) quando os inimigos vos atacaram de cima e de baixo, e os (vossos) olhos se assombraram, e os (vossos) coraçõescomo que (vos) subiam à garganta; nessa altura ainda estáveis a desconfiar de Deus, sob vários aspectos."
  ],
  [
    11,
    "Então os fiéis foram testados e sacudidos violentamente."
  ],
  [
    12,
    "(Foi também) quando os hipócritas e os que abrigavam a morbidez em seus corações disseram: Deus e Seu Mensageironão nos prometeram senão ilusões."
  ],
  [
    13,
    "(Foi ainda) quando um grupo deles (dos fiéis) disse: Ó povo de Yátrib, retornai à vossa cidade, porque aqui não há lugarpara vós! E um grupo deles pediu licença (ao profeta) para retirar-se, dizendo: certamente nossas casas estão indefesas - quandorealmente não estavam indefesas, mas eles pretendiam fugir."
  ],
  [
    14,
    "Porém se (Madina) houvesse sido invadida pelos seus flancos, e se eles houvessem sido incitados à intriga, tê-la iamaceito, mesmo que não se houvessem deleitado com ela senão temporariamente."
  ],
  [
    15,
    "Tinham prometido a Deus que não fugiriam (do inimigo). Terão que responder pela promessa feita a Deus."
  ],
  [
    16,
    "Dize-lhes: A fuga de nada vos servirá, porque, se escapardes à morte ou a matança, não desfrutareis da vida, senãotransitoriamente."
  ],
  [
    17,
    "Dize-lhes (mais): Quem poderia preservar-vos de Deus, se Ele quisesse infligir-vos um mal? Ou se quisessecompadecer-Se de vós? Porém, não encontrarão, para si, além de Deus, protetor, nem socorredor algum."
  ],
  [
    18,
    "Deus conhece aqueles, dentre vós, que impedem os demais de seguirem o profeta, e dizem a seus irmãos: Ficai conosco!, e não vão à luta, a não ser para permanecerem por pouco tempo."
  ],
  [
    19,
    "São avarentos para convosco. Quando o medo se apodera deles, observa (Ó Mohammad), que te olham com os olhosinjetados, como quem se encontra num transe de morte; porém, quando se lhes desvanece o temor, zurzem-te com suaslínguas ferinas, avarentos quanto ao feitio do bem. Estes não crêem; assim, pois, Deus tornará suas obras sem efeito, porqueisso é fácil a Deus."
  ],
  [
    20,
    "Imaginavam que os partidos não haviam sido derrotados; porém, se os partidos tivessem voltado (a atacar), teriamanelado viver com os beduínos, para se informarem das vossas ações; e se tivessem estado convosco, não teriam combatido, senão aparentemente."
  ],
  [
    21,
    "Realmente, tendes no Mensageiro de Deus um excelente exemplo para aqueles que esperam contemplar Deus, deparar-secom o Dia do Juízo Final, e invocam Deus freqüentemente."
  ],
  [
    22,
    "E quando os fiéis avistaram as facções, disseram: Eis o que nos haviam prometido Deus e o Seu Mensageiro; e tantoDeus como o Seu Mensageiro disseram a verdade! E isso não fez mais do que lhes aumentar a fé e resignação."
  ],
  [
    23,
    "Entre os fiéis, há homens que cumpriram o que haviam prometido, quando da sua comunhão com Deus; há-os que oconsumaram (ao extremo), e outros que esperam, ainda, sem violarem a sua comunhão, no mínimo que seja."
  ],
  [
    24,
    "Deus recompensa os verazes, por sua veracidade, e castiga os hipócritas como Lhe apraz; ou então os absolve, porqueDeus é Indulgente, Misericordiosíssimo."
  ],
  [
    25,
    "Deus rechaçou os incrédulos que, apesar da sua fúria, não tiraram vantagem alguma; basta Deus aos fiéis, no combate, porque Deus é potente, poderosíssimo!"
  ],
  [
    26,
    "E (Deus) desalojou de suas fortalezas os adeptos do Livro, que o (inimigo) apoiaram, e infundiu o terror em seuscorações. Matastes uma parte e capturastes outra."
  ],
  [
    27,
    "E (depois disso) vos fez herdeiros de sua cidade, de suas casas, seus bens e das terras que nunca havíeis pisado (antes); sabei que Deus é Onipotente."
  ],
  [
    28,
    "Ó Profeta, dize a tuas esposas: Se ambicionardes a vida terrena e as suas ostentações, vinde! Prover-vos-ei e dar-vos-eia liberdade, da melhor forma possível."
  ],
  [
    29,
    "Outrossim, se preferirdes Deus, Seu Mensageiro e morada eterna, certamente Deus destinará, para as benfeitoras, dentrevós, uma magnífica recompensa."
  ],
  [
    30,
    "Ó esposas do Profeta, se alguma de vós for culpada de uma má conduta evidente, ser-lhe-á duplicado o castigo, porqueisso é fácil a Deus."
  ],
  [
    31,
    "Por outra, àquela que se consagrar a Deus e a Seus Mensageiro, e praticar o bem, duplicaremos a recompensa e lhedestinaremos um generoso sustento."
  ],
  [
    32,
    "Ó esposas do Profeta, vós não sois como as outras mulheres; se sois tementes, não sejais insinuantes na conversação, para evitardes a cobiça daquele que possui morbidez no coração, e falai o que é justo."
  ],
  [
    33,
    "E permanecei tranqüilas em vossos lares, e não façais exibições, como as da época da idolatria; observai a oração, pagai o zakat, obedecei a Deus e ao seu Mensageiro, porque Deus só deseja afastar de vós a abominação, ó membros daCasa, bem como purificar-vos integralmente."
  ],
  [
    34,
    "E lembrai-vos do que é recitado em vosso lar, dos versículos de Deus e da sabedoria, porque Deus é Onisciente, Sutilíssimo."
  ],
  [
    35,
    "Quanto aos muçulmanos e às muçulmanas, aos fiéis e às fiéis, aos consagrados e às consagradas, aos verazes e àsverazes, aos perseverantes e às perseverantes, aos humildes e às humildes, aos caritativos e às caritativas, aos jejuadores eàs jejuadoras, aos recatados e às recatadas, aos que se recordam muito de Deus e às que se recordam d'Ele, saibam queDeus lhes tem destinado a indulgência e uma magnífica recompensa."
  ],
  [
    36,
    "Não é dado ao fiel, nem à fiel, agir conforme seu arbítrio, quando Deus e Seu Mensageiro é que decidem o assunto. Sabei que quem desobedecer a Deus e ao Seu Mensageiro desviar-se á evidentemente."
  ],
  [
    37,
    "Recorda-te de quando disseste àquele que Deus agraciou, e tu favoreceste: Permanece com tua esposa e teme a Deus!, ocultando em teu coração o que Deus ia revelar; temais, acaso, mais as pessoas, sabendo que Deus é mais digno de que Otemas? Porém, quando Zaid resolveu dissolver o seu casamento com a necessária (formalidade), permitimos que tu adesposasses, a fim de que os fiéis não tivessem inconvenientes em contrair matrimônio com as esposas de seus filhosadotivos, sempre que estes decidissem separar-se com a necessária (formalidade); e fica sabendo que o mandamento deDeus deve ser cumprido."
  ],
  [
    38,
    "Não será recriminado o Profeta por cumprir o que Deus lhe prescreveu, porque é a lei de Deus, com respeito aos que oprecederam. Os desígnios de Deus são de ordem irrevogável."
  ],
  [
    39,
    "(É a lei) daqueles que transmitem as Mensagens de Deus e O temem, e a ninguém temem, senão a Deus, e basta Deuspara que Lhe rendam contas."
  ],
  [
    40,
    "Em verdade, Mohammad não é o pai de nenhum de vossos homens, mas sim o Mensageiro de Deus e o prostremos dosprofetas; sabei que Deus é Onisciente."
  ],
  [
    41,
    "Ó fiéis, mencionai freqüentemente Deus."
  ],
  [
    42,
    "E glorificai-O, de manhã e à tarde."
  ],
  [
    43,
    "Ele é Quem vos abençoa, assim como (fazem) Seus anjos, para tirar-vos das trevas e levar-vos para a luz; sabei que Eleé Misericordioso para com os fiéis."
  ],
  [
    44,
    "Sua saudação, no dia em que comparecerem ante Ele, será: Paz! E está-lhes destinada uma generosa recompensa."
  ],
  [
    45,
    "Ó profeta, em verdade, enviamos-te como testemunha, alvissareiro e admoestador!"
  ],
  [
    46,
    "E, como convocador (dos humanos) a Deus, com Sua anuência, e como uma lâmpada luminosa."
  ],
  [
    47,
    "E anuncia aos fiéis, que obterão de Deus infinita graça."
  ],
  [
    48,
    "E não obedeças aos incrédulos, nem aos hipócritas, e não faças caso de suas injúrias; encomenda-te a Deus, porque Deuste basta por Guardião."
  ],
  [
    49,
    "Ó fiéis, se vos casardes com as fiéis e as repudiardes, antes de haverde-las tocado, não lhes exigias o cumprimento dotérmino estabelecido; dai-lhes um presente, outrossim, e libertai-as decorosamente."
  ],
  [
    50,
    "Ó Profeta, em verdade, tornamos lícitas, para ti as esposas que tenhas dotado, assim como as que a tua mão direitapossui (cativas), que Deus tenha feito cair em tuas mãos, as filhas de teus tios e tias paternas, as filhas de teus tios e tiasmaternas, que migraram contigo, bem como toda a mulher fiel que se dedicar ao Profeta, por gosto, e uma vez que o Profetaqueira desposá-la; este é um privilégio exclusivo teu, vedado aos demais fiéis. Bem sabemos o que lhes impusemos (aosdemais), em relação às suas esposas e às que suas mãos direita possuem, a fim de que não haja inconveniente algum para ti. E Deus é Indulgente, Misericordioso."
  ],
  [
    51,
    "Podes abandonar, dentre elas, as que desejares e tomar as que te agradarem; e se desejares tomar de novo a qualquerdelas que tiveres abandonado, não terás culpa alguma. Esse proceder será sensato para que se refresquem seus olhos, não seaflijam e se satisfaçam com o que tiveres concedido a todas, pois Deus sabe o que encerram os vossos corações; e Deus, éTolerante, Sapientíssimo."
  ],
  [
    52,
    "Alem dessas não te será permitido casares com outras, nem trocá-las por outras mulheres, ainda que suas belezas teencantarem, com exceção das que a tua mão direita possua. E Deus é Observador de tudo."
  ],
  [
    53,
    "Ó fiéis, não entreis na casas do Profeta, salvo se tiverdes sido convidados a uma refeição, mas não para aguardardes asua preparação. Porém, se fordes convidados, entrai; e quando tiverdes sido servidos, retirai-vos sem fazer colóquiofamiliar, porque isso molestaria o Profeta e este se envergonharia de vós; porém, Deus não Se envergonha da verdade. E seisso será mais puro para os vossos corações e para os delas. Não vos é dado molestar o Mensageiro de Deus nem jamaisdesposar as suas esposas, depois dele, porque isso seria grave ante Deus."
  ],
  [
    54,
    "Quer manifesteis algo, quer o oculteis, sabei que Deus é Conhecedor de todas as coisas."
  ],
  [
    55,
    "(As esposas do Profeta) não serão recriminadas (se aparecerem a descoberto) perante seus pais, seus filhos, seusirmãos, seus sobrinhos, perante suas mulheres crentes ou as que suas mãos direita possuam (servas). E temei a Deus, porqueEle é Testemunha de tudo."
  ],
  [
    56,
    "Em verdade, Deus e Seus anjos abençoam o Profeta. Ó fiéis, abençoai-o e saudai-o reverentemente!"
  ],
  [
    57,
    "Em verdade, àqueles que molestam Deus e Seu Mensageiro, Deus os amaldiçoará, neste mundo e no outro, e tem-lhespreparado um afrontoso castigo."
  ],
  [
    58,
    "E aqueles que molestarem os fiéis e as fiéis imerecidamente, serão culpados de uma falsa imputação e de um delitoflagrante."
  ],
  [
    59,
    "Ó Profeta, dize a tuas esposas, tuas filhas e às mulheres dos fiéis que (quando saírem) se cubram com as suas mantas; isso é mais conveniente, para que distingam das demais e não sejam molestadas; sabei que Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    60,
    "Se os hipócritas e os que abrigam a morbidez em seus corações, e os intrigantes, em Madina, não se contiverem, ordenar-te-emos combatê-los; então, não ficarão nela, como teus vizinhos, senão por pouco tempo."
  ],
  [
    61,
    "Serão malditos: onde quer que se encontrarem, deverão ser aprisionados e cruelmente mortos."
  ],
  [
    62,
    "Tal foi a Lei de Deus, para com aqueles que viveram anteriormente. Nunca acharás mudanças na Lei de Deus!"
  ],
  [
    63,
    "As pessoas te interrogarão sobre a Hora (do Juízo). Dize-lhes: Seu conhecimento somente está com Deus! E quem teinteirará, se a Hora estiver próxima?"
  ],
  [
    64,
    "Em verdade, Deus amaldiçoou os incrédulos e lhes preparou o tártaro."
  ],
  [
    65,
    "Onde permanecerão eternamente; não encontrarão protetor ou socorredor."
  ],
  [
    66,
    "No dia em que seus rostos forem virados para o fogo, dirão: Oxalá tivéssemos obedecido a Deus e ao Mensageiro!"
  ],
  [
    67,
    "E dirão (mais): Ó Senhor nosso, em verdade, obedecíamos aos nossos chefes, os quais nos desviaram da (verdadeira) senda."
  ],
  [
    68,
    "Ó Senhor nosso, redobra-lhes o castigo e amaldiçoa-os reiteradamente!"
  ],
  [
    69,
    "Ó fiéis, não sejais como aqueles que injuriaram Moisés, e sabei que Deus o isentou do que diziam, porque era nobre aosOlhos de Deus."
  ],
  [
    70,
    "Ó fiéis, temei a Deus e falai apropriadamente."
  ],
  [
    71,
    "Ele emendará as vossas ações e vos absolverá dos vossos pecados; e quem obedecer a Deus e ao Seu Mensageiro terálogrado um magnifico benefício."
  ],
  [
    72,
    "Por certo que apresentamos a custódia aos céus, à terra e às montanhas, que se negaram e temeram recebê-la; porém, ohomem se encarregou disso, mas provou ser injusto e insipiente."
  ],
  [
    73,
    "Deus castigará os hipócritas e as hipócritas, os idólatras e as idólatras, e perdoará os fiéis e as fiéis, porque Deus éIndulgente, Misericordiosíssimo."
  ]
]