[
  {
    "id": 34,
    "city": "makkah",
    "name": {
      "translated": "Sheba",
      "transliterated": "Saba",
      "codepoints": [
        1587,
        1576,
        1573
      ]
    },
    "ayahs": 54,
    "slug": "saba",
    "translator": null
  },
  [
    1,
    "Louvado seja Deus, a Quem pertence tudo quanto existe nos céus e na terra; Seus serão os louvores, (também) no outromundo, porque é o Onisciente, o Prudentíssimo."
  ],
  [
    2,
    "Ele conhece tanto o que penetra na terra, como o que dela sai, o que desce do céu e o que a ele ascende, porque é oMisericordioso, o Indulgentíssimo."
  ],
  [
    3,
    "Os incrédulos dizem: Nunca nos chegará a Hora! Dize-lhes: Sim, por meu Senhor! Chegar-vos-á, procedente deconhecedor do incognoscível, de Quem nada escapa, nem mesmo algo do peso de um átomo, quer seja nos céus ou na terra, e (nada há) menor ou maior do que isso, que não esteja registrado no Livro lúcido."
  ],
  [
    4,
    "Isso para certificar os fiéis, que praticam o bem, de que obterão indulgência e um magnífico sustento."
  ],
  [
    5,
    "Mas, aqueles que lutam contra os nossos versículos sofrerão um castigo e uma dolorosa punição."
  ],
  [
    6,
    "E os que foram agraciados com a sabedoria sabem que o que te foi revelado, por teu Senhor, é a verdade, e que issoconduz à senda do Poderoso, Laudabilíssimo."
  ],
  [
    7,
    "E os incrédulos dizem (uns aos outros): Quereis que vos indiquemos um homem que vos inteire de que quando fordesdesintegrados sereis reanimados novamente?"
  ],
  [
    8,
    "Forjou mentiras a respeito de Deus, está louco! Qual! Aquelas que negarem a outra vida serão atormentados por teremestado num profundo erro."
  ],
  [
    9,
    "Não reparam, acaso, no que está antes deles e atrás deles, de céu e terra? Se quiséssemos, poderíamos fazê-los serengolidos pela terra ou fazer cair sobre eles uma obliteração do céu. Nisto há um sinal para todo o servo contrito."
  ],
  [
    10,
    "Agraciamos Davi com a Nossa mercê (e dissemos): Ó montanhas, ó pássaros, repeti com ele os louvores de Deus. E lhefizemos maleável o ferro."
  ],
  [
    11,
    "(E lhe dissemos): Faze com ele cotas de malha e ajusta-as! Praticai o bem, porque bem vemos tudo quanto fazeis."
  ],
  [
    12,
    "E fizemos o vento (obediente) a Salomão, cujo trajeto matinal equivale a um mês (de viagem) e o vespertino a um mês (de viagem). E fizemos brotar, para ele, uma fonte do cobre, e proporcionamos gênios, para trabalharem sob as suas ordens, com a anuência do seu Senhor; e a quem, dentre eles, desacatar as Nossas ordens, infligiremos o castigo do tártaro."
  ],
  [
    13,
    "Executaram, para ele, tudo quanto desejava: arcos, estátuas, grandes vasilhas como reservatórios, e resistentes caldeirasde cobre. (E dissemos): Trabalhai, ó familiares de Davi, com agradecimento! Quão pouco são os agradecidos, entre osMeus servos!"
  ],
  [
    14,
    "E quando dispusemos sobre sua morte (de Salomão), só se aperceberam dela em virtude dos cupins que lhe roíam ocajado; e quando tombou, os gênios souberam que, se estivessem de posse do incognoscível, não permaneceriam noafrontoso castigo."
  ],
  [
    15,
    "Os habitantes de Sabá tinham, em sua cidade, um sinal: duas espécies de jardins, à direita e à esquerda. (Foi-lhes dito): Desfrutai de graça de vosso Senhor e agradecei-Lhe. Tendes terra fértil e um Senhor Indulgentíssimo."
  ],
  [
    16,
    "Porém, desencaminharam-se. Então, desencadeamos sobre eles a inundação provinda dos diques, e substituímos seusjardins por outro cujos frutos eram amargos, e tamargueiras, e possuíam alguns lotos."
  ],
  [
    17,
    "Assim os castigamos, por sua ingratidão. Temos castigado, acaso, alguém, além do ingrato?"
  ],
  [
    18,
    "E estabelecemos, entre eles, e as cidades que havíamos bendito, cidades proeminentes, e lhes apontamos estágios deviagem, (dizendo-lhes): Viajai por aí em segurança, durante o dia e à noite!"
  ],
  [
    19,
    "Porém, disseram: Ó Senhor nosso, prolonga a distância entre os nossos estágios de viagem! E se condenaram. Então osconvertemos em lenta (a ser marrada) para os povos e os dispersamos por todas as partes. Nisto há sinais para todo operseverante, agradecido."
  ],
  [
    20,
    "O próprio Lúcifer confirmou que havia pensado certo a respeito deles - eles o seguiram, exceto uma parte dos fiéis;"
  ],
  [
    21,
    "Se bem que não tivesse autoridade alguma sobre eles. Fizemos isto para certificar-Nos de quem, dentre eles, acreditavana outra vida e quem dela duvidava. Em verdade, teu Senhor é Guardião de tudo."
  ],
  [
    22,
    "Dize-lhes: Invocai os que pretendeis, em vez de Deus! Eles não possuem nada, nem mesmo do peso de um átomo, no céuou na terra, nem tampouco têm neles participação; nem Ele os tem como ajudantes."
  ],
  [
    23,
    "E de nada valerá a intercessão junto a Ele, senão a daquele a quem for permitida. Quando o terror for banido de seuscorações, dirão: Que tem dito o vosso Senhor? Dirão: A verdade, porque é o Grandioso, o Altíssimo."
  ],
  [
    24,
    "Dize-lhes: Quem vos agracia, seja do céu, seja da terra? Dize: Deus! Portanto, certamente, ou nós estamos guiados ouvós estais orientados, ou em erro evidente."
  ],
  [
    25,
    "Dize-lhes mais: Não sereis responsáveis por tudo quanto tenhamos feito, como tampouco não seremos responsáveis porquanto tenhais cometido."
  ],
  [
    26,
    "Dize-lhes (ainda): Nosso Senhor nos congregará e logo decidirá o assunto entre nós com eqüidade, porque é o Árbitropor excelência, o Sapientíssimo."
  ],
  [
    27,
    "Torna a lhes dizer: Mostrai-me os parceiros que Lhe atribuís! Não podereis fazê-lo! Porém, Ele é Deus, o Poderoso, oPrudentíssimo."
  ],
  [
    28,
    "E não te enviamos, senão como universal (Mensageiro), alvissareiro e admoestador para os humanos; porém, a maioriados humanos o ignora."
  ],
  [
    29,
    "E dizem: Quando (se cumprirá) esta promessa? Dize-nos, se estiveres certo."
  ],
  [
    30,
    "Responde-lhes: Tendes um encontro marcado para um dia, o qual não podereis atrasar, nem adiantar por uma só hora."
  ],
  [
    31,
    "Os incrédulos dizem: Jamais creremos neste Alcorão, tampouco nos (Livros) que o precederam. Ah, se pudesses ver osiníquos reprovarem-se reciprocamente, quando compararem ante seu Senhor! Os seguidores dirão aos que seensoberbeceram: Se não fosse por vós, teríamos sido fiéis!"
  ],
  [
    32,
    "E os que se ensoberbeceram dirão aos seus seguidores: Acaso, nós vos desencaminhamos da orientação, depois de vo-later chegado? Qual! Fostes vós os pecadores!"
  ],
  [
    33,
    "E os seguidores responderão aos que se ensoberbeceram: Ao contrário, foram as vossas artimanhas, à noite e de dia, quando nos ordenáveis que negássemos Deus e Lhe atribuíssemos parceiros! E dissimularão o remorso quando virem ocastigo. E carregaremos de pesadas argolas os pescoços dos incrédulos. Porventura serão retribuídos, senão pelo quehouverem feito?"
  ],
  [
    34,
    "E não enviamos admoestador algum a cidade alguma sem que os concupiscentes lhes dissessem: Sabei que negamos (amensagem) com que foste enviado."
  ],
  [
    35,
    "E disseram: Nós possuímos mais riquezas e filhos do que vós, e jamais seremos castigados."
  ],
  [
    36,
    "Dize-lhes: Em verdade, meu Senhor prodigaliza e restringe a Sua graça a quem Lhe apraz: porém, a maioria dos humanoso ignora."
  ],
  [
    37,
    "E não serão nem as vossas riquezas, nem os vosso filhos que vos aproximarão dignamente de Nós; outrossim, serão osfiéis, que praticam o bem, que receberão uma multiplicada recompensa por tudo quanto tiverem feito, e residirão, seguros, no empíreo."
  ],
  [
    38,
    "Em verdade, aqueles que lutam contra os Nossos versículos, e tentam frustrá-los, serão os que comparecerão ao castigo."
  ],
  [
    39,
    "Dize-lhes: Em verdade, meu Senhor prodigaliza e restringe Sua graça a quem Lhe apraz, dentre os Seus servos. Tudoquanto distribuirdes em caridade Ele vo-lo restituirá, porque é o melhor dos agraciadores."
  ],
  [
    40,
    "Um dia os congregará a todos, e logo perguntará aos anjos: São estes, acaso, os que vos adoravam?"
  ],
  [
    41,
    "Responderão: Glorificado sejas! Tu és nosso Protetor, em vez deles! Qual! Adoravam os gênios! A maioria delesacreditava neles."
  ],
  [
    42,
    "Porém, hoje não podereis beneficiar-vos nem prejudicar-vos reciprocamente. E diremos aos iníquos: Provai o castigoinfernal que negastes!"
  ],
  [
    43,
    "E quando lhes são recitados os Nossos lúcidos versículos (esta pelo Profeta), dizem: Este não é mais do que um homemque quer afastar-vos do que adoravam os vossos pais! E dizem (ainda): Este (Alcorão) não é mais do que uma calúniaforjada! E os incrédulos dizem da verdade quando lhes chega: Isto não é mais do que pura magia!"
  ],
  [
    44,
    "Antes de ti não lhes tínhamos enviado livro algum, para que o estudassem, nem lhes havíamos enviado admoestadoralgum."
  ],
  [
    45,
    "Os povos antigos desmentiram (seus mensageiros); e não conseguiram alcançar nem a décima parte do conhecimento quelhes concedemos. Negaram os Meus mensageiros, mas que terrível foi a (Minha) rejeição (a eles)!"
  ],
  [
    46,
    "Dize-lhes: Exorto-vos a uma só coisa: que vos consagreis a Deus, em pares ou individualmente; e refleti. Vossocompanheiro não é um energúmeno. Ele não é senão vosso admoestador, que vos adverte, face a um terrível castigo."
  ],
  [
    47,
    "Dize-lhes: Jamais vos exigi recompensa alguma; tudo (que fiz) foi em vosso interesse; e minha recompensa só incumbe aDeus, porque é Testemunha de tudo."
  ],
  [
    48,
    "Dize-lhes (mais): Sabei que meu Senhor é Quem difunde a verdade e é conhecedor do incognoscível."
  ],
  [
    49,
    "Dize-lhes (ainda): A verdade tem prevalecido, e a falsidade nada cria e nem restaura."
  ],
  [
    50,
    "Torna o dizer-lhes: Se me desviar, será unicamente em detrimento meu; em troca, se me encaminhar, será por causa doque meu Senhor me tem revelado, porque é Oniouvinte, Próximo."
  ],
  [
    51,
    "E se puderes vê-los, quando tremerem de medo, sem terem escapatória! Serão levados (para o inferno) de um lugarpróximo!"
  ],
  [
    52,
    "E então dirão: Cremos nela (a verdade)! Porém, como poderão alcançá-la de um lugar distante,"
  ],
  [
    53,
    "Quando antes a negaram, escarnecendo do incognoscível, de um lugar distante?"
  ],
  [
    54,
    "E erigiu, entre eles e suas aspirações, uma barreira, como foi feito anteriormente com os seus partidários, porqueestavam em uma inquietante dúvida."
  ]
]