[
  {
    "id": 35,
    "city": "makkah",
    "name": {
      "translated": "Cityator",
      "transliterated": "Fatir",
      "codepoints": [
        1601,
        1575,
        1591,
        1585
      ]
    },
    "ayahs": 45,
    "slug": "fatir",
    "translator": null
  },
  [
    1,
    "Louvado seja Deus, Criador dos céus e da terra, Que fez dos anjos mensageiros, dotados de dois, três ou quatro pares deasas; aumenta a criação conforme Lhe apraz, porque Deus é Onipotente."
  ],
  [
    2,
    "A misericórdia com que Deus agracia o homem ninguém pode obstruir e tudo quanto restringe ninguém pode prodigalizar, à parte d'Ele, porque é o Poderoso, o Prudentíssimo."
  ],
  [
    3,
    "Ó humanos, recordai-vos da graça de Deus para convosco! Porventura, existe outro criador que não seja Deus, Que vosagracia, quer (com coisas) do céu quer da terra? Não há mais divindade além d'Ele! Como, pois, vos desviais?"
  ],
  [
    4,
    "E se te desmentirem, fica sabendo que mensageiros anteriores a ti também foram desmentidos. Mas a Deus retornarão osassuntos!"
  ],
  [
    5,
    "Ó humanos, a promessa de Deus é inexorável! Que a vida terrena não vos iluda, nem vos engane o sedutor, com respeito aDeus."
  ],
  [
    6,
    "Posto que Satanás é vosso inimigo, tratai-o, pois como inimigo, porque ele incita os seus prosélitos a que sejamcondenados ao tártaro."
  ],
  [
    7,
    "Os incrédulos sofrerão um terrível castigo. Mas os fiéis, que praticam o bem, obterão indulgência e uma granderecompensa."
  ],
  [
    8,
    "Acaso, aquele cujas más ações lhe foram abrilhantadas e as vê como boas, (poderá ser equiparado ao encaminhado)? Certamente Deus deixa desviar-se quem quer e encaminha quem Lhe apraz. Não te mortifiques, pois, em vão, por seu desvio, porque Deus é Sabedor de tudo quanto fazem."
  ],
  [
    9,
    "E Deus é Quem envia os ventos, que movem as nuvens (que produzem chuva). Nós as impulsionamos até a uma terra áridae, mediante elas, reavivamo-la, depois de haver sido inerte; assim é a ressurreição!"
  ],
  [
    10,
    "Quem ambiciona a glória, saiba que toda glória pertence integralmente a Deus. Até a Ele ascendem as puras palavras eas nobres ações. Aqueles que urdem maldades sofrerão um terrível castigo, e sua conspiração será inútil."
  ],
  [
    11,
    "E Deus vos criou do pó; então de esperma; depois vos dividiu em pares. E nenhuma fêmea concebe ou gera sem o Seuconhecimento. Não se prolonga, nem se abrevia a vida de ninguém, sem que isso esteja registrado no Livro, porque isso éfácil a Deus."
  ],
  [
    12,
    "Jamais se equipararão as duas águas, uma doce, agradável de ser bebida, e a outra, que é salobra e amarga; porém, tantode uma como da outra comeis carne fresca e extraís ornamentos com que vos embelezais - e vedes nela os navios sulcandoas ondas, à procura da Sua graça, para que, quiçá, Lhe agradeçais."
  ],
  [
    13,
    "Ele insere a noite no dia e o dia na noite e rege o sol e a lua; cada um percorrerá o seu curso até um término prefixado. Tal é Deus para vós, vosso Senhor, e é d'Ele o Reino. Quanto aos que invocais em vez d'Ele, não possuem o mínimo queseja de poder."
  ],
  [
    14,
    "Quando os invocardes, não ouvirão a vossa súplica e, mesmo se a ouvirem, não vos atenderão. E no Dia da Ressurreiçãorenegarão a vossa idolatria; e ninguém te informará (ó humano) como o Onisciente."
  ],
  [
    15,
    "Ó humanos, sois vós que necessitais de Deus, porque Deus é, por Si, o Opulento, o Laudabilíssimo."
  ],
  [
    16,
    "Se quisesse, poderia fazer-vos desaparecer e apresentaria uma nova criação,"
  ],
  [
    17,
    "Porque isso não é difícil a Deus."
  ],
  [
    18,
    "E nenhum pecador arcará com culpa alheia; e se uma alma sobrecarregada suplicar a outra a que lhe alivie a carga, estanão lhe será aliviada no mínimo que seja, ainda que por um parente. Admoestarás tão-somente aqueles que temem seuSenhor na intimidade, e observam a oração. E quem se purificar, será em seu próprio benefício, porque a Deus será oretorno."
  ],
  [
    19,
    "Jamais se equipararão o cego e o vidente."
  ],
  [
    20,
    "Tampouco as trevas e a luz."
  ],
  [
    21,
    "Ou a sombra e a canícula."
  ],
  [
    22,
    "Nem tampouco se equipararão os vivos e os mortos. Em verdade, Deus faz ouvir quem Lhe apraz; contudo, tu não podesfazer-te ouvir por aqueles que estão nos sepulcros,"
  ],
  [
    23,
    "Porque não és mais do que um admoestador."
  ],
  [
    24,
    "Certamente te enviamos com a verdade e como alvissareiro e admoestador, e não houve povo algum que não tivesse tidoum admoestador."
  ],
  [
    25,
    "E, se te desmentirem, olha, seus antecessores desmentiram os seus mensageiros que lhes apresentaram as evidências, osSalmos e o Livro lúcido."
  ],
  [
    26,
    "Então castigamos os incrédulos; e que terrível foi a (Nossa) rejeição (a eles)!"
  ],
  [
    27,
    "Não reparas em que Deus faz descer a água do céu? E produzimos, com ela, frutos de vários matizes; e também háextensões de montanhas, brancas, vermelhas, de diferentes cores, e as há de intenso negro."
  ],
  [
    28,
    "E entre os humanos, entre os répteis e entre o gado, há indivíduos também de diferentes cores. Os sábios, dentre osservos de Deus, só Ele temem, porque sabem que Deus é Poderoso, Indulgentíssimo."
  ],
  [
    29,
    "Por certo que aqueles que recitam o Livro de Deus, observam a oração e fazem caridade, privativa ou paladinamente, com uma parte daquilo com que os agraciamos, almejam um comércio imorredouro."
  ],
  [
    30,
    "Deus lhe pagará as suas recompensas e lhes acrescentará de Sua graça, porque é Compensador, Indulgentíssimo."
  ],
  [
    31,
    "E o que te revelamos do Livro é a verdade que corrobora os Livros que o precederam; sabei que Deus está inteirado, e éObservador de Seus servos."
  ],
  [
    32,
    "Então, fizemos herdar o Livro a quem elegemos dentre os Nossos servos; porém, entre eles há aqueles que se condenam, outros que são parcimoniosos e outros que se emulam na beneficência, com o beneplácito de Deus. Eis a magnífica graça:"
  ],
  [
    33,
    "Jardins do Éden, os quais adentrarão, onde serão enfeitados com braceletes de ouro e pérolas; e suas vestimentas serãode seda pura."
  ],
  [
    34,
    "E dirão; Louvado seja Deus, que nos tem livrado da aflição! O Nosso Senhor é Compensador, Indulgentíssimo."
  ],
  [
    35,
    "E, em virtude de Sua graça, alojou-nos na morada eterna, onde não nos molestará a fadiga, nem tampouco a languidez!"
  ],
  [
    36,
    "Por outra, os incrédulos experimentarão o fogo infernal. Não serão condenados a morrer, nem lhes será aliviado, emnada, o castigo. Assim castigamos todo o ingrato."
  ],
  [
    37,
    "E aí clamarão: Ó Senhor nosso, tira-nos daqui, que agiremos de uma forma diferente da que agíamos! Acaso, não vosprolongamos as vidas, para que, quem quisesse refletir, pudesse fazê-lo, e não vos chegou o admoestador? Provai, pois, (ocastigo)! Sabei que os iníquos não têm socorredor algum!"
  ],
  [
    38,
    "Deus é Conhecedor do mistério dos céus e da terra, porque conhece bem as intimidades dos corações."
  ],
  [
    39,
    "Ele foi Quem vos designou como legatários na terra. Mas, quem pecar, o fará em detrimento próprio; porém, quanto aosincrédulos, sua perfídia não lhes acrescentará senão aversão, aos olhos de seu Senhor; e sua perfídia não lhes acrescentarásenão perdição."
  ],
  [
    40,
    "Dize-lhes: Não reparais nas divindades que invocais em vez de Deus? Mostrai-me o que criaram na terra! Acaso, participem dos céus? Ou então lhes concedemos algum Livro, no qual pudessem basear-se? Qual! Os iníquos não prometem, mutualmente, mais do que ilusões!"
  ],
  [
    41,
    "Em verdade, Deus sustém os céus e a terra, para que não se desloquem, e se se deslocassem, ninguém, que não fosse Ele, poderia contê-los. Em verdade, é Tolerante, Indulgentíssimo."
  ],
  [
    42,
    "Juraram solenemente por Deus que, se lhes fosse apresentado um admoestador, encaminhar-se-iam mais do que qualqueroutro povo; porém, quando um admoestador lhes chegou, nada lhes foi aumentando, senão em aversão,"
  ],
  [
    43,
    "Em ensoberbecimento na terra e em conspiração para o mal; todavia, a conspiração para o mal somente assedia os seusfeitores. Porventura, almejam algo, além da sorte dos povos primitivos? Porém, nunca acharás variações na Lei de Deus; enunca acharás mudanças na Lei de Deus."
  ],
  [
    44,
    "Porventura, não percorreram a terra, para ver qual foi o destino dos seus antecessores, que eram mais poderosos do queeles? Porém, nada poderá desafiar Deus, nos céus ou na terra, porque é Onipotente, Sapientíssimo."
  ],
  [
    45,
    "De sorte que se Deus tivesse castigado os humanos pelo que cometeram, não teria deixado sobre a face da terra um sóser; porém, tolera-os até um término prefixado. E quando esse término expirar, certamente constatarão que Deus éObservador de Seus servos."
  ]
]