[
  {
    "id": 37,
    "city": "makkah",
    "name": {
      "translated": "Those who set the Ranks",
      "transliterated": "As-Saffat",
      "codepoints": [
        1575,
        1604,
        1589,
        1575,
        1601,
        1575,
        1578
      ]
    },
    "ayahs": 182,
    "slug": "as-saffat",
    "translator": null
  },
  [
    1,
    "Pelos que ordenadamente se enfileiram,"
  ],
  [
    2,
    "E depois energicamente expulsam o inimigo.."
  ],
  [
    3,
    "E recitam a mensagem."
  ],
  [
    4,
    "Em verdade, vosso Deus é Único."
  ],
  [
    5,
    "Senhor dos Céus e da terra e de tudo quanto existe entre ambos, e Senhor dos levantes!"
  ],
  [
    6,
    "Em verdade, adornamos o céu aparente com o esplendor das estrelas."
  ],
  [
    7,
    "(Para esplendor) e para proteção, contra todos os demônios rebeldes,"
  ],
  [
    8,
    "Para que não possam ouvir os celícolas, pois serão atacados, por todos os lados,"
  ],
  [
    9,
    "Como repulsa, e terão um sofrimento permanente."
  ],
  [
    10,
    "Exceto quem arrebatar algo, furtivamente, será perseguido por um meteoro flamejante."
  ],
  [
    11,
    "Pergunta-lhes se são, acaso, de mais difícil criação do que os (outros) seres que temos criado. Criamo-los do barroargiloso."
  ],
  [
    12,
    "Porém, assombras-te, porque te escarnecem."
  ],
  [
    13,
    "E quando são exortados, não acatam a exortação."
  ],
  [
    14,
    "E quando vêem algum sinal, zombam."
  ],
  [
    15,
    "E dizem: Isto não é mais do que uma magia evidente!"
  ],
  [
    16,
    "Acaso, quando morrermos e formos reduzidos a pó e ossos, seremos ressuscitados?"
  ],
  [
    17,
    "E também (o serão) nosso antepassados?"
  ],
  [
    18,
    "Dize-lhes: Sim! E sereis humilhados!"
  ],
  [
    19,
    "E para isso bastará um só grito; e ei-los começando a ver!"
  ],
  [
    20,
    "Exclamarão: Ai de nós! Eis o Dia do Juízo."
  ],
  [
    21,
    "(Ser-lhes-á dito): Este é o Dia da Discriminação, que negáveis."
  ],
  [
    22,
    "(E será dito aos anjos): Congregai os iníquos com suas esposas e tudo quanto adoravam,"
  ],
  [
    23,
    "Em vez de Deus, e conduzi-os até à senda do inferno!"
  ],
  [
    24,
    "E detende-os lá, porque serão interrogados:"
  ],
  [
    25,
    "Por que não vos socorreis mutuamente?"
  ],
  [
    26,
    "Porém, nesse dia, submeter-se-ão (ao juízo)."
  ],
  [
    27,
    "E começarão a reprovar-se reciprocamente."
  ],
  [
    28,
    "Dirão: Fostes vós, os da mão direita, que usáveis vir a nós."
  ],
  [
    29,
    "Responder-lhes-ão (seus sedutores): Qual! Não fostes fiéis!"
  ],
  [
    30,
    "E não exercemos autoridade alguma sobre vós. Ademais, éreis transgressores."
  ],
  [
    31,
    "E a palavra de nosso Senhor provou ser verdadeira sobre nós, e provaremos (o castigo)."
  ],
  [
    32,
    "Seduzimos-vos, então, porque fôramos seduzidos."
  ],
  [
    33,
    "Em verdade, nesse dia, todos compartilharão do tormento."
  ],
  [
    34,
    "Sabei que trataremos assim os pecadores."
  ],
  [
    35,
    "Porque quando lhes era dito: Não há mais divindade além de Deus!, ensoberbeciam-se."
  ],
  [
    36,
    "E diziam: Acaso, temos de abandonar as nossas divindades, por causa de um poeta possesso?"
  ],
  [
    37,
    "Qual! Mas (o Mensageiro) apresentou-lhes a Verdade e confirmou os mensageiros anteriores."
  ],
  [
    38,
    "Certamente sofrereis o doloroso castigo."
  ],
  [
    39,
    "E não sereis castigados, senão pelo que tiverdes feito."
  ],
  [
    40,
    "Salvo os sinceros servos de Deus."
  ],
  [
    41,
    "Estes terão o sustento estipulado."
  ],
  [
    42,
    "Os frutos. E serão honrados,"
  ],
  [
    43,
    "Nos jardins do prazer,"
  ],
  [
    44,
    "Reclinados sobre leitos, mirando-se uns aos outros, de frente."
  ],
  [
    45,
    "Ser-lhes-á servido, em um cálice, um néctar,"
  ],
  [
    46,
    "Cristalino e delicioso, para aqueles que o bebem"
  ],
  [
    47,
    "O qual não os entorpecerá nem os intoxicará,"
  ],
  [
    48,
    "E junto a eles haverá mulheres castas, restringindo os olhares, com grandes olhos,"
  ],
  [
    49,
    "Como se fossem ovos zelosamente guardados."
  ],
  [
    50,
    "E começarão a interrogar-se reciprocamente."
  ],
  [
    51,
    "Um deles dirá: Eu tinha um companheiro (na terra),"
  ],
  [
    52,
    "Que perguntava: És realmente dos que crêem (na ressurreição)?"
  ],
  [
    53,
    "Quando morrermos e formos reduzidos a pó e ossos, seremos, acaso, julgados?"
  ],
  [
    54,
    "(Ser-lhes-á dito): Quereis observar?"
  ],
  [
    55,
    "E olhará, e o verá no seio do inferno."
  ],
  [
    56,
    "Dir-lhe-á então: Por Deus, que estiveste a ponto de seduzir-me!"
  ],
  [
    57,
    "E se não fosse pela graça do meu Senhor, contar-me-ia, agora, entre os levados (para lá)!"
  ],
  [
    58,
    "(Os bem-aventurados dirão): Não é, acaso, certo que não morreremos,"
  ],
  [
    59,
    "A não ser a primeira vez, e que jamais seremos castigados?"
  ],
  [
    60,
    "Em verdade, esta é a magnífica aquisição!"
  ],
  [
    61,
    "Que trabalhem por isso, os que aspiram lográ-lo!"
  ],
  [
    62,
    "Qual é melhor recepção, esta ou a da árvore do zacum?"
  ],
  [
    63,
    "Sabei que a estabelecemos como prova para os iníquos."
  ],
  [
    64,
    "Em verdade, é uma árvore que cresce no fundo do inferno."
  ],
  [
    65,
    "Seus ramos frutíferos parecem cabeças de demônios,"
  ],
  [
    66,
    "Que os réprobos comerão, e com eles fartarão os seus bandulhos."
  ],
  [
    67,
    "Então, ser-lhes-á dada (a beber) uma mistura de água fervente."
  ],
  [
    68,
    "E depois retornarão ao inferno."
  ],
  [
    69,
    "Porque acharam seus pais extraviados."
  ],
  [
    70,
    "E se apressaram em lhes seguirem os rastros."
  ],
  [
    71,
    "Já, antes disso, a maioria dos primitivos se havia extraviado."
  ],
  [
    72,
    "Não obstante, temos-lhes enviado admoestadores."
  ],
  [
    73,
    "Observa, pois, qual foi a sorte dos admoestados."
  ],
  [
    74,
    "Exceto a dos sinceros servos de Deus."
  ],
  [
    75,
    "Noé Nos havia suplicado! E somos o melhor para ouvir as súplicas."
  ],
  [
    76,
    "E o salvamos, juntamente com a sua família, da grande calamidade."
  ],
  [
    77,
    "E fizemos sobreviver a sua prole."
  ],
  [
    78,
    "E o fizemos passar para a posteridade."
  ],
  [
    79,
    "Que a paz esteja com Noé, entre todas as criaturas!"
  ],
  [
    80,
    "Em verdade, assim recompensamos os benfeitores."
  ],
  [
    81,
    "Pois ele era um dos Nossos servos fiéis."
  ],
  [
    82,
    "Logo, afogamos os demais."
  ],
  [
    83,
    "Sabei que entre aqueles que seguiram o seu exemplo estava Abraão,"
  ],
  [
    84,
    "Que se consagrou ao seu Senhor de coração sincero."
  ],
  [
    85,
    "E disse ao seu pai e ao seu povo: Que é isso que adorais?"
  ],
  [
    86,
    "Preferis as falsas divindades, em vez de Deus?"
  ],
  [
    87,
    "Que pensais do Senhor do Universo?"
  ],
  [
    88,
    "E elevou seu olhar às estrelas,"
  ],
  [
    89,
    "Dizendo: Em verdade, sinto-me enfermo!"
  ],
  [
    90,
    "Então eles se afastaram dele."
  ],
  [
    91,
    "Ele virou-se para os ídolos deles e lhes perguntou: Não comeis?"
  ],
  [
    92,
    "Por que não falais?"
  ],
  [
    93,
    "E pôs-se a destruí-los com a mão direita."
  ],
  [
    94,
    "E (os idólatras) regressaram, apressados, junto a ele."
  ],
  [
    95,
    "Disse-lhes: Adorais o que esculpis,"
  ],
  [
    96,
    "Apesar de Deus vos ter criado, bem como o que elaborais?"
  ],
  [
    97,
    "Dissera: Preparai para ele uma fogueira e arrojai-o no fogo!"
  ],
  [
    98,
    "E intentaram conspirar contra ele; porém, fizemo-los os mais humilhados."
  ],
  [
    99,
    "E disse (Abraão): Vou para o meu Senhor, Que me encaminhará."
  ],
  [
    100,
    "Ó Senhor meu, agracia-me com um filho que figure entre os virtuosos!"
  ],
  [
    101,
    "E lhe anunciamos o nascimento de uma criança (que seria) dócil."
  ],
  [
    102,
    "E quando chegou à adolescência, seu pai lhe disse: Ó filho meu, sonhei que te oferecia em sacrifício; que opinas? Respondeu-lhe: Ó meu pai, faze o que te foi ordenado! Encontrar-me-ás, se Deus quiser, entre os perseverantes!"
  ],
  [
    103,
    "E quando ambos aceitaram o desígnio (de Deus) e (Abraão) preparava (seu filho) para o sacrifício."
  ],
  [
    104,
    "Então o chamamos: Ó Abraão,"
  ],
  [
    105,
    "Já realizaste a visão! Em verdade, assim recompensamos os benfeitores."
  ],
  [
    106,
    "Certamente que esta foi a verdadeira prova."
  ],
  [
    107,
    "E o resgatamos com outro sacrifício importante."
  ],
  [
    108,
    "E o fizemos (Abraão) passar para a posteridade."
  ],
  [
    109,
    "Que a paz esteja com Abraão -"
  ],
  [
    110,
    "Assim, recompensamos os benfeitores -,"
  ],
  [
    111,
    "Porque foi um dos Nossos servos fiéis."
  ],
  [
    112,
    "E lhe anunciamos, ainda, (a vinda de) Isaac, o qual seria um profeta, entre os virtuosos."
  ],
  [
    113,
    "E o abençoamos, a ele e a Isaac. Mas entre os seus descendentes há benfeitores, e outros que são verdadeiros iníquospara consigo mesmos."
  ],
  [
    114,
    "E agraciamos Moisés e Aarão."
  ],
  [
    115,
    "E salvamos ambos, juntamente com seu povo, da grande calamidade."
  ],
  [
    116,
    "E os secundamos (contra os egípcios), e saíram vitoriosos."
  ],
  [
    117,
    "E concedemos a ambos o Livro lúcido."
  ],
  [
    118,
    "E os guiamos à senda reta."
  ],
  [
    119,
    "E os fizemos passar para a posteridade."
  ],
  [
    120,
    "Que a paz esteja com Moisés e Aarão!"
  ],
  [
    121,
    "Em verdade, assim recompensamos os benfeitores."
  ],
  [
    122,
    "E ambos se contavam entre os Nossos servos fiéis."
  ],
  [
    123,
    "E também Elias foi um dos mensageiros."
  ],
  [
    124,
    "Vê que ele disse ao seu povo: Não temeis a Deus?"
  ],
  [
    125,
    "Invocais Baal e abandonais o Melhor dos criadores,"
  ],
  [
    126,
    "Deus, vosso Senhor e Senhor dos vossos antepassados?"
  ],
  [
    127,
    "E o desmentiram; porém, sem dúvida que comparecerão (para o castigo),"
  ],
  [
    128,
    "Salvo os servos sinceros de Deus."
  ],
  [
    129,
    "E o fizemos passar para a posteridade."
  ],
  [
    130,
    "Que a paz esteja com Elias!"
  ],
  [
    131,
    "Em verdade, assim recompensamos os benfeitores."
  ],
  [
    132,
    "E ele foi um dos Nosso servos fiéis."
  ],
  [
    133,
    "Lot, também, foi um dos mensageiros."
  ],
  [
    134,
    "Vê que o salvamos com toda a família."
  ],
  [
    135,
    "Exceto uma anciã, que se contou entre os deixados para trás."
  ],
  [
    136,
    "Então, aniquilamos os demais."
  ],
  [
    137,
    "Por certo, passareis defronte eles ao amanhecer,"
  ],
  [
    138,
    "E ao anoitecer. Não pensais, pois, nisso?"
  ],
  [
    139,
    "E também Jonas foi um dos mensageiros."
  ],
  [
    140,
    "O qual fugiu num navio carregado."
  ],
  [
    141,
    "E se lançou à deriva, e foi desafortunado."
  ],
  [
    142,
    "E uma baleia o engoliu, porque era repreensível."
  ],
  [
    143,
    "E se não se tivesse contado entre os glorificadores de Deus,"
  ],
  [
    144,
    "Teria permanecido em seu ventre até ao dia da Ressurreição."
  ],
  [
    145,
    "E o arranjamos, enfermo, a uma praia deserta,"
  ],
  [
    146,
    "E fizemos crescer, ao lado dele, uma aboboreira."
  ],
  [
    147,
    "E o enviamos a cem mil (indivíduos) ou mais."
  ],
  [
    148,
    "E creram nele, e lhes permitimos deleitarem-se por algum tempo."
  ],
  [
    149,
    "Pergunta-lhes:: Porventura, pertencem ao teu Senhor as filhas, assim como a eles o varões?"
  ],
  [
    150,
    "Acaso, criamos os anjos femininos, sendo eles testemunhas?"
  ],
  [
    151,
    "Acaso, não é certo que em sua calúnia dizem:"
  ],
  [
    152,
    "Deus tem gerado!? Certamente que são embusteiros!"
  ],
  [
    153,
    "Preferiu Ele as filhas aos filhos?"
  ],
  [
    154,
    "Que tendes? Como julgais?"
  ],
  [
    155,
    "Acaso não recebestes admoestação?"
  ],
  [
    156,
    "Ou tendes uma autoridade evidente?"
  ],
  [
    157,
    "Apresentai, pois, o vosso livro, se estiverdes certos!"
  ],
  [
    158,
    "E inventaram um parentesco entre Ele e os gênios, sendo que estes bem sabem que comparecerão (entre os réprobos)!"
  ],
  [
    159,
    "Glorificado seja Deus (Ele está livre) de tudo quanto Lhe atribuem!"
  ],
  [
    160,
    "Exceto os servos sinceros de Deus."
  ],
  [
    161,
    "E, em verdade, vós, com tudo quanto adorais,"
  ],
  [
    162,
    "Não podereis seduzir ninguém."
  ],
  [
    163,
    "Salvo quem esteja destinado ao fogo!"
  ],
  [
    164,
    "Dizem: Nenhum de nós há, que não tenha seu lugar destinado."
  ],
  [
    165,
    "E, certamente, somos os enfileirados (para a oração)."
  ],
  [
    166,
    "E por certo que somos os glorificadores (de Deus)."
  ],
  [
    167,
    "Ainda que (os idólatras) digam:"
  ],
  [
    168,
    "Se tivéssemos tido alguma mensagem dos primitivos,"
  ],
  [
    169,
    "Havíamos de ser sinceros servos de Deus!"
  ],
  [
    170,
    "Porém, (quando lhes chegou o Alcorão), negaram-no. Logo saberão!"
  ],
  [
    171,
    "Sem dúvida que foi dada a Nossa palavra aos Nossos servos mensageiros,"
  ],
  [
    172,
    "De que seriam socorridos."
  ],
  [
    173,
    "E de que os Nossos exércitos sairiam vencedores."
  ],
  [
    174,
    "Afasta-te, pois temporariamente, deles."
  ],
  [
    175,
    "E assevera-lhes que de pronto verão!..."
  ],
  [
    176,
    "Pretendem, acaso, apressar o Nosso castigo?"
  ],
  [
    177,
    "Porém, quando este descer perante eles, quão péssimo será o despertar dos admoestados!"
  ],
  [
    178,
    "E afasta-te, temporariamente, deles."
  ],
  [
    179,
    "E assevera que de pronto verão!..."
  ],
  [
    180,
    "Glorificado seja o teu Senhor, o Senhor do Poder, de tudo quanto (Lhe) atribuem."
  ],
  [
    181,
    "E que a paz esteja com os mensageiros!"
  ],
  [
    182,
    "E louvado seja Deus, Senhor do Universo!"
  ]
]