[
  {
    "id": 41,
    "city": "makkah",
    "name": {
      "translated": "Explained in Detail",
      "transliterated": "Fussilat",
      "codepoints": [
        1601,
        1589,
        1604,
        1578
      ]
    },
    "ayahs": 54,
    "slug": "fussilat",
    "translator": null
  },
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "(Eis aqui) uma revelação do Clemente, Misericordiosíssimo."
  ],
  [
    3,
    "É um Livro cujos versículos foram detalhados. É um Alcorão árabe destinado a um povo sensato."
  ],
  [
    4,
    "É alvissareiro e admoestador; porém, a maioria dos humanos o desdenha, sem ao menos escutá-lo."
  ],
  [
    5,
    "E afirmaram: Os nossos corações estão insensíveis a isso a que nos incitas; os nosso ouvidos estão ensurdecidos e entretu e nós, há uma barreira. Faze, pois, (por tua religião), que nós faremos (pela nossa)!"
  ],
  [
    6,
    "Dize-lhes: Sou tão-somente um mortal como vós, a quem tem sido revelado que vosso Deus é um Deus Único. Consagrai-vos, pois, a Ele, e implorai-Lhe perdão! E ai dos idólatras,"
  ],
  [
    7,
    "Que não pagam o zakat e renegam a outra vida!"
  ],
  [
    8,
    "Sabei que os fiéis, que praticam o bem, obterão uma recompensa infalível."
  ],
  [
    9,
    "Dize-lhes (mais): Renegaríeis, acaso, Quem criou a terra em dois dias, e Lhe atribuireis rivais? Ele é o Senhor doUniverso!"
  ],
  [
    10,
    "E sobre ela (a terra) fixou firmes montanhas, e abençoou-a e distribuiu, proporcionalmente, o sustento aos necessitados, em quatro dias."
  ],
  [
    11,
    "Então, abrangeu, em Seus desígnios, os céus quando estes ainda eram gases, e lhes disse, e também à terra: Juntai-vos, de bom ou de mau grado! Responderam: Juntamo-nos voluntariamente."
  ],
  [
    12,
    "Assim, completou-os, como este céus, em dois dias, e a cada céu assinalou a sua ordem. E adornamos o firmamentoterreno com luzes, para que servissem de sentinelas. Tal é o decreto do Poderoso, Sapientíssimo."
  ],
  [
    13,
    "Porém, se desdenharem, dize-lhes: Advirto-vos da vinda de uma centelha, semelhante àquela enviado dos povos de Ad eSamud."
  ],
  [
    14,
    "Pois quando os mensageiros, de todas as partes, se apresentaram a eles, (dizendo-lhes): Não adoreis senão a Deus!, responderam-lhes: Se Deus quisesse isso, teria enviado anjos (para predicá-lo). Certamente negaremos a vossa missão."
  ],
  [
    15,
    "O povo de Ad, ainda, ensoberbeceu-se iniquamente na terra; e disse: Quem é mais poderoso do que nós? Porventura, nãorepararam em que Deus, Que os criou, é mais poderoso do que eles? Sem dúvida, negaram os nossos versículos."
  ],
  [
    16,
    "Pelo que desencadeamos sobre eles um vento glacial, em dias nefastos, para fazê-los sofrer o castigo aviltoso da vidaterrena; porém, o da outra vida será ainda mais aviltante, e não serão socorridos."
  ],
  [
    17,
    "E orientamos o povo de Samud; porém, preferiram a cegueira à orientação. E fulminou-os a centelha do castigoignominioso, pelo que lucraram."
  ],
  [
    18,
    "E salvamos os fiéis tementes."
  ],
  [
    19,
    "E no dia em que os adversários de Deus forem congregados, desfilarão em direção ao fogo infernal."
  ],
  [
    20,
    "Até que, quando chegarem a ele, seus ouvidos, seus olhos e suas peles, testemunharão contra eles a respeito de tudoquanto tiverem cometido."
  ],
  [
    21,
    "E perguntarão às suas peles; Por que testemunhastes contra nós? Responderão: Deus foi Quem nos fez falar; Ele faz falartodas as coisas! Ele vos criou anteriormente e a Ele retornareis."
  ],
  [
    22,
    "E jamais podereis subtrair-vos a que vossos ouvidos, vossos olhos e vossas peles testemunhem contra vós. Nãoobstante, pensastes que Deus não saberia muito do quanto fazíeis!"
  ],
  [
    23,
    "E o que vos fez duvidar de vosso Senhor foi o pensamento, o qual vos aniquilou, e fez com que fizésseis parte dosdesventurados!"
  ],
  [
    24,
    "E mesmo se perseverarem, terão o fogo por morada; e mesmo se implorarem complacência, não serão dos que foremcompadecidos!"
  ],
  [
    25,
    "E lhes destinamos companheiros (da mesma espécie), os quais os alucinam no presente, e o farão no futuro, e merecem asentença do castigo das gerações de gênios humanos precedentes, porque (estes) eram desventurados."
  ],
  [
    26,
    "E os incrédulos dizem: Não deis ouvidos a este Alcorão: outrossim, fazei bulha durante a sua leitura. Quiçá, assimvencereis!"
  ],
  [
    27,
    "Infligiremos um severo castigo aos incrédulos e os puniremos pelo pior que tiverem feito."
  ],
  [
    28,
    "Tal será o castigo dos adversários de Deus: o fogo, que terão por morada eterna, em punição por terem negado osNossos versículos."
  ],
  [
    29,
    "Os incrédulos dirão: Ó Senhor nosso, mostra-nos os gênios e humanos que vos extraviaram; colocá-los-emos sob osnossos pés, para que se contem entre os mais vis!"
  ],
  [
    30,
    "Em verdade, quanto àqueles que dizem: Nosso Senhor é Deus, e se firmam, os anjos descerão sobre eles, os quais lhesdirão: Não temais, nem vos atribuleis; outrossim, regozijai-vos com o Paraíso que vos está prometido!"
  ],
  [
    31,
    "Temos sido os vossos protetores na vida terrena e (o seremos) na outra vida, onde tereis tudo quanto anelam as vossasalmas e onde tereis tudo quanto pretendeis."
  ],
  [
    32,
    "Tal é a hospedagem do Indulgente, Misericordiosíssimo!"
  ],
  [
    33,
    "E quem é mais eloqüente do que quem convoca (os demais) a Deus, pratica o bem e diz: Certamente sou um dosmuçulmanos?"
  ],
  [
    34,
    "Jamais poderão equiparar-se a bondade e a maldade! Retribui (ó Mohammad) o mal da melhor forma possível, e eis queaquele que nutria inimizade por ti converter-se-á em íntimo amigo!"
  ],
  [
    35,
    "Porém a ninguém se concederá isso, senão aos tolerantes, e a ninguém se concederá isso, senão aos bem-aventurados."
  ],
  [
    36,
    "Quando Satanás te incitar à discórdia, ampara-te em Deus, porque Ele é o Oniouvinte, o Sapientíssimo."
  ],
  [
    37,
    "E, entre os Seus sinais, contam-se a noite e o dia, o sol e a lua. Não vos prostreis ante o sol nem ante a lua, masprostrai-vos ante Deus, que os criou, se realmente é a Ele que quereis adorar."
  ],
  [
    38,
    "Porém, se se ensoberbecerem, saibam que aqueles que estão na presença do teu Senhor glorificam-No noite e dia, semcontudo se enfadarem."
  ],
  [
    39,
    "E entre os Seus sinais está a terra árida; mas quando fazemos descer a água sobre ela, eis que se reanima e se fertiliza. Certamente, quem az faz reviver é o Mesmo Vivificador dos mortos, porque é Onipotente."
  ],
  [
    40,
    "Em verdade, aqueles que negarem os Nossos versículos não se ocultarão de Nós. Quem será mais venturoso: o que forprecipitado no fogo ou o que comparecer, a salvo, no Dia da Ressurreição? Agi como queirais, mas sabei que Ele bem vêtudo quanto fazeis!"
  ],
  [
    41,
    "Aqueles que degenerarem a Mensagem, ao recebê-la, (não se ocultarão d'Ele). Este é um Livro veraz por excelência."
  ],
  [
    42,
    "A falsidade não se aproxima dele (o Livro), nem pela frente, nem por trás; é a revelação do Prudente, Laudabilíssimo."
  ],
  [
    43,
    "Tudo quanto te dizem já foi dito aos mensageiros que te precederam. Saibam eles que o teu Senhor é Indulgente, maistambém possui um doloroso castigo."
  ],
  [
    44,
    "E se houvéssemos revelado um Alcorão em língua persa, teriam dito: Por que não nos foram detalhados os versículos? Como! Um (livro) persa e um (Mensageiro) árabe? Diz-lhes: Para os fiéis, é orientação e bálsamo; porém, para aqueles quenão crêem e estão surdos, é incompreensível, como se fossem chamados (para algo) de um lugar longínquo."
  ],
  [
    45,
    "Havíamos concedido o Livro a Moisés, acerca do qual houve discrepâncias. Porém, se não tivesse sido por uma palavrapredita por teu Senhor, já os teria julgado; mas eles se mantiveram em uma dúvida inquietante, acerca disso."
  ],
  [
    46,
    "Quem pratica o bem, o faz em benefício próprio; por outra, quem faz o mal, é em prejuízo seu, porque o teu Senhor não éinjusto para com os Seus servos."
  ],
  [
    47,
    "Só a Ele concerne o conhecimento da Hora. E nenhum fruto sai do seu invólucro e nenhuma fêmea fica prenhe ou gera, sem o Seu conhecimento. No dia em que Ele os convoca, (perguntará): Onde estão os parceiros que Me atribuístes? Dirão: Asseguramos-Te que nenhum de nós pode testemunhar!"
  ],
  [
    48,
    "E desvanecer-se-á tudo quanto haviam invocado antes, e se convencerão de que não terão escapatória."
  ],
  [
    49,
    "O homem não se farta de implorar o bem; mas, quando o mal o açoita, ei-lo desesperado, desalentado."
  ],
  [
    50,
    "Todavia, se depois de tê-lo açoitado a adversidade, o agraciamos com a Nossa misericórdia, dirá: Isto é (mérito) meu enão creio que a Hora chegue; e se retornar ao a meu Senhor, certamente obterei a Sua bem-aventurança. Porém, inteiraremosos incrédulos de tudo quanto tiverem cometido e lhes infligiremos um severo castigo."
  ],
  [
    51,
    "Mas quando agraciamos o homem, ele desdenha e se envaidece; em troca, quando o mal o açoita, eis que não cessa deNos suplicar!"
  ],
  [
    52,
    "Dize-lhes: Uma vez que (o Alcorão) emana de Deus e o rechaçais... haverá alguém mais extraviado do que aquele queestá em um profundo cisma?"
  ],
  [
    53,
    "De pronto lhes mostraremos os Nossos sinais em todas as regiões (da terra), assim como em suas próprias pessoas, atéque lhes seja esclarecido que ele (o Alcorão) é a verdade. Acaso não basta teu Senhor, Que é Testemunha de tudo?"
  ],
  [
    54,
    "Não é certo que estão em dúvida quanto ao comparecimento ante o seu Senhor? Acaso não é verdade que Deus éOnímodo?"
  ]
]