[
  {
    "id": 43,
    "city": "makkah",
    "name": {
      "translated": "The Ornaments of Gold",
      "transliterated": "Az-Zukhruf",
      "codepoints": [
        1575,
        1604,
        1586,
        1582,
        1585,
        1601
      ]
    },
    "ayahs": 89,
    "slug": "az-zukhruf",
    "translator": null
  },
  [
    1,
    "Ha, Mim."
  ],
  [
    2,
    "Pelo Livro lúcido."
  ],
  [
    3,
    "Nós o fizemos um Alcorão árabe, a fim de que o compreendêsseis."
  ],
  [
    4,
    "E, em verdade, encontra-se na mãe dos Livros, em Nossa Presença, e é altíssimo, prudente."
  ],
  [
    5,
    "Privar-vos-íamos Nós da Mensagem, só porque sois um povo de transgressores?"
  ],
  [
    6,
    "Quantos profetas enviamos aos povos antigos!"
  ],
  [
    7,
    "Porém, não lhes chegou profeta algum, sem que o escarnecessem."
  ],
  [
    8,
    "Mas, aniquilamos aqueles que eram mais poderosos do que eles, e o exemplo das primeiras gerações já passou."
  ],
  [
    9,
    "E se lhes perguntardes: Quem criou os céus e a terra? Dirão: Criou-os o Poderoso, o Sapientíssimo!"
  ],
  [
    10,
    "Que vos fez a terra como leito, e vos traçou nela sendas, para que vos encaminhásseis."
  ],
  [
    11,
    "E Ele é Que envia, proporcionalmente, água dos céus, e com ela faz reviver uma comarca árida; assim sereisressuscitados."
  ],
  [
    12,
    "E Ele é Que criou todos os canais e vos submeteu os navios e os animais para vos transportardes,"
  ],
  [
    13,
    "Bem como para que vos acomodásseis sobre eles, para assim recordar-vos das mercês do vosso Senhor, quando issoacontecesse, Dizei: Glorificado seja Quem no-los submeteu, o que jamais teríamos logrado fazer."
  ],
  [
    14,
    "E nós todos retornaremos ao nosso Senhor!"
  ],
  [
    15,
    "Não obstante, atribuem-Lhe parceria, dentre os Seus servos. Em verdade, o homem é um blasfemo evidente."
  ],
  [
    16,
    "Qual! Insinuais que Ele tomou para Si as filhas, dentre o que criou, e vos legou os varões?"
  ],
  [
    17,
    "E quando é anunciado a algum deles o (nascimento) do que estabelecem como semelhança a Deus, seu rosto seensombrece, e ei-lo angustiado."
  ],
  [
    18,
    "Ousam, acaso, comprá-Lo com os que se criam no luxo e são incapazes na disputa?"
  ],
  [
    19,
    "E pretendem designar como femininos os anjos, os quais não passam de servos do Clemente! Acaso, testemunharam elesa sua criação? Porém, o testemunho que prestarem será registrado, e hão de ser interrogados."
  ],
  [
    20,
    "E dizem: Se o Clemente quisesse, não os teríamos adorado (parceiros)! Não têm conhecimento algum disso e não fazemmais do que inventar mentiras."
  ],
  [
    21,
    "Quê! Acaso lhes concedemos algum Livro, anterior a este, ao qual se pudessem apegar?"
  ],
  [
    22,
    "Não! Porém, dizem: Em verdade, deparamo-nos com os nossos pais a praticarem um culto, por cujos rastros nosguiamos."
  ],
  [
    23,
    "Do mesmo modo, não enviamos, antes de ti, qualquer admoestador a uma cidade, sem que os abastados, dentre eles, dissessem: Em verdade, deparamo-nos com os nossos pais a praticarem um culto, cujos rastros seguimos."
  ],
  [
    24,
    "Disse-lhes: Quê! Ainda que eu vos trouxesse melhor orientação do que aquela que seguiam os vossos pais? Responderam: Fica sabendo que renegamos a tua missão."
  ],
  [
    25,
    "Porém, punimo-los. Repara, pois, qual foi a sorte dos desmentidores!"
  ],
  [
    26,
    "Recorda-te de quando Abraão disse ao seu pai e ao seu povo: Em verdade, estou isento de tudo quanto adorais."
  ],
  [
    27,
    "(Adoro) somente Quem me criou, porque Ele me encaminhará."
  ],
  [
    28,
    "E fez com que esta frase permanecesse indelével na memória da sua posteridade, para que se convertessem (a Deus)."
  ],
  [
    29,
    "Por certo que os agraciei, bem como seus pais, até que lhes chegou a verdade e um elucidativo mensageiro."
  ],
  [
    30,
    "Mas, quando a verdade lhes chegou, disseram: Isto é magia; e por certo que o negamos!"
  ],
  [
    31,
    "E disseram mais: Na verdade, por que não foi revelado este Alcorão a um homem célebre, de uma das duas cidades (Makka e Taif)?"
  ],
  [
    32,
    "Serão eles, acaso, os distribuidores das misericórdias do teu Senhor? Nós distribuímos entre eles o seu sustento, na vidaterrena, e exaltamos uns sobre outros, em graus, para que uns submetam os outros; porém, a misericórdia do teu Senhor serápreferível a tudo quanto entesourarem."
  ],
  [
    33,
    "E, se não fosse pelo fato de que os homens pudessem formar um só povo de incrédulos, teríamos feito, para aqueles quenegam o Clemente, telhados de prata para os seus lares, com escadas (também de prata), para os alcançarem."
  ],
  [
    34,
    "E portas (de prata) para as suas casas, e os leitos (de prata)."
  ],
  [
    35,
    "E (lhes teríamos dado) ornamentos. Mas tudo isto não é senão o gozo efêmero da vida terrena; em troca, a outra vida, junto ao teu Senhor, está reservada para os tementes."
  ],
  [
    36,
    "Mas a quem menoscabar a Mensagem do Clemente destinaremos um demônio, que será seu companheiro inseparável."
  ],
  [
    37,
    "E embora o demônio o desencaminhe da verdadeira senda, crerá que está encaminhado."
  ],
  [
    38,
    "E, por fim, quando comparecer ante Nós, dirá (àquele): Oxalá existisse, entre mim e ti, a distância entre o Oriente e oOcidente! Ah, que péssimo companheiro!"
  ],
  [
    39,
    "Porém, nesse dia, de nada valerá o vosso despotismo, porque sereis companheiros no castigo."
  ],
  [
    40,
    "Porventura, podes fazer ouvir surdos, ou iluminar os cegos e aqueles que se acham em um evidente erro?"
  ],
  [
    41,
    "Mesmo que te façamos perecer, fica certo de que os puniremos."
  ],
  [
    42,
    "Ou, se quisermos, mostrar-te-emos o castigo que lhes prometemos, porque sobre todos temos domínio absoluto."
  ],
  [
    43,
    "Apega-te, pois, ao que te tem sido revelado, porque estás na senda reta."
  ],
  [
    44,
    "Ele (Alcorão) é uma Mensagem para ti e para o teu povo, e sereis interrogados."
  ],
  [
    45,
    "E pergunta aos mensageiros que enviamos antes de ti: Porventura, foi-vos prescrito, em lugar do Clemente, deidades, para que fossem adoradas?"
  ],
  [
    46,
    "Havíamos enviado Moisés, com os Nossos sinais, ao Faraó e seus chefes, o qual lhes disse: Em verdade, sou omensageiro do Senhor do Universo!"
  ],
  [
    47,
    "Mas, quando lhes apresentou Nossos sinais, eis que os escarneceram."
  ],
  [
    48,
    "E nunca lhes mostramos prodígio algum que não fosse mais surpreendente do que o anterior. Mas surpreendemo-los como castigo, para que se voltassem contritos."
  ],
  [
    49,
    "E disseram: Ó mago, invoca teu Senhor (e pede) o que te prometeu; por certo que assim nos encaminharemos!"
  ],
  [
    50,
    "E quando os libertamos do castigo, eis que perjuraram."
  ],
  [
    51,
    "E o Faraó discursou para o seu povo, dizendo: Ó povo meu, porventura, não é meu domínio do Egito, assim como odestes rios, que correm sob (o meu palácio)? Não o vedes, pois?"
  ],
  [
    52,
    "Acaso, não sou preferível a este desprezível (indivíduo), que mal se pode expressar?"
  ],
  [
    53,
    "Por que, então, não se apresentou com galardões de ouro, ou não veio escoltado por uma teoria de anjos?"
  ],
  [
    54,
    "E ludibriou o seu povo, que o acatou, porque era um povo depravado."
  ],
  [
    55,
    "Mas, quando nos provocaram, punimo-los e os afogamos a todos."
  ],
  [
    56,
    "E fizemos deles um escarmento e um exemplo para posteridade."
  ],
  [
    57,
    "E quando é dado como exemplo o filho de Maria, eis que o teu povo o escarnece!"
  ],
  [
    58,
    "E dizem: Porventura, nossas divindades não são melhores do que ele? Porém, tal não aventaram, senão com o intuito dedisputa. Esses são os litigiosos!"
  ],
  [
    59,
    "Ele (Jesus) não é mais do que um servo que agraciamos, e do qual fizemos um exemplo para os israelitas."
  ],
  [
    60,
    "E, se quiséssemos, teríamos feito a vossa prole de anjos, para que vos sucedessem na terra."
  ],
  [
    61,
    "E (Jesus) será um sinal (do advento) da Hora. Não duvideis, pois, dela, e segui-me, porque esta é a senda reta."
  ],
  [
    62,
    "E que Satanás não vos desencaminhe; sabei que é vosso inimigo declarado."
  ],
  [
    63,
    "E quando Jesus lhes apresentou as evidências, disse: Trago-vos a sabedoria, para elucidar-vos sobre algo que é objetodas vossas divergências. Temei, pois, a Deus, e obedecei-me!"
  ],
  [
    64,
    "Deus é meu Senhor e vosso. Adorai-O, pois! Eis aqui a senda reta!"
  ],
  [
    65,
    "Porém, os partidos discreparam entre si. Ai dos iníquos, quanto ao castigo do dia doloroso!"
  ],
  [
    66,
    "Aguardam, acaso, que a Hora os surpreenda subitamente, sem estarem precavidos?"
  ],
  [
    67,
    "Nesse dia os amigos tornar-se-ão inimigos recíprocos, exceto os tementes."
  ],
  [
    68,
    "Ó servos Meus, hoje não serei presas do temor, nem vos atribulareis!"
  ],
  [
    69,
    "São aqueles que creram em Nossos versículos e foram muçulmanos."
  ],
  [
    70,
    "Entrai, jubilosos, no Paraíso, juntamente com as vossas esposas!"
  ],
  [
    71,
    "Serão servidos com bandejas e copos de ouro; aí, as almas lograrão tudo quanto lhes apetecer, bem como tudo quedeleitar os olhos; aí morareis eternamente."
  ],
  [
    72,
    "Eis aí o Paraíso, que herdastes por vossas boas ações,"
  ],
  [
    73,
    "Onde tereis frutos em abundância, dos quais vos nutrireis!"
  ],
  [
    74,
    "Por certo que os pecadores permanecerão eternamente no castigo do inferno,"
  ],
  [
    75,
    "O qual não lhes será atenuado e no qual estarão desesperados."
  ],
  [
    76,
    "Jamais os condenamos, senão que foram eles iníquos consigo mesmos."
  ],
  [
    77,
    "E gritarão: Ó Málik, que teu Senhor nos aniquile! E ele dirá: Sabei que permanecereis aqui (eternamente)!"
  ],
  [
    78,
    "Temos-vos apresentado a Verdade; porém, a maioria de vós a aborrece."
  ],
  [
    79,
    "Quê! Porventura, tramaram alguma artimanha? Sabei que a desbarataremos!"
  ],
  [
    80,
    "Pensam, acaso, que não ouvimos os seus colóquios, nem a suas confidências? Sim! Porque os Nossos mensageiros, entreeles, os registram."
  ],
  [
    81,
    "Dize-lhes: Se o Clemente houvesse tido um filho, seria eu o primeiro entre os seus adoradores."
  ],
  [
    82,
    "Glorificado seja o Senhor dos céus e da terra, Senhor do Trono, de tudo quanto Lhe atribuem!"
  ],
  [
    83,
    "Deixa-os, pois, que tagarelem e se regozijem, até se depararem com o dia que lhes tem sido prometido."
  ],
  [
    84,
    "Ele é Deus, nos céus e na terra, e Ele é o Prudente, o Sapientíssimo."
  ],
  [
    85,
    "E bendito seja Aquele de Quem é o reino dos céus e da terra e tudo quanto existe entre ambos, em Cujo poder está oconhecimento da Hora; a Ele retornareis."
  ],
  [
    86,
    "Quanto àqueles que invocam, em vez d'Ele, não possuem o poder da intercessão; só o possuem aqueles que testemunhama verdade e a reconhecem."
  ],
  [
    87,
    "E se lhes perguntas quem os criou, certamente dirão: Deus! Como, então, se desencaminham?"
  ],
  [
    88,
    "(O Mensageiro) disse: Ó Senhor meu, em verdade, este é um povo que não crê!"
  ],
  [
    89,
    "Sê condescendente para com eles (ó Mohammad) e dize: Paz! Porém, logo haverão de saber."
  ]
]