[
  {
    "id": 47,
    "city": "madinah",
    "name": {
      "translated": "Muhammad",
      "transliterated": "Muhammad",
      "codepoints": [
        1605,
        1581,
        1605,
        1583
      ]
    },
    "ayahs": 38,
    "slug": "muhammad",
    "translator": null
  },
  [
    1,
    "Quanto aos incrédulos, que desencaminham os demais da senda de Deus, Ele desvanecerá as suas ações."
  ],
  [
    2,
    "Outrossim, quanto aos fiéis, que praticam o bem e crêem no que foi revelado a Mohammad - esta é a verdade do seuSenhor - Deus absolverá as suas faltas e lhes melhorará as condições."
  ],
  [
    3,
    "(Isso não ocorrerá com os incrédulos) porque os incrédulos seguem a falsidade, enquanto os fiéis seguem a verdade doseu Senhor. Assim Deus evidencia os Seus exemplos aos humanos."
  ],
  [
    4,
    "E quando vos enfrentardes com os incrédulos, (em batalha), golpeai-lhes os pescoços, até que os tenhais dominado, etomai (os sobreviventes) como prisioneiros. Libertai-os, então, por generosidade ou mediante resgate, quando a guerra tiverterminado. Tal é a ordem. E se Deus quisesse, Ele mesmo ter-Se-ia livrado deles; porém, (facultou-vos a guerra) para quevos provásseis mutuamente. Quanto àqueles que foram mortos pela causa de Deus, Ele jamais desmerecerá as suas obras."
  ],
  [
    5,
    "Iluminá-los-á e melhorará as suas condições,"
  ],
  [
    6,
    "E os introduzirá no Paraíso, que lhes tem sido anunciado."
  ],
  [
    7,
    "Ó fiéis, se socorrerdes á Deus, Ele vos socorrerá e firmará os vosso passos."
  ],
  [
    8,
    "Enquanto que os incrédulos... ai dele! Ele desvanecerá as sua ações."
  ],
  [
    9,
    "Isso, por terem recusado o que Deus revelou; então, Ele tornará as suas obras sem efeito."
  ],
  [
    10,
    "Porventura, não percorreram a terra, para ver qual foi a sorte dos seus antecessores? Deus os exterminou! Semelhantesorte haverá para os incrédulos."
  ],
  [
    11,
    "(Tal não ocorrerá aos fiéis) porque Deus é o protetor dos fiéis, e os incrédulos jamais terão protetor algum."
  ],
  [
    12,
    "Em verdade, Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios; quanto aosincrédulos, que comem como come o gado, o fogolhes servirá de morada."
  ],
  [
    13,
    "E quantas cidades, mais poderosas do que a tua, que te expulsou, destruímos, sem que ninguém tivesse pedidosocorrê-las!"
  ],
  [
    14,
    "Porventura, aqueles que observam a evidência do seu Senhor poderão ser equiparados àqueles cujas ações foramabrilhantadas e que se entregaram às suas luxúrias?"
  ],
  [
    15,
    "Eis aqui uma descrição do Paraíso, que foi prometido aos tementes: Lá há rios de água impoluível; rios de leite de saborinalterável; rios de vinho deleitante para os que o bebem; e rios de mel purificado; ali terão toda a classe de frutos, com aindulgência do seu Senhor. Poderá isto equipar-se ao castigo daqueles que permanecerão eternamente no fogo, a quem serádada a beber água fervente, a qual lhes dilacerará as entranhas?"
  ],
  [
    16,
    "E entre eles, há os que te escutam e, ao se retirarem da tua assembléia, dizem, àqueles, que foram agraciados com a sabedoria: Que é que foi dito agora? Tais são osque têm os seus corações sigilados por Deus, porque se entregam às suas luxúrias!"
  ],
  [
    17,
    "Por outra, quanto àqueles que os orientam, Ele lhes aumenta a orientação e lhes concede piedade."
  ],
  [
    18,
    "Porventura, aguardam algo, a não ser a Hora, que os açoutará subitamente? Já lhes chegaram os indícios. De que lhesservirá lhes ser recordado aquilo que os surpreenderá?"
  ],
  [
    19,
    "Sabe, portanto, que não há mais divindade, além de Deus e implora o perdão das tuas faltas, assim como das dos fiéis edas fiéis, porque Deus conhece as vossas atividades e os vossos destinos."
  ],
  [
    20,
    "Os fiéis dizem: Por que não nos foi revelada uma surata? Porém, quando é revelada uma surata peremptória, em que semenciona o combate, tu vês os que abrigam a morbidez em seus corações, que te olham com olhares de quem está na agoniada morte. É melhor para eles."
  ],
  [
    21,
    "Obedecer e falar o que é justo. Porém, no momento decisivo, quão melhor seria, para eles, se fossem sinceros para comDeus!"
  ],
  [
    22,
    "É possível que causeis corrupção na terra e que rompais os vínculos consangüíneos, quando assumirdes o comando."
  ],
  [
    23,
    "Tais são aqueles que Deus amaldiçoou, ensurdecendo-os e cegando-lhes as vistas."
  ],
  [
    24,
    "Não meditam, acaso, no Alcorão, ou que seus corações são insensíveis?"
  ],
  [
    25,
    "Certamente, aqueles que renunciaram à fé, depois de lhes haver sido evidenciada a orientação, foram seduzidos e lhesfoi dada esperança pelo demônio."
  ],
  [
    26,
    "Isso, porque disseram àqueles que recusaram o que Deus revelou: Obedecer-vos-emos em certas coisas! Porém, Deusconhece os seus segredos."
  ],
  [
    27,
    "Assim, o que farão, quando os anjos se apossarem das suas almas e lhes golpearem os rostos e os dorsos?"
  ],
  [
    28,
    "Isso, porque se entregaram ao que indigna Deus, e recusaram ao que Lhe agradava; por isso, Ele tornou sem efeito assuas obras."
  ],
  [
    29,
    "Pensam, acaso, aqueles que abrigam a morbidez em seus corações, que Deus não descobrirá os seus rancores?"
  ],
  [
    30,
    "E, se quiséssemos, tê-los-íamos mostrado, mas tu os conhecerás por suas fisionomias. Sem dúvida que os reconhecerás, pelo modo de falar! E Deus conhece as vossas ações."
  ],
  [
    31,
    "Sabei que vos provaremos, para certificar-Nos de quem são os combatentes e perseverantes, dentre vós, e paraprovarmos a vossa reputação."
  ],
  [
    32,
    "Em verdade, os incrédulos, que desencaminham os demais da senda de Deus e contrariam o Mensageiro, depois de lhesser evidenciada a orientação, em nada prejudicarão Deus, que tomará as suas obras sem efeito."
  ],
  [
    33,
    "Ó fiéis, obedecei a Deus e ao Mensageiro, e não desmereçais as vossas ações."
  ],
  [
    34,
    "Em verdade, quanto aos incrédulos, que desencaminham os demais da senda de Deus e morrem na incredulidade, Deusjamais os perdoará."
  ],
  [
    35,
    "Não fraquejeis (ó fiéis), pedindo a paz, quando sois superiores; sabei que Deus está convosco e jamais defraudará asvossas ações."
  ],
  [
    36,
    "A vida terrena é tão-somente jogo e diversão. Porém, se crerdes e fordes tementes, Deus vos concederá as vossasrecompensas, sem vos exigir nada dos vossos bens."
  ],
  [
    37,
    "Porque, se vo-lo pedisse ou vo-lo exigisse, escatimá-los-íeis então, revelando assim os vossos rancores."
  ],
  [
    38,
    "Eis, então, que sois convidados a contribuir na causa de Deus. Porém, entre vós, há aqueles que mesquinham; mas quemmesquinha certamente o faz em detrimento próprio; sabei que Deus é, por Si, Opulento, enquanto que vós sois pobres. E serecusardes (contribuir), suplantar-vos-á por outro povo, que não será como vós."
  ]
]