[
  {
    "id": 48,
    "city": "madinah",
    "name": {
      "translated": "The Victory",
      "transliterated": "Al-Fath",
      "codepoints": [
        1575,
        1604,
        1601,
        1578,
        1581
      ]
    },
    "ayahs": 29,
    "slug": "al-fath",
    "translator": null
  },
  [
    1,
    "Em verdade, temos te predestinado um evidente triunfo,"
  ],
  [
    2,
    "Para que Deus perdoe as tuas faltas, passadas e futuras, agraciando-te e guiando-te pela senda reta."
  ],
  [
    3,
    "E para que Deus te secunde poderosamente."
  ],
  [
    4,
    "Ele foi Quem infundiu o sossego nos corações dos fiéis para acrescentar fé à sua fé. A Deus pertencem os exércitos doscéus e da terra, porque Deus é Prudente, Sapientíssimo."
  ],
  [
    5,
    "Para introduzir os fiéis e as fiéis em jardins, abaixo dos quais correm os rios, onde morarão eternamente, bem comoabsolver-lhes as faltas, porque é uma magnífica conquista (para o homem) ante Deus."
  ],
  [
    6,
    "É castigar os hipócritas e as hipócritas, os idólatras e as idólatras que pensam mal a respeito de Deus. Que os açoite avicissitude! Deus os abominará, amaldiçoá-los-á e lhes destinará o inferno. Que péssimo destino!"
  ],
  [
    7,
    "A Deus pertencem os exércitos dos céus e da terra, porque Deus é Poderoso, Prudentíssimo."
  ],
  [
    8,
    "Em verdade, enviamos-te por testemunha, alvissareiro e admoestador,"
  ],
  [
    9,
    "Para que creiais (ó humanos) em Deus e no Seu Mensageiro, socorrendo-O, honrando-O e glorificando-O, pela manhã e àtarde."
  ],
  [
    10,
    "Em verdade, aqueles que te juram fidelidade, juram fidelidade a Deus. A Mão de Deus está sobre as suas mão; porém, quem perjurar, perjurará em prejuízo próprio. Quanto àquele que cumprir o pacto com Deus, Ele lhe concederá umamagnífica recompensa."
  ],
  [
    11,
    "Os que ficaram para trás, dentre os beduínos, dir-te-ão: Estávamos empenhados em (proteger) os nossos bens e as nossasfamílias; implora a Deus que nos perdoe! Dizem, com seus lábios, o que os seus corações não sentem. Dize-lhes: Quempoderia defender-vos de Deus, se Ele quisesse prejudicar-vos ou beneficiar-vos? Porém, Deus está inteirado de tudo quantofazeis."
  ],
  [
    12,
    "Qual! Imagináveis que o Mensageiro e os fiéis jamais voltariam às suas famílias; tal pensamento desenvolvia-se nosvossos corações! E pensáveis maldosamente, porque sois um povo desventurado."
  ],
  [
    13,
    "E há aqueles que não crêem em Deus e em Seu Mensageiro! Certamente temos destinado, para os incrédulos, o tártaro."
  ],
  [
    14,
    "A Deus pertence o reino dos céus e da terra. Ele perdoa quem quer e castiga quem Lhe apraz; sabei que Deus éIndulgente, Misericordiosíssimo."
  ],
  [
    15,
    "Quando marchardes para vos apoderardes dos despojos, os que ficarem para trás vos dirão: Permiti que vos sigamos! Pretendem trocar as palavras de Deus. Dize-lhes: Jamais nos seguireis, porque Deus já havia declarado (isso) antes. Entãovos dirão: Não! É porque nos invejais. Qual! É que não compreendem, senão poucos."
  ],
  [
    16,
    "Dize aos que ficaram para trás, dentre os beduínos: Sereis convocados para enfrentar-vos com um povo dado à guerra; então, ou vós os combatereis ou eles se submeterão. E se obedecerdes, Deus vos concederá uma magnífica recompensa; poroutra, se vos recusardes, como fizestes anteriormente, Ele vos castigará dolorosamente."
  ],
  [
    17,
    "Não terão culpa o cego, o coxo, o enfermo. Quanto àquele que obedecer a Deus e ao Seu Mensageiro, Ele o introduziráem jardins, abaixo dos quais correm os rios; por outra, quem desdenhar, será castigado dolorosamente."
  ],
  [
    18,
    "Deus Se congratulou com os fiéis, que te juraram fidelidade, debaixo da árvore. Bem sabia quanto encerravam os seuscorações e, por isso infundiu-lhes o sossego e os recompensou com um triunfo imediato,"
  ],
  [
    19,
    "Bem como com muitos ganhos que obtiveram, porque Deus é Poderoso, Prudentíssimo."
  ],
  [
    20,
    "Deus vos prometeu muitos ganhos, que obtereis, ainda mais, adiantou-vos estes e conteve as mãos dos homens, para quesejam um sinal para os fiéis e para guiar-vos para uma senda reta."
  ],
  [
    21,
    "E outros ganhos que não pudestes conseguir, Deus os conseguiu, e Deus é Onipotente."
  ],
  [
    22,
    "E ainda que o incrédulos vos combatessem, certamente debandariam, pois não achariam protetor nem defensor."
  ],
  [
    23,
    "Tal foi a lei de Deus no passado; jamais acharás mudanças na lei de Deus."
  ],
  [
    24,
    "Ele foi Quem conteve as mãos deles, do mesmo modo como conteve as vossas mãos no centro de Makka, depois de voster feito prevalecer sobre eles; sabei que Deus bem vê tudo quanto fazeis."
  ],
  [
    25,
    "Foram eles, os incrédulos, os que vos impediram de entrar na Mesquita Sagrada e impediram que a oferenda chegasse aoseu destino. E se não houvesse sido por uns homens e mulheres fiéis, que não podíeis, distinguir, e que poderíeis ter mortosem o saber, incorrendo, assim, inconscientemente, num crime hediondo, Ter-vos-íamos facultado combatê-lo; foi assimestabelecido, para que Deus pudesse agraciar com a Sua misericórdia quem Lhe aprouvesse. Se vos tivesse sido possívelsepará-los, teríamos afrontado os incrédulos com um doloroso castigo."
  ],
  [
    26,
    "Quando os incrédulos fomentaram o fanatismo - fanatismo da idolatria - em seus corações Deus infundiu o sossego emSeu Mensageiro e nos fiéis, e lhes impôs a norma da moderação, pois eram merecedores e dignos dela; sabei que Deus éOnisciente."
  ],
  [
    27,
    "Em verdade, Deus confirmou a visão do Seu Mensageiro: Se Deus quisesse, entraríeis tranqüilos, sem temor, na SagradaMesquita; uns com os cabelos raspados, outros com os cabelos cortados, sem medo. Ele sabe o que vós ignorais, e vosconcedeu, não obstante isso, um triunfo imediato."
  ],
  [
    28,
    "Ele foi Quem enviou o Seu Mensageiro com a orientação e com a verdadeira religião, para fazê-las prevalecer sobretodas as outras religiões; e Deus é suficiente Testemunha disso."
  ],
  [
    29,
    "Mohammad é o Mensageiro de Deus, e aqueles que estão com ele são severos para com os incrédulos, porémcompassivos entre si. Vê-los-ás genuflexos, prostrados, anelando a graça de eus e a Sua complacência. Seus rostos estarãomarcados com os traços da prostração. Tal é o seu exemplo na tora e no Evangelho, como a semente que brota, sedesenvolve e se robustece, e se firma em seus talos, compraz aos semeadores, para irritar os incrédulos. Deus prometeu aosfiéis, que praticam o bem, indulgência e uma magnifica recompensa."
  ]
]