[
  {
    "id": 49,
    "city": "madinah",
    "name": {
      "translated": "The Rooms",
      "transliterated": "Al-Hujurat",
      "codepoints": [
        1575,
        1604,
        1581,
        1580,
        1585,
        1575,
        1578
      ]
    },
    "ayahs": 18,
    "slug": "al-hujurat",
    "translator": null
  },
  [
    1,
    "Ó fiéis, não vos antecipeis a Deus e ao Seu Mensageiro, e temei a Deus, porque Deus é Oniouvinte, Sapientíssimo."
  ],
  [
    2,
    "Ó fiéis, não altereis as vossas vozes acima da voz do Profeta, nem lhe faleis em voz alta, como fazeis entre vós, para nãotornardes sem efeito as vossas obras, involuntariamente."
  ],
  [
    3,
    "Sabei que os que baixam as suas vozes na presença do Mensageiro de Deus, são aqueles cujos corações Deus testou paraa piedade; obterão o perdão e uma magnífica recompensa."
  ],
  [
    4,
    "Em verdade, a maioria daqueles que gritam (o teu nome), do lado de fora dos (teus) aposentos, é insensata."
  ],
  [
    5,
    "Mas, se aguardassem pacientemente, até que tu saísses ao seu encontro, seria muito melhor para eles. Deus é Ingulgente, Misericordiosíssimo."
  ],
  [
    6,
    "Ó fiéis, quando um ímpio vos trouxer uma notícia, examinai-a prudentemente, para não prejudicardes ninguém, porignorância, e não vos arrependerdes depois."
  ],
  [
    7,
    "E sabei que o Mensageiro de Deus está entre vós e que se ele vos obedecesse em muitos assuntos, cairíeis em desgraça. Porém, Deus vos inspirou o amor pela fé e adornou com ela vossos corações e vos fez repudiar a incredulidade, aimpiedade e a rebeldia. Tais são os sensatos."
  ],
  [
    8,
    "Isso, pela graça e favor de Deus; e Deus é Prudente, Sapientíssimo."
  ],
  [
    9,
    "E quando dois grupos de fiéis combaterem entre si, reconciliai-os, então. E se um grupo provocar outro, combatei oprovocador, até que se cumpram os desígnios de Deus. Se porém, se cumprirem (os desígnios), então reconciliai-oseqüitativamente e sede equânimes, porque Deus aprecia os equânimes."
  ],
  [
    10,
    "Sabe que os fiéis são irmãos uns dos outros; reconciliai, pois, os vossos irmãos, e temei a Deus, para vos mostrarmisericórdia."
  ],
  [
    11,
    "Ó fiéis, que nenhum povo zombe do outro; é possível que (os escarnecidos) sejam melhores do que eles (osescarnecedores). Que tampouco nenhuma mulher zombe de outra, porque é possível que esta seja melhor do que aquela. Nãovos difameis, nem vos motejeis com apelidos mutuamente. Muito vil é o nome que detona maldade (para ser usado poralguém), depois de Ter recebido a fé! E aqueles que não se arrependem serão os iníquos."
  ],
  [
    12,
    "Ó fiéis, evitai tanto quanto possível a suspeita, porque algumas suspeitas implicam em pecado. Não vos espreiteis, nemvos calunieis mutuamente. Quem de vós seria capaz de comer a carne do seu irmão morto? Tal atitude vos causa repulsa! Temei a Deus, porque Ele é Remissório, Misericordiosíssimo."
  ],
  [
    13,
    "Ó humanos, em verdade, Nós vos criamos de macho e fêmea e vos dividimos em povos e tribos, para reconhecerdes unsaos outros. Sabei que o mais honrado, dentre vós, ante Deus, é o mais temente. Sabei que Deus é Sapientíssimo e está beminteirado."
  ],
  [
    14,
    "Os beduínos dizem: Cremos! Dize-lhes: Qual! Ainda não credes; deveis dizer: Tornamo-nos muçulmanos, pois que a féainda não penetrou vossos corações. Porém, se obedecerdes a Deus e ao Seu Mensageiro, em nada serão diminuídas asvossas obras, porque Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    15,
    "Somente são fiéis aqueles que crêem em Deus e em Seu Mensageiro e não duvidam, mas sacrificam os seus bens e assuas pessoas pela causa de Deus. Estes são os verazes!"
  ],
  [
    16,
    "Dize-lhes: Pretendeis, acaso, ensinar a Deus a vossa religião, quando Deus bem conhece tudo quanto existe nos céus e naterra? Sabei que Deus é Onisciente."
  ],
  [
    17,
    "Dizem que te fizeram um favor por se terem tornado muçulmanos. Dize-lhes: não considereis a vossa conversão um favorpara mim; outrossim, é a Deus que deveis o mérito de vos Ter encaminhado à fé, se sois verazes."
  ],
  [
    18,
    "Sabei que Deus conhece o mistério dos céus e da terra, e Deus bem vê tudo o quanto fazeis!"
  ]
]