[
  {
    "id": 53,
    "city": "makkah",
    "name": {
      "translated": "The Star",
      "transliterated": "An-Najm",
      "codepoints": [
        1575,
        1604,
        1606,
        1580,
        1605
      ]
    },
    "ayahs": 62,
    "slug": "an-najm",
    "translator": null
  },
  [
    1,
    "Pela estrela, quando cai,"
  ],
  [
    2,
    "Que vosso camarada jamais se extravia, nem erra,"
  ],
  [
    3,
    "Nem fala por capricho."
  ],
  [
    4,
    "Isso não é senão a inspiração que lhe foi revelada,"
  ],
  [
    5,
    "Que lhe transmitiu o fortíssimo,"
  ],
  [
    6,
    "O sensato, o qual lhe apareceu (em sua majestosa forma)."
  ],
  [
    7,
    "Quando estava na parte mais alta do horizonte."
  ],
  [
    8,
    "Então, aproximou-se dele estreitamente,"
  ],
  [
    9,
    "Até a uma distância de dois arcos (de atirar setas), ou menos ainda."
  ],
  [
    10,
    "E revelou ao Seu servo o que Ele havia revelado."
  ],
  [
    11,
    "O coração (do Mensageiro) não mentiu, acerca do que viu."
  ],
  [
    12,
    "Disputareis, acaso, sobre o que ele viu?"
  ],
  [
    13,
    "Realmente o viu, numa Segunda descida,"
  ],
  [
    14,
    "Junto ao limite da árvore de lótus."
  ],
  [
    15,
    "Junto à qual está o jardim da morada (eterna)."
  ],
  [
    16,
    "Quando aquela coisa envolvente cobriu a árvore de lótus,"
  ],
  [
    17,
    "Não desviou o olhar, nem transgrediu."
  ],
  [
    18,
    "Em verdade, presenciou os maiores sinais do seu Senhor."
  ],
  [
    19,
    "Considerai Al-Lát e Al-Uzza."
  ],
  [
    20,
    "E a outra, a terceira (deusa), Manata."
  ],
  [
    21,
    "Porventura, pertence-vos o sexo masculino e a Ele o feminino?"
  ],
  [
    22,
    "Tal, então, seria uma partilha injusta."
  ],
  [
    23,
    "Tais (divindades) não são mais do que nomes, com que as denominastes, vós e vossos antepassados, acerca do que Deusnão vos conferiu autoridade alguma. Não seguem senão as sua próprias conjecturas e as luxúrias das suas almas, nãoobstante ter-lhes chegado a orientação do seu Senhor!"
  ],
  [
    24,
    "Porventura, obterá o homem tudo quanto ambiciona?"
  ],
  [
    25,
    "Sabei que só a Deus pertence a outra vida e a presente."
  ],
  [
    26,
    "E quantos anjos há nos céus, cujas intercessões de nada valerão, salvo a daqueles que a Deus aprouver e comprazer!"
  ],
  [
    27,
    "Sabei que aqueles que não crêem na outra vida denominam os anjos com nomes femininos,"
  ],
  [
    28,
    "Embora careçam de todo o conhecimento a esse respeito. Não fazem senão seguir conjecturas, sendo que a conjecturajamais prevaleceu, em nada, sobre a verdade."
  ],
  [
    29,
    "Afasta-te pois, de quem desdenha a Nossa Mensagem, e não ambiciona senão a vida terrena."
  ],
  [
    30,
    "Tal é o alcance do seu conhecimento. Em verdade, teu Senhor é o mais conhecedor de quem se desvia da Sua senda, assim como é o mais conhecedor de quem se encaminha."
  ],
  [
    31,
    "A Deus pertence tudo quanto existe nos céus e na terra, para castigar os malévolos, segundo o que tenham cometido, erecompensar os benfeitores com o melhor."
  ],
  [
    32,
    "Estes são os que se abstêm dos pecados graves e das obscenidades, conquanto cometam faltas leves. Que saibam que oteu Senhor é Amplo na indulgência; Ele vos conhece melhor do que ninguém, uma vez que foi Ele Que vos criou na terra, emque éreis embriões nas entranhas de vossas mães. Não atribuais pois, pureza a vós mesmo, porque Ele bem conhece ostementes."
  ],
  [
    33,
    "Que opinas, pois, de quem desdenha,"
  ],
  [
    34,
    "Que pouco dá, e, depois, endurece (o coração)?"
  ],
  [
    35,
    "Porventura, está de posse do incognoscível e prognostica (o futuro)?"
  ],
  [
    36,
    "Qual, não foi inteirado de tudo quanto contêm os livros de Moisés,"
  ],
  [
    37,
    "E os de Abraão, que cumpriu (as suas obrigações),"
  ],
  [
    38,
    "De que nenhum pecador arcará com culpa alheia?"
  ],
  [
    39,
    "De que o homem não obtém senão o fruto do seu proceder?"
  ],
  [
    40,
    "De que o seu proceder será examinado?"
  ],
  [
    41,
    "Depois, ser-lhe-á retribuído, com a mais eqüitativa recompensa?"
  ],
  [
    42,
    "E que pertence ao teu Senhor o limite."
  ],
  [
    43,
    "E que Ele faz rir e chorar."
  ],
  [
    44,
    "E que Ele dá a vida e a morte."
  ],
  [
    45,
    "E que Ele criou (tudo) em pares: o masculino e o feminino,"
  ],
  [
    46,
    "De uma gosta de esperma, quando alojada (em seu lugar)."
  ],
  [
    47,
    "E que a Ele compete a Segunda criação."
  ],
  [
    48,
    "E que Ele enriquece e dá satisfação."
  ],
  [
    49,
    "E que Ele é o Senhor do (astro) Sírio."
  ],
  [
    50,
    "E que Ele exterminou o primitivo povo de Ad."
  ],
  [
    51,
    "E o povo de Tamud, sem deixar (membro) algum?"
  ],
  [
    52,
    "E, antes, o povo de Noé, porque era ainda mais iníquo e transgressor?"
  ],
  [
    53,
    "E destruiu as cidades nefastas (Sodoma e Gomorra)?"
  ],
  [
    54,
    "E as cobriu com um véu envolvente?"
  ],
  [
    55,
    "De qual das mercês do teu Senhor duvidas, pois, (ó humano)?"
  ],
  [
    56,
    "Eis aqui uma admoestação dos primeiros admoestadores."
  ],
  [
    57,
    "Aproxima-se a Hora iminente!"
  ],
  [
    58,
    "Ninguém, além de Deus, poderá revelá-la."
  ],
  [
    59,
    "Por que vos assombrais, então, com esta Mensagem?"
  ],
  [
    60,
    "E rides ao invés de chorardes,"
  ],
  [
    61,
    "Em vossos lazeres?"
  ],
  [
    62,
    "Prostrai-vos, outrossim, perante Deus, e adorai-O."
  ]
]