[
  {
    "id": 54,
    "city": "makkah",
    "name": {
      "translated": "The Moon",
      "transliterated": "Al-Qamar",
      "codepoints": [
        1575,
        1604,
        1602,
        1605,
        1585
      ]
    },
    "ayahs": 55,
    "slug": "al-qamar",
    "translator": null
  },
  [
    1,
    "A Hora (do Juízo) se aproxima, e a lua se fendeu."
  ],
  [
    2,
    "Porém, se presenciam algum sinal, afastam-se, dizendo: É magia reiterada!"
  ],
  [
    3,
    "E o rejeitam, e persistem em suas luxúrias; porém, cada coisa terá o seu fim."
  ],
  [
    4,
    "E, sem dúvida, tiveram bastante admoestação exemplificada."
  ],
  [
    5,
    "E sabedoria prudente; porém, de nada lhes servem as admoestações."
  ],
  [
    6,
    "Afasta-te, pois, deles (ó Mensageiro), e recorda o dia em que o (anjo) convocador convocará os humanos a algo terrível."
  ],
  [
    7,
    "Sairão dos sepulcros, com os olhos humildes, como se fossem uma nuvem de gafanhotos dispersa,"
  ],
  [
    8,
    "Dirigindo-se, rapidamente, até ao convocador; os incrédulos dirão: Este é um dia terrível!"
  ],
  [
    9,
    "Antes deles, o povo de Noé havia desmentido os mensageiros; desmentiram o Nosso servo, dizendo: É um energúmeno!, repudiando-o por todas as vias."
  ],
  [
    10,
    "Então ele invocou seu Senhor, dizendo: Estou vencido! Socorre-me!"
  ],
  [
    11,
    "Então abrimos as portas do céu, com água torrencial (que fizemos descer)."
  ],
  [
    12,
    "E fizemos brotar fontes da terra, e ambas as águas se encontraram na medida predestinada."
  ],
  [
    13,
    "E o conduzimos (Noé) em uma arca, de tábuas encavilhadas,"
  ],
  [
    14,
    "Que flutuava sob o Nosso olhar, como recompensa para aquele que foi desmentido."
  ],
  [
    15,
    "E a expusemos, como sinal. Haverá, porventura, alguém que receberá a admoestação?"
  ],
  [
    16,
    "Qual! Quão terríveis foram o Meu castigo e a Minha admoestação!"
  ],
  [
    17,
    "Em verdade, facilitamos o Alcorão, para a admoestação. Haverá, porventura, algum admoestado?"
  ],
  [
    18,
    "O povo de Ad rejeitou o seu mensageiro. Porém, quão terríveis foram o Meu castigo e a Minha admoestação!"
  ],
  [
    19,
    "Sabei que desencadeamos sobre eles um vento tormentoso, em um dia funesto,"
  ],
  [
    20,
    "Que arrebatava os homens, como se fossem troncos de tamareiras desarraigadas."
  ],
  [
    21,
    "Observa, portanto, quão terríveis foram o Meu castigo e a Minha admoestação!"
  ],
  [
    22,
    "Em verdade, facilitamos o Alcorão para a recordação. Haverá, porventura, algum admoestado?"
  ],
  [
    23,
    "O povo de Tamud desmentiu os admoestadores,"
  ],
  [
    24,
    "Dizendo: Quê! Acaso, haveremos de seguir um homem solitário, surgido dentre nós? Cairíamos, então, em extravio e naloucura!"
  ],
  [
    25,
    "Acaso, foi a Mensagem revelada só a ele, dentre nós? Qual! É um mentiroso, insolente!"
  ],
  [
    26,
    "Logo saberão quem é mentiroso e insolente!"
  ],
  [
    27,
    "Em verdade, enviamos-lhes a camela como prova. E tu (ó Saléh), observa-os e aguarda com paciência."
  ],
  [
    28,
    "E anuncia-lhes que a água deverá ser compartilhada entre eles, e casa qual terá o seu turno registrado."
  ],
  [
    29,
    "Então, chamaram um companheiro seu, o qual tomou de um sabre e a abateu."
  ],
  [
    30,
    "Porém, quão terríveis foram o Meu castigo e a Minha admoestação!"
  ],
  [
    31,
    "Sabei que enviamos contra eles um só estrondo, que os reduziu a feno amontoado."
  ],
  [
    32,
    "Em verdade, facilitamos o Alcorão, para a admoestação. Haverá, porventura, algum admoestado?"
  ],
  [
    33,
    "O povo de Lot desmentiu os seus admoestadores."
  ],
  [
    34,
    "Sabei que desencadeamos sobre eles uma chuva de pedras, exceto sobre a família de Lot, a qual salvamos na hora daalvorada."
  ],
  [
    35,
    "Por nossa graça. Assim recompensamos os agradecidos."
  ],
  [
    36,
    "E (Lot) já os havia admoestado, quanto ao Nosso castigo; porém, duvidaram das admoestações."
  ],
  [
    37,
    "E intentaram desonrar os seus hóspedes; então, cegamos-lhes os olhos, dizendo: Sofrei, pois, o Meu castigo e a Minhaadmoestação!"
  ],
  [
    38,
    "E, ao amanhecer, surpreendeu-os um castigo, que se tornou perene."
  ],
  [
    39,
    "Sofrei, pois o Meu castigo e a Minha admoestação!"
  ],
  [
    40,
    "Em verdade, facilitamos o Alcorão, para a recordação. Haverá, porventura, algum admoestado?"
  ],
  [
    41,
    "E também se apresentaram os admoestadores ao povo do Faraó."
  ],
  [
    42,
    "Porém, desmentiram os Nosso sinais, pelo que os castigamos severamente, como só pode fazer um Onipotente, Poderosíssimo."
  ],
  [
    43,
    "Acaso, os vossos incrédulos (ó coraixitas), são melhores do que aqueles, ou, por outra, gozais de imunidade, registradanos Livros sagrados?"
  ],
  [
    44,
    "Entretanto, dizem: Agimos juntos e podemos (nos) defender!"
  ],
  [
    45,
    "Logo, a multidão será debelada e debandará."
  ],
  [
    46,
    "E a Hora (do Juízo) é uma promessa, e ela será mais grave e mais amarga."
  ],
  [
    47,
    "Sabei que os pecadores estarão nos caos e na loucura."
  ],
  [
    48,
    "No dia em que foram arrastados, no fogo, sobre seus rostos, (ser-lhes-á dito): Sofrei o contato do tártaro!"
  ],
  [
    49,
    "Em verdade, criamos todas as coisas predestinadamente."
  ],
  [
    50,
    "E a Nossa ordem não é mais do que uma só (palavra), como um abrir e fechar os olhos!"
  ],
  [
    51,
    "E havíamos aniquilado os vossos semelhantes. Haverá, porventura, algum que recebeu a admoestação?"
  ],
  [
    52,
    "Tudo quanto fizeram está anotado nos livros."
  ],
  [
    53,
    "E toda a ação, pequena ou grande, está registrada."
  ],
  [
    54,
    "Sabei que os tementes morarão entre os jardins e rios,"
  ],
  [
    55,
    "Em uma assembléia da verdade, na presença de um Senhor Onipotente, Soberaníssimo."
  ]
]