[
  {
    "id": 56,
    "city": "makkah",
    "name": {
      "translated": "The Inevitable",
      "transliterated": "Al-Waqi'ah",
      "codepoints": [
        1575,
        1604,
        1608,
        1575,
        1602,
        1593,
        1577
      ]
    },
    "ayahs": 96,
    "slug": "al-waqiah",
    "translator": null
  },
  [
    1,
    "Quando acontecer o evento inevitável,"
  ],
  [
    2,
    "-Ninguém poderá negar o seu advento -,"
  ],
  [
    3,
    "Degradante (para uns) e exultante (para outros)."
  ],
  [
    4,
    "Quando a terra for sacudida violentamente,"
  ],
  [
    5,
    "E as montanhas forem desintegradas em átomos,"
  ],
  [
    6,
    "Convertidas em corpúsculos dispersos,"
  ],
  [
    7,
    "Então, sereis divididos em três grupos."
  ],
  [
    8,
    "O dos que estiverem à direita - E quem são os que estarão à direita?"
  ],
  [
    9,
    "O dos que estiverem à esquerda - E quem são os que estarão à esquerda?"
  ],
  [
    10,
    "E o dos primeiros (crentes) - E quem são os primeiros (crentes)?"
  ],
  [
    11,
    "Estes serão os mais próximos de Deus,"
  ],
  [
    12,
    "Nos jardins do prazer."
  ],
  [
    13,
    "(Haverá) uma multidão, pertencente ao primeiro grupo."
  ],
  [
    14,
    "E poucos, pertencentes ao último."
  ],
  [
    15,
    "Estarão sobre leitos incrustados (com ouro e pedras preciosas),"
  ],
  [
    16,
    "Reclinados neles, frente a frente,"
  ],
  [
    17,
    "Onde lhes servirão jovens (de frescores) imortais."
  ],
  [
    18,
    "Com taças, jarras, e ânforas, cheias de néctares (provindos dos mananciais celestes),"
  ],
  [
    19,
    "Que não lhes provocará hemicrania, nem intoxicação."
  ],
  [
    20,
    "E (também lhes servirão) as frutas de sua predileção,"
  ],
  [
    21,
    "E carne das aves que lhes apetecerem."
  ],
  [
    22,
    "Em companhia de huris, de cândidos olhares,"
  ],
  [
    23,
    "Semelhantes a pérolas bem guardadas."
  ],
  [
    24,
    "Em recompensa por tudo quanto houverem feito."
  ],
  [
    25,
    "Não ouvirão, ali, frivolidades, nem (haverá) qualquer pestilência,"
  ],
  [
    26,
    "A não ser as palavras: Paz! Paz!"
  ],
  [
    27,
    "E o (grupo) dos que estiverem à direita - E quem são os que estarão à direita?"
  ],
  [
    28,
    "Passeará entre lotos (com frutos) sobrepostos,"
  ],
  [
    29,
    "E pomares, com árvores frutíferas entrelaçadas,"
  ],
  [
    30,
    "E extensa sombra,"
  ],
  [
    31,
    "E água manante,"
  ],
  [
    32,
    "E frutas abundantes,"
  ],
  [
    33,
    "Inesgotáveis, que jamais (lhes) serão proibidas."
  ],
  [
    34,
    "E estarão sobre leitos elevados."
  ],
  [
    35,
    "Sabei que criamos, para eles, uma (nova) espécie de criaturas."
  ],
  [
    36,
    "E as fizemos virgens."
  ],
  [
    37,
    "Amantíssimas, da mesma idade."
  ],
  [
    38,
    "Para os que estiverem à direita."
  ],
  [
    39,
    "(Estes) são uma multidão, pertence ao primeiro grupo."
  ],
  [
    40,
    "E outra, pertencente ao último."
  ],
  [
    41,
    "E os que estiverem à esquerda - E quem são os que estarão à esquerda?"
  ],
  [
    42,
    "Estarão no meio de ventos abrasadores e na água fervente."
  ],
  [
    43,
    "E nas trevas da negra fumaça,"
  ],
  [
    44,
    "Sem nada, para refrescar, nem para aprazar."
  ],
  [
    45,
    "Porque, antes disso, estava na luxúria,"
  ],
  [
    46,
    "E persistiram, em seu supremo pecado."
  ],
  [
    47,
    "E diziam: Acaso, quando morrermos e formos reduzidos a pó e ossos, seremos ressuscitados,"
  ],
  [
    48,
    "Ou (o serão) nossos antepassados?"
  ],
  [
    49,
    "Dize-lhes: Em verdade, os primeiros e os últimos."
  ],
  [
    50,
    "Serão congregados, para o encontro de um dia conhecido."
  ],
  [
    51,
    "Logo, sereis vós, ó desviados, desmentidores,"
  ],
  [
    52,
    "Sem dúvida que comereis do fruto do zacum."
  ],
  [
    53,
    "Do qual fartareis os vossos estômagos,"
  ],
  [
    54,
    "E, por cima, bebereis água fervente."
  ],
  [
    55,
    "Bebê-la-eis com a sofreguidão dos sedentos."
  ],
  [
    56,
    "Tal será a sua hospedagem, no Dia do Juízo!"
  ],
  [
    57,
    "Nós vos criamos. Por que, pois, não credes (na Ressurreição)?"
  ],
  [
    58,
    "Haveis reparado, acaso, no que ejaculais?"
  ],
  [
    59,
    "Por acaso, criais vós isso, ou somos Nós o Criador?"
  ],
  [
    60,
    "Nós vos decretamos a morte, e jamais seremos impedidos,"
  ],
  [
    61,
    "De substituir-vos por seres semelhantes, ou transformar-vos no que ignorais."
  ],
  [
    62,
    "E, na verdade, conheceis a primeira criação. Por que, então, não meditais?"
  ],
  [
    63,
    "Haveis reparado, acaso, no que semeais?"
  ],
  [
    64,
    "Porventura, sois vós os que fazeis germinar, ou somos Nós o Germinador?"
  ],
  [
    65,
    "Se quiséssemos, converteríamos aquilo em feno e, então, não cessaríeis de vos assombrar,"
  ],
  [
    66,
    "(Dizendo): Em verdade, estamos em débito,"
  ],
  [
    67,
    "Estamos, em verdade, privados (de colher os nossos frutos)!"
  ],
  [
    68,
    "Haveis reparado, acaso, na água que bebeis?"
  ],
  [
    69,
    "Sois vós, ou somente somos Nós Quem a faz descer das nuvens?"
  ],
  [
    70,
    "Se quiséssemos, fá-la-íamos salobra. Por que, pois, não agradeceis?"
  ],
  [
    71,
    "Haveis reparado, acaso, no fogo que ateais?"
  ],
  [
    72,
    "Fostes vós que criastes a árvore, ou fomos Nós o Criador?"
  ],
  [
    73,
    "Nós fizemos disso um portento e conforto para os nômades."
  ],
  [
    74,
    "Glorifica, pois, o nome do teu Supremo Senhor!"
  ],
  [
    75,
    "Juro, portanto, pela posição dos astros,"
  ],
  [
    76,
    "Porque é um magnífico juramento - se soubésseis!"
  ],
  [
    77,
    "Este é um Alcorão honorabilíssimo,"
  ],
  [
    78,
    "Num Livro bem guardado,"
  ],
  [
    79,
    "Que não tocam, senão os purificados!"
  ],
  [
    80,
    "É uma revelação do Senhor do Universo."
  ],
  [
    81,
    "- Porventura, desdenhais esta Mensagem?"
  ],
  [
    82,
    "E fizestes disso o vosso sustento, para que o pudésseis desmentir?"
  ],
  [
    83,
    "Por que, então, (não intervis), quando (a alma de um moribundo) alcança a garganta?"
  ],
  [
    84,
    "E ficais, nesse instante, a olhá-lo."
  ],
  [
    85,
    "- E Nós, ainda que não Nos vejais, estamos mais perto dele do que vós -"
  ],
  [
    86,
    "Por que, então, se pensais que em nada dependeis de Nós,"
  ],
  [
    87,
    "Não lhe devolveis (a alma), se estais certos?"
  ],
  [
    88,
    "Porém, se ele for um dos achegados (a Deus),"
  ],
  [
    89,
    "(Terá) descanso, satisfação e um Jardim de Prazer,"
  ],
  [
    90,
    "Ainda, se for um dos que estão à direita,"
  ],
  [
    91,
    "(Ser-lhe-á dito): Que a paz esteja contigo, da parte dos que estão à direita!"
  ],
  [
    92,
    "Por outra, se for um dos desmentidores, extraviados,"
  ],
  [
    93,
    "Então terá hospedagem na água fervente,"
  ],
  [
    94,
    "E entrada na fogueira infernal."
  ],
  [
    95,
    "Sabei que esta é a verdade autêntica."
  ],
  [
    96,
    "Glorifica, pois, o nome do teu Supremo Senhor!"
  ]
]