[
  {
    "id": 61,
    "city": "madinah",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": null
  },
  [
    1,
    "Tudo quanto existe nos céus e na terra glorifica Deus, porque Ele é o Poderoso, o Prudentíssimo."
  ],
  [
    2,
    "Ó fiéis, por que dizeis o que não fazeis?"
  ],
  [
    3,
    "É enormemente odioso, perante Deus, dizerdes o que não fazeis."
  ],
  [
    4,
    "Em verdade, Deus aprecia aqueles que combatem, em fileiras, por Sua causa, como se fossem uma sólida muralha."
  ],
  [
    5,
    "Recorda-te (ó Mensageiro) de quando Moisés disse ao seu povo: Ó povo meu, porque me injuriais, quando sabeis que souo mensageiro de Deus, enviado a vós? Porém, quando se desviaram, Deus desviou os seus corações, porque Deus nãoencaminha os depravados."
  ],
  [
    6,
    "E de quando Jesus, filho de Maria, disse: Ó israelitas, em verdade, sou o mensageiro de Deus, enviado a vós, corroborante de tudo quanto a Tora antecipou no tocante às predições, e alvissareiro de um Mensageiro que virá depois demim, cujo nome será Ahmad! Entretanto, quando lhes foram apresentadas as evidências, disseram: Isto é pura magia!"
  ],
  [
    7,
    "Haverá alguém mais iníquo do que quem forja mentiras acerca de Deus, apesar de ter sido convocado ao Islam? Sabei queDeus não encaminha os iníquos."
  ],
  [
    8,
    "Pretendem extinguir a Luz de Deus com as suas (infames) bocas; porém, Deus completará a (revelação de) Sua Luz, embora isso desgoste os incrédulos."
  ],
  [
    9,
    "Foi Ele Quem enviou o Seu Mensageiro, com a orientação e com a verdadeira religião, para fazê-las prevalecer sobretoda a religião, ainda que isso desgoste os idólatras."
  ],
  [
    10,
    "Ó fiéis, quereis que vos indique uma troca que vos livre de um castigo doloroso?"
  ],
  [
    11,
    "É que creiais em Deus e em Seu Mensageiro, e que sacrifiqueis os vossos bens e pessoas pela Sua causa. Isso é omelhor, para vós, se quereis saber."
  ],
  [
    12,
    "Ele vos perdoará os pecados e vos introduzirá em jardins, abaixo dos quais correm os rios, bem como nas prazerosasmoradas do Jardim do Éden. Tal é o magnífico benefício."
  ],
  [
    13,
    "E, ademais, conceder-vos-á outra coisa que anelais, ou seja: o socorro de Deus e o triunfo imediato. (Ó Mensageiro), anuncia aos crentes boas novas!"
  ],
  [
    14,
    "Ó fiéis, sede os auxiliadores de Deus, como disse Jesus, filho de Maria, aos discípulos: Quem são os meus auxiliadores, na causa de Deus? Responderam: Nós somos os auxiliadores de Deus! Acreditou, então, uma parte dos israelitas, e outradesacreditou; então, socorremos os fiéis contra seus inimigos, e eles saíram vitoriosos."
  ]
]