[
  {
    "id": 63,
    "city": "madinah",
    "name": {
      "translated": "The Hypocrites",
      "transliterated": "Al-Munafiqun",
      "codepoints": [
        1575,
        1604,
        1605,
        1606,
        1575,
        1601,
        1602,
        1608,
        1606
      ]
    },
    "ayahs": 11,
    "slug": "al-munafiqun",
    "translator": null
  },
  [
    1,
    "Quando os hipócritas se apresentam a ti, dizem: Reconhecemos que tu és o Mensageiro de Deus. Porém, Deus bem sabeque tu és o Seu Mensageiro e atesta que os hipócritas são mentirosos."
  ],
  [
    2,
    "Fazem dos seus juramentos uma coberta (para as suas más ações), e desencaminham-se da senda de Deus. Que péssimo éo que fazem!"
  ],
  [
    3,
    "Isso porque creram e depois renegaram; consequentemente, foram sigilados os seus corações e por isso são insensatos."
  ],
  [
    4,
    "E quando os vês, os seus aspectos te agradam; e quando falam escuta-lhes as palavras. Todavia, são como madeiraencostada; pensam que qualquer grito é contra eles. São os inimigos; cuida-te, pois, deles. Que Deus os maldiga! Como sedesencaminham!"
  ],
  [
    5,
    "Porém, quando lhes é dito: Vinde, que o Mensageiro de Deus implorará, para vós, o perdão!, meneiam a cabeça e os vêsafastarem-se, ensoberbecidos."
  ],
  [
    6,
    "Tanto se lhes dá que implores ou não o perdão para eles; Deus jamais os perdoará, porque Deus não encaminha osdepravados."
  ],
  [
    7,
    "São aqueles que dizem: Nada dispendais, com os que acompanham o Mensageiro de Deus, até que se dispersem. Ostesouros dos céus e da terra pertencem a Deus, embora os hipócritas continuem a ser insensatos."
  ],
  [
    8,
    "Dizem: Em verdade, se voltássemos para Madina, o mais poderoso expulsaria dela o mais fraco. Porém, a potestade sópertence a Deus, ao Seu Mensageiro e aos fiéis, ainda que os hipócritas o ignorem."
  ],
  [
    9,
    "Ó fiéis, que os vossos bens e os vossos filhos não vos alheiem da recordação de Deus, porque aqueles que tal fizerem, serão desventurados."
  ],
  [
    10,
    "Fazei caridade de tudo com que vos agraciamos, antes que a morte surpreenda qualquer um de vós, e este diga: Ó Senhormeu, porque não me toleras até um término próximo, para que eu possa fazer caridade e ser um dos virtuosos?"
  ],
  [
    11,
    "Porém, Deus jamais adiará a hora de qualquer alma, quando ela chegar, porque Deus está bem inteirado de tudo quantofazeis."
  ]
]