[
  {
    "id": 64,
    "city": "madinah",
    "name": {
      "translated": "The Mutual Disillusion",
      "transliterated": "At-Taghabun",
      "codepoints": [
        1575,
        1604,
        1578,
        1594,
        1575,
        1576,
        1606
      ]
    },
    "ayahs": 18,
    "slug": "at-taghabun",
    "translator": null
  },
  [
    1,
    "Tudo quanto existe nos céus e na terra glorifica Deus; Seu é o reino e Seus são os louvores, porque é Onipotente."
  ],
  [
    2,
    "Ele foi Quem vos criou; e entre vós há incrédulos, assim como há fiéis, contudo, Deus bem vê tudo quanto fazeis."
  ],
  [
    3,
    "Em verdade, criou os céus e a terra e vos configurou com a melhor forma, e a Ele retornareis."
  ],
  [
    4,
    "Ele conhece tudo quanto existe nos céus e na terra, assim como também conhece tudo quanto ocultais e tudo quantomanifestais, porque Deus é Sabedor das intimidades dos corações."
  ],
  [
    5,
    "Acaso, não vos chegou a notícia dos incrédulos que vos precederam? Sofreram as conseqüências da sua conduta e, ademais, sofrerão um doloroso castigo."
  ],
  [
    6,
    "Isto porque, quando os seus mensageiros lhes apresentaram as evidências, disseram: Acaso, os humanos hão deencaminhar-nos? E renegaram (a Mensagem), recusando-a; porém, Deus pode prescindir deles, porque Deus é por Si, Opulento, Laudabilíssimo."
  ],
  [
    7,
    "Os incrédulos crêem que jamais serão ressuscitados. Dize-lhes: Sim, por meu Senhor que, sem dúvida, sereisressuscitados; logo sereis inteirados de tudo quanto tiverdes feito, porque isso é fácil para Deus."
  ],
  [
    8,
    "Crede, pois, em Deus, em Seu Mensageiro e na Luz que vos temos revelado, porque Deus está bem inteirado de tudoquanto fazeis."
  ],
  [
    9,
    "Quando fordes congregados para o Dia da Assembléia, este será o dia das defraudações recíprocas. Porém, aquele quecrer em Deus e praticar o bem, será absolvido das suas faltas, e introduzido em jardins, abaixo dos quais correm os rios, onde morará eternamente. Tal é o magnífico benefício!"
  ],
  [
    10,
    "Por outra, aqueles que renegarem e desmentirem os Nossos versículos, serão condenados ao inferno, onde morarãoeternamente. E que funesto destino!"
  ],
  [
    11,
    "Jamais acontecerá calamidade alguma, senão com a ordem de Deus. Mas, a quem crer em Deus, Ele lhe iluminará ocoração, porque Deus é Onisciente."
  ],
  [
    12,
    "Obedecei, pois, a Deus e obedecei ao Mensageiro! Mas, se recusardes, sabei que ao Nosso Mensageiro somenteincumbe a proclamação lúcida da mensagem."
  ],
  [
    13,
    "Deus! Não há mais divindade além d'Ele! Que a Deus se encomendem, pois, os crentes!"
  ],
  [
    14,
    "Ó fiéis, em verdade, tendes adversários entre as vossas mulheres e os vossos filhos. Precavei-vos, pois, deles. Porém, se os tolerardes, perdoarde-los e os indultardes, sabei que certamente Deus é Indulgente, Misericordiosíssimo."
  ],
  [
    15,
    "Em verdade os vossos bens e os vossos filhos são uma mera tentação. Mas sabei que Deus vos reserva uma magníficarecompensa."
  ],
  [
    16,
    "Temei, pois, a Deus, tanto quanto possais, Escutai-O, obedecei-Lhe e fazei caridade, que isso será preferível para vós! Aqueles que se preservarem da avareza serão os bem-aventurados."
  ],
  [
    17,
    "Se emprestardes a Deus espontaneamente, Ele vo-lo multiplicará o vos perdoará, porque Deus é Retribuidor, Tolerante,"
  ],
  [
    18,
    "Conhecedor do cognoscível e do incognoscível, o Poderoso, o Prudentíssimo."
  ]
]