[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": null
  },
  [
    1,
    "Bendito seja Aquele em Cujas mãos está a Soberania, e que é Onipotente;"
  ],
  [
    2,
    "Que criou a vida e a morte, para testar quem de vós melhor se comporta - porque é o Poderoso, o Indulgentíssimo -,"
  ],
  [
    3,
    "Que criou sete céus sobrepostos; tu não acharás imperfeição alguma na criação do Clemente! Volta, pois, a olhar! Vês, acaso, alguma fenda?"
  ],
  [
    4,
    "Novamente, olha e torna a fazê-lo, e o teu olhar voltará a ti, confuso e fatigado."
  ],
  [
    5,
    "E adornamos o céu aparente com lâmpadas, e lhes destinamos apedrejarem os demônios, e preparamos, para eles o suplício do fogo infernal."
  ],
  [
    6,
    "Bem como a pena do inferno, para aqueles que negam o seu Senhor. Que funesto destino!"
  ],
  [
    7,
    "Quando nele forem precipitados, ouvi-lo-ão rugir, borbulhante,"
  ],
  [
    8,
    "A ponto de estalar de fúria. Cada vez que um grupo (de réprobos) for precipitado nele, os seus guardiães lhes perguntarão. Acaso, não vos foi enviado nenhum admoestador?"
  ],
  [
    9,
    "Dirão: Sim! Foi-nos enviado um admoestador, porém desmentimo-lo, dizendo: Deus nada revelou! Estais em grave erro!"
  ],
  [
    10,
    "E dirão (mais): Se tivéssemos escutado o meditado, não estaríamos entre os condenados ao tártaro!"
  ],
  [
    11,
    "E confessarão os seus pecados; anátema aos condenados ao tártaro!"
  ],
  [
    12,
    "Em verdade aqueles que temerem intimamente o seu Senhor obterão indulgência e uma grande recompensa."
  ],
  [
    13,
    "Quer faleis privativa ou publicamente, Ele é Conhecedor das intimidades dos corações."
  ],
  [
    14,
    "Como não haveria de conhecê-las o Criados, sendo Ele o Onisciente, o Sutilíssimo?"
  ],
  [
    15,
    "Ele foi Quem vos fez a terra manejável. Percorrei-a pois, por todos os seus quadrantes e desfrutai das Suas mercês; a Ele será o retorno!"
  ],
  [
    16,
    "Estais, acaso, seguros de que Aquele que está no céu não vos fará ser tragados pela terra? Ei-la que treme!"
  ],
  [
    17,
    "Ou estais seguros de que Aquele que está no céu não desencadeará um violento furacão sobre vós? Logo sabereis como é a Nossa advertência."
  ],
  [
    18,
    "Em verdade, os seus antepassados desmentiram os Meus enviados. Porém, que terrível foi a Minha rejeição!"
  ],
  [
    19,
    "Não reparam, acaso, nos pássaros que pairam sobre eles, protraindo e recolhendo as suas asas? Ninguém os mantém no espaço, senão o Clemente, porque é Onividente."
  ],
  [
    20,
    "Ou então, qual é o exército com que contais para socorrer-vos, em vez do Clemente? Em verdade, os incrédulos estão grandemente iludidos."
  ],
  [
    21,
    "Ou então, quem será que os sustentará se Ele retiver as Suas mercês? Não obstante, obstinam-se na perfídia e no extravio."
  ],
  [
    22,
    "Quem está melhor encaminhado: o que anda, vacilante, pela tortuosidade, ou quem anda, altaneiro, pela senda reta?"
  ],
  [
    23,
    "Dize-lhes: Foi Ele Quem vos criou e vos dotou de ouvidos, de vistas e de faculdades. Quão pouco Lhe agradeceis!"
  ],
  [
    24,
    "Dize-lhes (mais): Foi Ele Quem vos multiplicou, na terra, e ante Ele sereis congregados."
  ],
  [
    25,
    "Porém, perguntaram: Quando se cumprirá tal promessa? Dizei-nos, se estais certos."
  ],
  [
    26,
    "Responde-lhes: Só Deus o sabe, e eu sou unicamente um admoestador elucidante."
  ],
  [
    27,
    "Mas, quando o virem (o castigo) de perto, os rostos dos incrédulos se ensombrecerão e lhes será dito: Aqui tendes o que pedíeis!"
  ],
  [
    28,
    "Dize-lhes: Se Deus me fizesse perecer, juntamente com os meus seguidores ou se se apiedasse de nós, quem livraria os incrédulos de um doloroso castigo?"
  ],
  [
    29,
    "Dize-lhes (mais): Ele é o Clemente, no Qual cremos e ao Qual nos encomendamos. Logo sabereis quem está em erro evidente!"
  ],
  [
    30,
    "Dize-lhes (ainda): Que vos parece? Se a vossa água, ao amanhecer, tivesse sido toda absorvida (pela terra), quem faria manar água potável para vós?"
  ]
]