[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": null
  },
  [
    1,
    "A realidade"
  ],
  [
    2,
    "Que é a realidade?"
  ],
  [
    3,
    "E o que te fará entender o que significa a realidade?"
  ],
  [
    4,
    "Os povos de Samud e de Ad desmentiram a calamidade."
  ],
  [
    5,
    "Quanto ao povo de Samud, foi fulminado pela centelha!"
  ],
  [
    6,
    "E, quanto ao povo de Ad, foi exterminado por um furioso e impetuoso furacão."
  ],
  [
    7,
    "Que Deus desencadeou sobre ele, durante sete noites e oito nefastos dias, em que poderias ver aqueles homens jacentes, como se fossem troncos de tamareiras caídos."
  ],
  [
    8,
    "Porventura, viste algum sobrevivente, entre eles?"
  ],
  [
    9,
    "E o Faraó, os seus antepassados e as cidades nefastas disseminaram o pecado."
  ],
  [
    10,
    "E desobedeceram ao mensageiro do seu Senhor, pelo que Ele os castigou rudemente."
  ],
  [
    11,
    "Em verdade, quando as águas transbordaram, levamo-vos na arca."
  ],
  [
    12,
    "Para fazemos disso um memorial para vós, e para que o recordasse qualquer mente atenta."
  ],
  [
    13,
    "Porém, quando soar um só toque da trombeta,"
  ],
  [
    14,
    "E a terra e as montanhas forem desintegradas e trituradas de um só golpe,"
  ],
  [
    15,
    "Nesse dia, acontecerá o evento inevitável."
  ],
  [
    16,
    "E o céu se fenderá, e estará frágil;"
  ],
  [
    17,
    "E os anjos estarão perfilados e, oito deles, nesse dia, carregarão o Trono do teu Senhor."
  ],
  [
    18,
    "Nesse dia sereis apresentados (ante Ele), e nenhum dos vossos segredos (Lhe) será ocultado."
  ],
  [
    19,
    "Então, aquele a quem for entregue o seu registro, na destra, dirá; Ei-lo aqui! Lede o meu registro;"
  ],
  [
    20,
    "Sempre soube que prestaria contas!"
  ],
  [
    21,
    "E ele gozará de uma vida prazenteira,"
  ],
  [
    22,
    "Em um jardim sublime,"
  ],
  [
    23,
    "Cujos frutos estarão ao seu alcance."
  ],
  [
    24,
    "(E será dito àqueles que lá entrarem): Comei e bebei com satisfação, pelo bem que propiciastes em dias pretéritos!"
  ],
  [
    25,
    "Em troca, aquele a quem for entregue o seu registro na sinistra, dirá: Ai de mim! Oxalá não me tivesse sido entregue meu registro."
  ],
  [
    26,
    "Nem jamais tivesse conhecido o meu cômputo;"
  ],
  [
    27,
    "Oh! Oxalá a minha primeira (morte) tivesse sido a anulação;"
  ],
  [
    28,
    "De nada me servem os meus bens;"
  ],
  [
    29,
    "A minha autoridade se desvaneceu...!"
  ],
  [
    30,
    "(Será dito): Pegai-o, manietai-o,"
  ],
  [
    31,
    "E introduzi-o na fogueira!"
  ],
  [
    32,
    "Então, fazei-o carregar uma corrente de setenta cúbitos,"
  ],
  [
    33,
    "Porque não creu em Deus, Ingente,"
  ],
  [
    34,
    "Nem diligenciou, no sentido de alimentar os necessitados."
  ],
  [
    35,
    "Assim, pois, não terá, hoje, nenhum amigo íntimo,"
  ],
  [
    36,
    "Nem mais alimento do que o excremento,"
  ],
  [
    37,
    "Que ninguém comerá, a não ser os pecadores."
  ],
  [
    38,
    "Juro, pois, pelo que vedes,"
  ],
  [
    39,
    "E pelo que não vedes,"
  ],
  [
    40,
    "Que este (Alcorão) é a palavra do Mensageiro honorável."
  ],
  [
    41,
    "E não a palavra de um poeta. - Quão pouco credes-"
  ],
  [
    42,
    "Nem tampouco é a palavra de um adivinho. Quão pouco meditais!"
  ],
  [
    43,
    "(Esta) é uma revelação do Senhor do Universo."
  ],
  [
    44,
    "E se (o Mensageiro) tivesse inventado alguns ditos, em Nosso nome"
  ],
  [
    45,
    "Certamente o teríamos apanhado pela destra;"
  ],
  [
    46,
    "E então, Ter-lhe-íamos cortado a aorta,"
  ],
  [
    47,
    "E nenhum de vós teria podido impedir-Nos,"
  ],
  [
    48,
    "E, certamente, este (Alcorão) é uma mensagem para os tementes,"
  ],
  [
    49,
    "-E Nós sabemos aqueles que, dentre vós, são os desmentidores-"
  ],
  [
    50,
    "E ele é uma angústia para os incrédulos;"
  ],
  [
    51,
    "E ele é verdade convicta."
  ],
  [
    52,
    "Assim sendo, glorifica o nome do teu Senhor, o Ingente."
  ]
]