[
  {
    "id": 70,
    "city": "makkah",
    "name": {
      "translated": "The Ascending Stairways",
      "transliterated": "Al-Ma'arij",
      "codepoints": [
        1575,
        1604,
        1605,
        1593,
        1575,
        1585,
        1580
      ]
    },
    "ayahs": 44,
    "slug": "al-maarij",
    "translator": null
  },
  [
    1,
    "Alguém inquiriu sobre um castigo iminente,"
  ],
  [
    2,
    "Indefensável para os incrédulos,"
  ],
  [
    3,
    "Que viria de Deus, o Possuidor das vias de ascensão."
  ],
  [
    4,
    "Até Ele ascenderão os anjos com o Espírito (o anjo Gabriel) em um dia, cuja duração será de cinqüenta mil anos."
  ],
  [
    5,
    "Persevera, pois (ó Mensageiro), dignamente!"
  ],
  [
    6,
    "Em verdade, eles o vêem muito remoto,"
  ],
  [
    7,
    "Ao passo que Nós o vemos iminente:"
  ],
  [
    8,
    "Nesse dia, o céu estará como metal fundido,"
  ],
  [
    9,
    "E as montanhas, desintegradas, tal qual (flocos de) lã (tingida)."
  ],
  [
    10,
    "E nenhum amigo íntimo perguntará pelo seu amigo,"
  ],
  [
    11,
    "Ainda que sejam colocados um perante o outro. Nesse dia, o pecador quererá redimir-se do castigo, com o sacrifício dos seus filhos,"
  ],
  [
    12,
    "Da sua esposa, do seu irmão,"
  ],
  [
    13,
    "Dos seus parentes, que o amparavam,"
  ],
  [
    14,
    "E de tudo quanto existe na terra, como se isso, então, pudesse libertá-lo (do castigo)."
  ],
  [
    15,
    "Qual! (Este) é o fogo infernal,"
  ],
  [
    16,
    "Dilacerador dos membros,"
  ],
  [
    17,
    "Que atrai o renegado desdenhoso,"
  ],
  [
    18,
    "Que acumula e guarda!"
  ],
  [
    19,
    "Em verdade, o homem foi criado impaciente;"
  ],
  [
    20,
    "Quando o mal o açoita, impacienta-se;"
  ],
  [
    21,
    "Mas, quando o bem o acaricia, torna-se tacanho;"
  ],
  [
    22,
    "Salvo os que oram,"
  ],
  [
    23,
    "Que são constantes em suas orações,"
  ],
  [
    24,
    "E em cujos bens há uma parcela intrínseca,"
  ],
  [
    25,
    "Para o mendigo e o desafortunado,"
  ],
  [
    26,
    "São aqueles que crêem no Dia do Juízo,"
  ],
  [
    27,
    "E são reverente, por temor ao castigo do seu Senhor,"
  ],
  [
    28,
    "Porque sabem que o castigo do seu Senhor é iniludível."
  ],
  [
    29,
    "São aqueles que observam a castidade,"
  ],
  [
    30,
    "Exceto para com as esposas, ou (as cativas), que as suas destras possuem- nisso não serão reprovados."
  ],
  [
    31,
    "Mas aqueles que se excederam nisso, serão os transgressores."
  ],
  [
    32,
    "Os que respeitam as suas obrigações e convênios,"
  ],
  [
    33,
    "Que são sinceros em seus testemunhos,"
  ],
  [
    34,
    "E os que observam as suas orações,"
  ],
  [
    35,
    "Estes serão honrados em jardins."
  ],
  [
    36,
    "Assim, pois, que ocorre com os incrédulos que te rodeiam, empertigados,"
  ],
  [
    37,
    "Em grupos, pela direita e pela esquerda?"
  ],
  [
    38,
    "Acaso ambiciona, cada um deles, ser introduzido no Jardim do Prazer?"
  ],
  [
    39,
    "Qual! Em verdade, Nós os criamos do que já sabem!"
  ],
  [
    40,
    "Juro, pois, pelo Senhor dos Orientes e dos Ocidentes que somos Poderoso,"
  ],
  [
    41,
    "Para suplantá-los por outros melhores do que eles, porque somos Invencível!"
  ],
  [
    42,
    "Deixai-los, pois, que se entretenham, e brinquem, até que topem com o seu dia, o qual lhes foi prometido!"
  ],
  [
    43,
    "Dia em que sairão apressados dos seus sepulcros, como se corressem para uma meta."
  ],
  [
    44,
    "Seus olhares serão de humilhação, cobertos de ignomínia. Assim será o dia que lhes foi prometido."
  ]
]