[
  {
    "id": 71,
    "city": "makkah",
    "name": {
      "translated": "Noah",
      "transliterated": "Nuh",
      "codepoints": [
        1606,
        1608,
        1581
      ]
    },
    "ayahs": 28,
    "slug": "nuh",
    "translator": null
  },
  [
    1,
    "Em verdade, enviamos Noé ao seu povo, (dizendo-lhe): Admoesta o teu povo, antes que o açoite um castigo doloroso!"
  ],
  [
    2,
    "Disse: Ó povo meu, em verdade, sou um elucidativo admoestador para vós"
  ],
  [
    3,
    "Adorai a Deus, temei-O e obedecei-me."
  ],
  [
    4,
    "Ele vos absolverá os pecados e vos concederá um prazo, até um término prefixado, porque quando chegar a hora do término prescrito por Deus, este não será prorrogado. Se o soubésseis!"
  ],
  [
    5,
    "(Noé) disse: Ó Senhor meu, tenho predicado ao meu povo noite e dia;"
  ],
  [
    6,
    "Porém, a minha predicação não fez outro, coisa senão aumentar o afastamento deles (da verdade)."
  ],
  [
    7,
    "E cada vez que os convocava ao arrependimento, para que Tu os perdoasses, tapavam os ouvidos com os dedos e se envolviam com as suas vestimentas, obstinando-se no erro e ensoberbecendo-se grotescamente."
  ],
  [
    8,
    "Então, convoquei-os altissonantemente;"
  ],
  [
    9,
    "Depois os exortei palatina e privativamente,"
  ],
  [
    10,
    "Dizendo-lhes: Implorai o perdão do vosso Senhor, porque é Indulgentíssimo;"
  ],
  [
    11,
    "Enviar-vos-á do céu copiosas chuvas,"
  ],
  [
    12,
    "Aumentar-vos-á os vossos bens e filhos, e vos concederá jardins e rios."
  ],
  [
    13,
    "Que vos sucede, que não depositais as vossas esperanças em Deus,"
  ],
  [
    14,
    "Sendo que Ele vos criou gradativamente?"
  ],
  [
    15,
    "Não reparastes em como Deus criou sete céus sobrepostos,"
  ],
  [
    16,
    "E colocou neles a lua reluzente e o sol, como uma lâmpada?"
  ],
  [
    17,
    "E Deus vos produziu da terra, paulatinamente."
  ],
  [
    18,
    "Então, vos fará retornar a ela, e vos fará surgir novamente."
  ],
  [
    19,
    "Deus vos fez a terra como um tapete,"
  ],
  [
    20,
    "Para que a percorrêsseis por amplos caminhos."
  ],
  [
    21,
    "Noé disse: Ó Senhor meu, eles me desobedeceram e seguiram aqueles para os quais os bens o filhos não fizeram mais do que lhes agravar a desventura!"
  ],
  [
    22,
    "E conspiraram enormemente (contra Noé)."
  ],
  [
    23,
    "E disseram (uns com os outros): Não abandoneis os vossos deuses, nem tampouco abandoneis Wadda, nem Sua'a, nem Yaguça, nem Ya'uca, nem Nassara,"
  ],
  [
    24,
    "Apesar de estes haverem extraviado muitos, se bem que Tu, ó Senhor meu, não aumentarás em nada os iníquos, senão em extravio."
  ],
  [
    25,
    "Foram afogados pelos seus pecados, serão introduzidos no fogo infernal e não encontrarão, para si, socorredores, além de Deus."
  ],
  [
    26,
    "E Noé disse: Ó Senhor meu, não deixeis sobre a terra nenhum dos incrédulos."
  ],
  [
    27,
    "Porque, se deixares, eles extraviarão os Teus servos, e não gerarão senão os libertinos, ingratos."
  ],
  [
    28,
    "Ó Senhos meu, perdoa-me a mim, aos meus pais e a todo fiel que entrar em minha casa, assim como também aos fiéis e às fiéis, e não aumentes em nada os iníquos, senão em perdição."
  ]
]