[
  {
    "id": 72,
    "city": "makkah",
    "name": {
      "translated": "The Jinn",
      "transliterated": "Al-Jinn",
      "codepoints": [
        1575,
        1604,
        1580,
        1606
      ]
    },
    "ayahs": 28,
    "slug": "al-jinn",
    "translator": null
  },
  [
    1,
    "Dize: Foi-me revelado que um grupo de gênios escutou (a recitação do Alcorão). Disseram: Em verdade, ouvimos um Alcorão admirável,"
  ],
  [
    2,
    "Que guia à verdade, pelo que nele cremos, e jamais atribuiremos parceiro alguém ao nosso Senhor;"
  ],
  [
    3,
    "Cremos em que - exaltada seja a Majestade do nosso Senhor - Ele jamais teve cônjuge ou prole,"
  ],
  [
    4,
    "E o insensato, entre nós, proferiu extravagâncias a respeito de Deus."
  ],
  [
    5,
    "E jamais imaginamos que os humanos e ao gênios iriam urdir mentiras a respeito de Deus."
  ],
  [
    6,
    "E, em verdade, algumas pessoas, dentre os humanos, invocaram a proteção de pessoas, dentre os gênios. Porém, estes só lhes aumentaram os desatinos."
  ],
  [
    7,
    "E eles pensaram como pensastes: que Deus jamais ressuscitará alguém."
  ],
  [
    8,
    "(Disseram os gênios): Quisemos inteirar-nos acerca do céu e o achamos pleno de severos guardiães e flamígeros meteoros."
  ],
  [
    9,
    "E usávamos nos sentar lá, em locais (ocultos), para ouvir; e quem se dispusesse a ouvir agora, defrontar-se- ia com um flamígero meteoro, de guarda."
  ],
  [
    10,
    "E nós não compreendemos se o mal era destinado àqueles que estão na terra ou se o Senhor tencionava encaminhá-los para a boa conduta."
  ],
  [
    11,
    "E, entre nós (os gênios), há virtuosos e há também os que não o são, porque seguimos diferentes caminhos."
  ],
  [
    12,
    "E achamos que jamais poderemos safar-nos de Deus na terra, nem tampouco iludi-Lo, fugindo (para outras paragens)."
  ],
  [
    13,
    "E quando escutamos a orientação, cremos nela; e quem quer que creia em seu Senhor, não há de temer fraude, nem desatino."
  ],
  [
    14,
    "E, entre nós, há submissos, como os também há desencaminhados. Quanto àqueles que se submetem (à vontade de Deus), buscam a verdadeira conduta."
  ],
  [
    15,
    "Quanto aos desencaminhados, esses serão combustíveis do inferno."
  ],
  [
    16,
    "Mas, se tivessem sido firmes no (verdadeiro) caminho, tê-los-íamos agraciado com água abundante,"
  ],
  [
    17,
    "Para prová-los, com ela. Em verdade, a quem se afastar da Mensagem do seu Senhor, Ele lhe infligirá um severo castigo."
  ],
  [
    18,
    "Sabei que as mesquitas são (casas) de Deus; não invoqueis, pois, ninguém, juntamente com Deus."
  ],
  [
    19,
    "E quando o servo de Deus se levantou para invocá-Lo (em oração), aglomeraram-se em tomo dele."
  ],
  [
    20,
    "Dize-lhes: Invoco tão somente o meu Senhor, a Quem não atribuo parceiro algum."
  ],
  [
    21,
    "Dize-lhes (mais): Em verdade, não posso livrar-vos do mal, nem trazer-vos para a conduta verdadeira."
  ],
  [
    22,
    "Dize-lhes (ainda): Em verdade, ninguém poderá livrar-me de Deus, nem tampouco acharei amparo algum fora d'Ele;"
  ],
  [
    23,
    "Somente proclamo o que de Deus recebi, bem como a Sua mensagem. E aqueles que desobedecem a Deus e ao Seu Mensageiro, certamente terão o fogo infernal, onde morarão eternamente."
  ],
  [
    24,
    "(Eles duvidarão) até que, quando se depararem com o que lhes foi prometido, saberão quem tem menos socorredores e quem tem menor número (de aliados)."
  ],
  [
    25,
    "Dize-lhes: Ignoro se o que vos tem sido prometido é iminente, ou se o meu Senhor fixou-lhe um término remoto."
  ],
  [
    26,
    "Ele é Conhecedor do incognoscível e não revela os Seus mistérios a quem quer que seja,"
  ],
  [
    27,
    "Salvo a um mensageiro que tenta escolhido, e faz um grupo de guardas marcharem, na frente e por trás dele,"
  ],
  [
    28,
    "Para certificar-se de que transmitiu as mensagens do seu Senhor, o Qual abrange tudo quanto os humanos possuem, e que toma conta de tudo."
  ]
]