[
  {
    "id": 75,
    "city": "makkah",
    "name": {
      "translated": "The Resurrection",
      "transliterated": "Al-Qiyamah",
      "codepoints": [
        1575,
        1604,
        1602,
        1610,
        1575,
        1605,
        1577
      ]
    },
    "ayahs": 40,
    "slug": "al-qiyamah",
    "translator": null
  },
  [
    1,
    "Juro, pelo Dia da Ressurreição,"
  ],
  [
    2,
    "E juro, pela alma que reprova a si mesma;"
  ],
  [
    3,
    "Porventura, o homem crê que jamais reuniremos os seus ossos?"
  ],
  [
    4,
    "Sim, porque somos capaz de restaurar as cartilagens dos seus dedos."
  ],
  [
    5,
    "Porém, o homem deseja praticar o mal, (mesmo) perante ele."
  ],
  [
    6,
    "Perguntam: Quando acontecerá o Dia da Ressurreição?"
  ],
  [
    7,
    "(Responde-lhes): Quando vos forem deslumbradas as vistas,"
  ],
  [
    8,
    "E se eclipsar a lua"
  ],
  [
    9,
    "E o sol e a lua se juntarem!"
  ],
  [
    10,
    "Nesse dia, o homem dirá: Onde está o refúgio?"
  ],
  [
    11,
    "Qual! Não haverá escapatória alguma!"
  ],
  [
    12,
    "Nesse dia, se dará o comparecimento ante o teu Senhor."
  ],
  [
    13,
    "Dia em que o homem será inteirado de tudo quanto fez e tudo quanto deixou de fazer."
  ],
  [
    14,
    "Mais, ainda, o homem será a evidência contra si mesmo,"
  ],
  [
    15,
    "Ainda que apresente quantas escusas puder."
  ],
  [
    16,
    "Não movas a língua com respeito (ao Alcorão) para te apressares (para sua revelação),"
  ],
  [
    17,
    "Porque a Nós incumbe a sua complicação e a sua recitação;"
  ],
  [
    18,
    "E quando to recitarmos, segue a sua recitação;"
  ],
  [
    19,
    "Logo, certamente, a Nós compete a sua elucidação."
  ],
  [
    20,
    "Qual! Mas, ó humanos, preferis a vida efêmera,"
  ],
  [
    21,
    "E desprezais a outra!"
  ],
  [
    22,
    "No Dia, haverá semblantes risonhos,"
  ],
  [
    23,
    "Dirigindo os seus olhares para o seu Senhor;"
  ],
  [
    24,
    "E também haverá, no Dia, rostos sombrios."
  ],
  [
    25,
    "E tu saberás que lhes sucederá uma calamidade."
  ],
  [
    26,
    "Sim! Quando a alma lhe subir à garganta,"
  ],
  [
    27,
    "E for dito: Haverá, acaso, algum exorcista (que te livre disto)?"
  ],
  [
    28,
    "E concluirá que chegou o momento da separação;"
  ],
  [
    29,
    "E juntará uma perna à outra."
  ],
  [
    30,
    "Nesse dia, será levado ao teu Senhor,"
  ],
  [
    31,
    "Porque não fez caridades, nem orou."
  ],
  [
    32,
    "Negou, outrossim, a verdade, e tornou-se insolente,"
  ],
  [
    33,
    "Então, envaidecido, dirigiu-se aos seus."
  ],
  [
    34,
    "E ai de ti (ó homem),"
  ],
  [
    35,
    "Mais e mais."
  ],
  [
    36,
    "Pensa, acaso, o homem, que será deixado ao léu?"
  ],
  [
    37,
    "Não foi a sua origem uma gota de esperma ejaculada"
  ],
  [
    38,
    "Que logo se converteu em algo que se agarra, do qual Deus o criou, aperfeiçoando-lhes as formas."
  ],
  [
    39,
    "De qual fez dois sexos, o masculino e o feminino?"
  ],
  [
    40,
    "Porventura, Ele não será capaz de ressuscitar os mortos?"
  ]
]