[
  {
    "id": 79,
    "city": "makkah",
    "name": {
      "translated": "Those who drag forth",
      "transliterated": "An-Nazi'at",
      "codepoints": [
        1575,
        1604,
        1606,
        1575,
        1586,
        1593,
        1575,
        1578
      ]
    },
    "ayahs": 46,
    "slug": "an-naziat",
    "translator": null
  },
  [
    1,
    "Pelos que arrebatam violentamente"
  ],
  [
    2,
    "Pelos que extraem veementemente;"
  ],
  [
    3,
    "Pelos que gravitam serenamente;"
  ],
  [
    4,
    "Pelos que procuram sobrepujar repentinamente,"
  ],
  [
    5,
    "Arranjadores (para a execução) das ordens (do seu Senhor)!"
  ],
  [
    6,
    "No dia em que tudo o que poderá se comover, estará em comoção,"
  ],
  [
    7,
    "E em que acontecerá, pela segunda vez (a comoção),"
  ],
  [
    8,
    "Nesse dia, os corações baterão agitados,"
  ],
  [
    9,
    "Enquanto os olhares estarão humildes."
  ],
  [
    10,
    "Dirão: Quê! Porventura voltaremos ao nosso estado primitivo,"
  ],
  [
    11,
    "Mesmo que também sejamos ossos deteriorados?"
  ],
  [
    12,
    "Dirão (mais): Tal será, então, um retorno de perdas!"
  ],
  [
    13,
    "Porém, certamente, será um só grito,"
  ],
  [
    14,
    "E, ei-los plenamente acordados."
  ],
  [
    15,
    "Conheces (ó Mensageiro) a história de Moisés?"
  ],
  [
    16,
    "Seu Senhor o chamou, no vale sagrado de Tôwa,"
  ],
  [
    17,
    "(E lhe disse): Vai ao Faraó, porque ele transgrediu,"
  ],
  [
    18,
    "e dize-lhe: Desejas purificar-te,"
  ],
  [
    19,
    "e encaminhar-te até o teu Senhor, para O temeres?"
  ],
  [
    20,
    "E Moisés lhe mostrou o grande sinal,"
  ],
  [
    21,
    "Porém (o Faraó) desmentiu (aquilo) e se rebelou;"
  ],
  [
    22,
    "Então, rechaçou-o, contendendo tenazmente."
  ],
  [
    23,
    "Em seguida, congregou (a gente) e discursou,"
  ],
  [
    24,
    "Proclamando: Sou o vosso senhor supremo!"
  ],
  [
    25,
    "Porém, Deus lhe infligiu o castigo e (fez dele) um exemplo para o outro mundo e para o presente."
  ],
  [
    26,
    "Certamente, nisto há um exemplo para o temente."
  ],
  [
    27,
    "Quê! Porventura a vossa criação é mais difícil ou é a do céu, que Ele erigiu?"
  ],
  [
    28,
    "Elevou a sua abóbada e, por conseguinte, a ordenou,"
  ],
  [
    29,
    "Escureceu a noite e, (consequentemente) clareou o dia;"
  ],
  [
    30,
    "E depois disso dilatou a terra,"
  ],
  [
    31,
    "Da qual fez brotar a água e os pastos;"
  ],
  [
    32,
    "E fixou, firmemente, as montanhas,"
  ],
  [
    33,
    "Para o proveito vosso e do vosso gado."
  ],
  [
    34,
    "Mas, quando chegar o grande evento,"
  ],
  [
    35,
    "O dia em que o homem se há de recordar de tudo quanto tiver feito,"
  ],
  [
    36,
    "E a fogueira for exposta visivelmente, para quem a quiser ver,"
  ],
  [
    37,
    "Então, o que tiver transgredido,"
  ],
  [
    38,
    "E preferido a vida terrena,"
  ],
  [
    39,
    "Esse certamente terá a fogueira por morada."
  ],
  [
    40,
    "Ao contrário, quem tiver temido o comparecimento ante o seu Senhor e se tiver refreado em relação à luxúria,"
  ],
  [
    41,
    "Terá o Paraíso por abrigo."
  ],
  [
    42,
    "Interrogar-te-ão acerca da Hora: Quando aportará?"
  ],
  [
    43,
    "Com quem está tu (envolvido), com tal declaração?"
  ],
  [
    44,
    "Só ao teu Senhor incumbe tal conhecimento."
  ],
  [
    45,
    "Tu és comente um admoestador, para quem a teme."
  ],
  [
    46,
    "No dia em que a virem, parecer-lhes-á não terem permanecido no mundo mais do que um entardecer ou um amanhecer da mesma."
  ]
]