[
  {
    "id": 83,
    "city": "makkah",
    "name": {
      "translated": "The Defrauding",
      "transliterated": "Al-Mutaffifin",
      "codepoints": [
        1575,
        1604,
        1605,
        1591,
        1601,
        1601,
        1610,
        1606
      ]
    },
    "ayahs": 36,
    "slug": "al-mutaffifin",
    "translator": null
  },
  [
    1,
    "Ai dos fraudadores,"
  ],
  [
    2,
    "Aqueles que, quando alguém lhes mede algo, exigem a medida plena."
  ],
  [
    3,
    "Porém, quando eles medem ou pesam para os demais, burlam-nos."
  ],
  [
    4,
    "Porventura, não consideram que serão ressuscitados,"
  ],
  [
    5,
    "Para o Dia terrível?"
  ],
  [
    6,
    "Dia em que os seres comparecerão perante o Senhor do Universo?"
  ],
  [
    7,
    "Qual! Sabei que o registro dos ignóbeis estará preservado em Sijjin."
  ],
  [
    8,
    "E o que te fará entender o que é Sijjin?"
  ],
  [
    9,
    "É um registro escrito"
  ],
  [
    10,
    "Ai, nesse dia, dos desmentidores!"
  ],
  [
    11,
    "Que negam o Dia do Juízo,"
  ],
  [
    12,
    "Coisa que ninguém nega, senão o transgressor, pecador."
  ],
  [
    13,
    "É aquele que, quando lhe são recitados os Nossos versículos, diz: São meras fábulas dos primitivos!"
  ],
  [
    14,
    "Qual! Em seus corações há a ignomínia, pelo que cometeram."
  ],
  [
    15,
    "Qual! Em verdade, nesse dia, estar-lhes-á vedado contemplar o seu Senhor."
  ],
  [
    16,
    "Então, entrarão na fogueira."
  ],
  [
    17,
    "Em seguida, ser-lhes-á dito: Esta é a (realidade) que negáveis!"
  ],
  [
    18,
    "Qual! Sabei que o registro dos piedosos está preservado em Il'lilin!"
  ],
  [
    19,
    "E o que te fará entender o que é Il'lilin?"
  ],
  [
    20,
    "É um registro manuscrito,"
  ],
  [
    21,
    "Atestado por aqueles que estão próximos (ao seu Senhor)."
  ],
  [
    22,
    "Em verdade, os piedosos estarão em deleite,"
  ],
  [
    23,
    "Reclinados sobre almofadas, olhando-se de frente."
  ],
  [
    24,
    "Reconhecerás, em seus rostos o esplendor do deleite."
  ],
  [
    25,
    "Ser-lhes-á dado a beber um néctar (de um frasco) lacrado,"
  ],
  [
    26,
    "Cujo lacre será de almíscar - que os que aspiram a isso rivalizem em aspirá-lo -"
  ],
  [
    27,
    "Em cuja mistura vem do Tasnim,"
  ],
  [
    28,
    "Que é uma fonte, da qual beberão os que estão próximos (a Deus)."
  ],
  [
    29,
    "Sabei que os pecadores burlavam os fiéis."
  ],
  [
    30,
    "E quando passavam junto a eles, piscavam os olhos, uns para os outros,"
  ],
  [
    31,
    "E quando voltavam aos seus, voltavam ridicularizando (os fiéis);"
  ],
  [
    32,
    "E quando os viam, diziam: Em verdade, estes estão extraviados!"
  ],
  [
    33,
    "Embora não estivessem destinados a ser os seus guardiães."
  ],
  [
    34,
    "Porém, hoje, os fiéis rirão dos incrédulos."
  ],
  [
    35,
    "E, reclinados sobre almofadas, observarão."
  ],
  [
    36,
    "Acaso, os incrédulos não serão punidos, por tudo quanto tiverem cometido?"
  ]
]