[
  {
    "id": 89,
    "city": "makkah",
    "name": {
      "translated": "The Dawn",
      "transliterated": "Al-Fajr",
      "codepoints": [
        1575,
        1604,
        1601,
        1580,
        1585
      ]
    },
    "ayahs": 30,
    "slug": "al-fajr",
    "translator": null
  },
  [
    1,
    "Pela aurora,"
  ],
  [
    2,
    "E pelas dez noites,"
  ],
  [
    3,
    "E pelo par e pelo ímpar,"
  ],
  [
    4,
    "E pela noite, quando se retira (que sereis castigados)!"
  ],
  [
    5,
    "Porventura, não há nisso um juramento adequado, para o sensato?"
  ],
  [
    6,
    "Não reparaste em como o teu Senhor procedeu, em relação à (tribo de) Ad,"
  ],
  [
    7,
    "Aos (habitantes de) Iram, (cidade) de pilares elevados,"
  ],
  [
    8,
    "Cujo similar não foi criado em toda a terra?"
  ],
  [
    9,
    "E no povo de Samud, que perfurou rochas no vale?"
  ],
  [
    10,
    "E no Faraó, o senhor das estacas,"
  ],
  [
    11,
    "Os quais transgrediram, na terra,"
  ],
  [
    12,
    "E multiplicaram, nela, a corrupção,"
  ],
  [
    13,
    "Pelo que o teu Senhor lhes infligiu variados castigos?"
  ],
  [
    14,
    "Atenta para o fato de que o teu Senhor está sempre alerta."
  ],
  [
    15,
    "Quanto ao homem, quando seu Senhor o experimenta, honrando-o e agraciando-o, diz (empertigado): Meu Senhor me honra!"
  ],
  [
    16,
    "Porém, quando o prova, restringindo a Sua graça, diz: Meu Senhor me afronta!"
  ],
  [
    17,
    "Qual! Vós não honrais o órfão,"
  ],
  [
    18,
    "Nem nos estimulais a alimentar o necessitado;"
  ],
  [
    19,
    "E consumis avidamente as heranças,"
  ],
  [
    20,
    "E cobiçais insaciavelmente os bens terrenos!"
  ],
  [
    21,
    "Qual! Quando a terra for triturada fortemente,"
  ],
  [
    22,
    "E aparecer o teu Senhor, com os Seus anjos em desfile,"
  ],
  [
    23,
    "E o inferno, nesse dia, for destacado, então o homem recordará; porém de que lhe servirá a recordação!"
  ],
  [
    24,
    "Dirá: Oxalá tivesse diligenciado (na prática do bem), durante a minha vida!"
  ],
  [
    25,
    "Porém, nesse dia, ninguém castigará como Ele (o fará),"
  ],
  [
    26,
    "Nem ninguém acorrentará, como Ele (o fará);"
  ],
  [
    27,
    "E tu, ó alma em paz,"
  ],
  [
    28,
    "Retorna ao teu Senhor, satisfeita (com Ele) e Ele satisfeito (contigo)!"
  ],
  [
    29,
    "Entre no número dos Meus servos!"
  ],
  [
    30,
    "E entra no Meu jardim!"
  ]
]