[
  {
    "id": 11,
    "city": "makkah",
    "name": {
      "translated": "Hud",
      "transliterated": "Hud",
      "codepoints": [
        1607,
        1608,
        1583
      ]
    },
    "ayahs": 123,
    "slug": "hud",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Alif-Lam-Ra. (Dies ist) ein Buch, dessen Zeichen eindeutig festgefügt und hierauf ausführlich dargelegt sind von Seiten eines Allweisen und Allkundigen:"
  ],
  [
    2,
    "Ihr sollt nur Allah dienen. Gewiß, ich bin euch von Ihm (aus) ein Warner und Frohbote -,"
  ],
  [
    3,
    "und: Bittet euren Herrn um Vergebung, hierauf wendet euch Ihm in Reue zu, so wird Er euch einen schönen Nießbrauch auf eine festgesetzte Frist gewähren, und Er wird jedem, der voll Huld ist, Seine Huld gewähren. Wenn sie sich jedoch abkehren, (so sag:) Gewiß, ich fürchte für euch die Strafe eines schweren Tages."
  ],
  [
    4,
    "Zu Allah ist eure Rückkehr, und Er hat zu allem die Macht."
  ],
  [
    5,
    "Sicherlich, sie krümmen ihre Brüste zusammen, um sich vor Ihm zu verbergen. Sicherlich, wenn sie sich (auch) mit ihren Gewändern überdecken, Er weiß doch, was sie geheimhalten und was sie offenlegen. Gewiß, Er weiß über das Innerste der Brüste Bescheid."
  ],
  [
    6,
    "Und es gibt kein Tier auf der Erde, ohne daß Allah sein Unterhalt obläge. Und Er kennt seinen Aufenthaltsort und seinen Aufbewahrungsort. Alles ist in einem deutlichen Buch (verzeichnet)."
  ],
  [
    7,
    "Er ist es, Der die Himmel und die Erde in sechs Tagen erschuf, und Sein Thron war auf dem Wasser, damit Er euch prüfe (und feststelle), wer von euch die besten Taten begeht. Und wenn du sagst: Ihr werdet nach dem Tod auferweckt werden, sagen diejenigen, die ungläubig sind, ganz gewiß: Das ist ja nur deutliche Zauberei."
  ],
  [
    8,
    "Und wenn Wir ihnen die Strafe für einen bestimmten Zeitraum zurückstellen, sagen sie ganz gewiß: Was hält sie zurück? Wahrlich, am Tag, an dem sie über sie kommt, kann sie nicht von ihnen abgewendet werden, und es wird sie das umschließen, worüber sie sich lustig zu machen pflegten."
  ],
  [
    9,
    "Und wenn Wir den Menschen von Uns (aus) Barmherzigkeit kosten lassen und sie ihm hierauf entziehen, ist er fürwahr sehr verzweifelt und sehr undankbar."
  ],
  [
    10,
    "Und wenn Wir ihn Angenehmes kosten lassen nach Leid, das ihm widerfuhr, sagt er ganz gewiß: Das Übel ist von mir gewichen. Und er ist fürwahr froh und prahlerisch,"
  ],
  [
    11,
    "außer denjenigen, die standhaft sind und rechtschaffene Werke tun; für sie gibt es Vergebung und großen Lohn."
  ],
  [
    12,
    "Vielleicht möchtest du einen Teil von dem, was dir (als Offenbarung) eingegeben wird, auslassen und deine Brust ist dadurch beklommen, und dies, weil sie sagen: Wäre doch ein Schatz auf ihn herabgesandt worden oder ein Engel mit ihm gekommen! Du aber bist nur ein Warner. Und Allah ist Sachwalter über alles."
  ],
  [
    13,
    "Oder sagen sie: Er hat ihn ersonnen Sag: Dann bringt doch zehn ersonnene Suren bei, die ihm gleich sind, und ruft an, wen ihr könnt, außer Allah, wenn ihr wahrhaftig seid."
  ],
  [
    14,
    "Und wenn sie euch nicht erhören, dann wisset, daß er nur mit Allahs Wissen herabgesandt worden ist und daß es keinen Gott gibt außer Ihm? Werdet ihr nun (Allah) ergeben sein?"
  ],
  [
    15,
    "Wer immer das diesseitige Leben und seinen Schmuck will, dem lassen wir in ihm (den Lohn für) seine Werke in vollem Maß zukommen, und ihm wird darin nichts geschmälert."
  ],
  [
    16,
    "Das sind diejenigen, für die es im Jenseits nur das (Höllen)feuer gibt. Nutzlos ist, was sie in ihm gemacht haben, und hinfallig wird, was sie zu tun pflegten."
  ],
  [
    17,
    "Ist denn einer (den anderen gleich), der sich auf einen klaren Beweis von seinem Herrn stützt, und auf den ein Zeuge von Ihm folgt, dem die Schrift Musas vorausging als Vorbild und Barmherzigkeit? Diese glauben daran. Wer aber von den Gruppierungen ihn verleugnet, dessen Verabredung(sort) ist das (Höllen)feuer. So sei nicht über ihn im Zweifel, er ist die Wahrheit von deinem Herrn. Aber die meisten Menschen glauben nicht."
  ],
  [
    18,
    "Und wer ist ungerechter, als wer gegen Allah eine Lüge ersinnt? Jene werden ihrem Herrn vorgeführt, und die Zeugen werden sagen: Das sind diejenigen, die gegen ihren Herrn gelogen haben. Aber wahrlich, Allahs Fluch (kommt) über die Ungerechten,"
  ],
  [
    19,
    "die von Allahs Weg abhalten und danach trachten, ihn krumm zu machen, und sie, die sie das Jenseits verleugnen."
  ],
  [
    20,
    "Jene werden sich (Allah) auf der Erde nicht entziehen können, und sie werden außer Allah keine Schutzherren haben. Die Strafe wird ihnen vervielfacht. Sie konnten nicht hören, und sie pflegten nicht zu sehen."
  ],
  [
    21,
    "Das sind diejenigen, die ihre Seelen verloren haben, und es ist ihnen entschwunden, was sie zu ersinnen pflegten."
  ],
  [
    22,
    "Zweifellos sind sie im Jenseits die größten Verlierer."
  ],
  [
    23,
    "Gewiß, diejenigen, die glauben und rechtschaffene Werke tun und sich vor ihrem Herrn demütigen, das sind die Insassen des (Paradies)gartens. Ewig werden sie darin bleiben."
  ],
  [
    24,
    "Das Gleichnis der beiden Gruppen ist wie der Blinde und der Taube und der Sehende und der Hörende. Sind die beiden (etwa) einander gleich? Bedenkt ihr denn nicht?"
  ],
  [
    25,
    "Und Wir sandten ja bereits Nuh zu seinem Volk: Ich bin euch ja ein deutlicher Warner:"
  ],
  [
    26,
    "Ihr sollt keinem außer Allah dienen. Gewiß, ich fürchte für euch die Strafe eines schmerzhaften Tages."
  ],
  [
    27,
    "Da sagte die führende Schar aus seinem Volk, die ungläubig war: Wir sehen in dir nur einen Menschen unseresgleichen. Und wir sehen, daß nur die dir folgen, die unsere Niedrigsten sind, und zwar ohne reifliche Überlegung. Und wir sehen bei euch keinen Vorzug gegenüber uns. Vielmehr meinen wir, daß ihr Lügner seid."
  ],
  [
    28,
    "Er sagte: O mein Volk, was meint ihr, wenn ich mich auf einen klaren Beweis von meinem Herrn stütze und Er mir eine Barmherzigkeit von Sich hat zukommen lassen, die aber eurem Blick entzogen wurde, sollen wir sie euch da aufzwingen, wo sie euch zuwider ist?"
  ],
  [
    29,
    "Und, o mein Volk, ich verlange von euch keinen Besitz dafür. Mein Lohn obliegt nur Allah. Und ich werde nicht diejenigen, die glauben, abweisen; sie werden ihrem Herrn begegnen. Aber ich sehe, ihr seid Leute, die töricht sind."
  ],
  [
    30,
    "Und, o mein Volk, wer wird mir gegen Allah helfen, wenn ich sie abweise? Bedenkt ihr denn nicht?"
  ],
  [
    31,
    "Und ich sage nicht zu euch, ich besäße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene; und ich sage nicht, ich sei ein Engel. Noch sage ich von denen, die eure Augen verachten, Allah werde ihnen niemals etwas Gutes zukommen lassen - Allah weiß am besten, was in ihrem Innersten ist -, sonst gehörte ich wahrlich zu den Ungerechten."
  ],
  [
    32,
    "Sie sagten: O Nuh, du hast bereits mit uns gestritten und dabei den Streit mit uns übertrieben. Bring uns doch her, was du uns androhst, wenn du zu den Wahrhaftigen gehörst!"
  ],
  [
    33,
    "Er sagte: Nur Allah (allein) wird es euch bringen, wenn Er will, und ihr werdet euch (Ihm) nicht entziehen können."
  ],
  [
    34,
    "Und mein guter Rat wird, wenn ich euch gut raten will, euch nicht nützen, wenn Allah euch in Verirrung fallen lassen will. Er ist euer Herr, und zu Ihm werdet ihr zurückgebracht."
  ],
  [
    35,
    "Oder sagen sie: Er hat ihn ersonnen Sag: Wenn ich ihn ersonnen habe, so lastet meine Übeltat auf mir, und ich bin unschuldig an dem, was ihr an Übeltaten begeht."
  ],
  [
    36,
    "Und Nuh wurde (als Offenbarung) eingegeben: Niemand aus deinem Volk wird glauben außer denen, die bereits geglaubt haben. So sei nicht bekümmert wegen dessen, was sie getan haben."
  ],
  [
    37,
    "Und verfertige das Schiff vor Unseren Augen und nach Unserer Eingebung. Und sprich Mich nicht an zugunsten derer, die Unrecht getan haben; sie werden ertränkt werden."
  ],
  [
    38,
    "Er verfertigte das Schiff, wobei jedesmal, wenn eine führende Schar aus seinem Volk an ihm vorbeikam, sie über ihn spotteten. Er sagte: Wenn ihr über uns spottet, werden auch wir über euch spotten, so wie ihr (jetzt über uns) spottet."
  ],
  [
    39,
    "Dann werdet ihr (noch) erfahren, über wen eine Strafe kommen, die ihn in Schande stürzt, und (über wen) eine beständige Strafe hereinbrechen wird."
  ],
  [
    40,
    "(So ging es,) bis nun Unser Befehl kam und der Ofen brodelte; Wir sagten: Lade darin von jeder (Art) zwei, ein Paar, und deine Angehörigen außer demjenigen, gegen den das Wort vorher ergangen ist, und diejenigen, die glauben! Mit ihm glaubten aber nur wenige."
  ],
  [
    41,
    "Und er sagte: Steigt hinein! Im Namen Allahs erfolge seine Fahrt und seine Landung. Mein Herr ist fürwahr Allvergebend und Barmherzig."
  ],
  [
    42,
    "Es fuhr mit ihnen dahin inmitten von Wogen wie Berge. Nuh rief seinem Sohn zu, der sich abseits hielt: O mein lieber Sohn, steig mit uns ein und sei nicht mit den Ungläubigen!"
  ],
  [
    43,
    "Er sagte: Ich werde auf einem Berg Zuflucht suchen, der mich vor dem Wasser schützt. Er sagte: Es gibt heute nichts, das vor dem Befehl Allahs schützen könnte, außer für den, dessen Er Sich erbarmt. Die Wogen trennten sie beide, und so gehörte er zu denjenigen, die ertränkt wurden."
  ],
  [
    44,
    "Und es wurde gesagt: O Erde, schlucke dein Wasser! O Himmel, halt ein! Das Wasser nahm ab, und die Angelegenheit war entschieden. Es saß auf dem (Berg) Gudi auf. Und es wurde gesagt: Weg mit dem ungerechten Volk!"
  ],
  [
    45,
    "Und Nuh rief zu seinem Herrn. Er sagte: Mein Herr, mein Sohn gehört zu meinen Angehörigen, und Dein Versprechen ist die Wahrheit, und Du bist der Weiseste derer, die richten."
  ],
  [
    46,
    "Er sagte: O Nuh, er gehört nicht zu deinen Angehörigen. Er ist eine Tat, die nicht rechtschaffen ist. So bitte Mich nicht um etwas, wovon du kein Wissen hast! Ich ermahne dich, nicht zu den Toren zu gehören."
  ],
  [
    47,
    "Er sagte: Mein Herr, ich suche Schutz bei Dir (davor), daß ich Dich um etwas bitte, wovon ich kein Wissen habe! Wenn Du mir nicht vergibst und Dich meiner nicht erbarmst, werde ich zu den Verlierern gehören."
  ],
  [
    48,
    "Es wurde gesagt: O Nuh, steige hinunter in Frieden von Uns und mit Segnungen über dich und über Gemeinschaften von denen, die mit dir sind. Es gibt (aber auch) Gemeinschaften, denen Wir einen Nießbrauch geben werden, hierauf wird ihnen schmerzhafte Strafe von Uns widerfahren."
  ],
  [
    49,
    "Diese (Nachrichten) gehören zu den Nachrichten vom Verborgenen, die Wir dir (als Offenbarung) eingeben. Du wußtest sie zuvor nicht, weder du noch dein Volk. Sei nun standhaft! Das (gute) Ende gehört den Gottesfürchtigen."
  ],
  [
    50,
    "Und (Wir sandten) zu ’Ad ihren Bruder Hud. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Ihr ersinnt ja nur Lügen."
  ],
  [
    51,
    "O mein Volk, ich verlange von euch keinen Lohn dafür. Mein Lohn obliegt nur demjenigen, Der mich erschaffen hat. Begreift ihr denn nicht?"
  ],
  [
    52,
    "Und, o mein Volk, bittet euren Herrn um Vergebung, hierauf bereut vor Ihm, so wird Er den Regen auf euch ergiebig (herab)senden und euch (noch mehr) Kraft zu eurer Kraft hinzufügen. Und kehrt euch nicht als Übeltäter ab!"
  ],
  [
    53,
    "Sie sagten: O Hud, du hast uns keinen klaren Beweis gebracht. Wir wollen nicht unsere Götter auf dein Wort hin verlassen, und wir werden deinetwegen nicht gläubig werden."
  ],
  [
    54,
    "Wir können nur sagen, daß einige unserer Götter dich mit etwas Bösem heimgesucht haben. Er sagte: Ich nehme Allah zum Zeugen, und bezeugt auch ihr, daß ich mich lossage von dem, was ihr (Ihm) beigesellt"
  ],
  [
    55,
    "außer Ihm. So schmiedet alle gegen mich eure List und gewährt mir hierauf keinen Aufschub!"
  ],
  [
    56,
    "Ich verlasse mich auf Allah, meinen Herrn und euren Herrn. Es gibt kein Tier, das Er nicht an seiner Stirnlocke hielte. Gewiß, mein Herr befindet sich auf einem geraden Weg."
  ],
  [
    57,
    "Wenn ihr euch abkehrt, so habe ich euch ja das (von der Botschaft) ausgerichtet, womit ich zu euch gesandt wurde. Mein Herr wird ein anderes Volk nach euch folgen lassen, und ihr könnt Ihm keinerlei Schaden zufügen. Gewiß, mein Herr ist Hüter über alles."
  ],
  [
    58,
    "Als nun Unser Befehl kam, erretteten Wir Hud und diejenigen, die mit ihm glaubten, durch Barmherzigkeit von Uns; und Wir erretteten sie vor harter Strafe."
  ],
  [
    59,
    "Das waren die ’Ad. Sie verleugneten die Zeichen ihres Herrn und widersetzten sich Seinen Gesandten und folgten dem Befehl eines jeden trotzigen Gewalthabers."
  ],
  [
    60,
    "Aber ein Fluch folgte ihnen im Diesseits nach und (wird ihnen) am Tag der Auferstehung (nachfolgen). Sicherlich, die ’Ad verleugneten ihren Herrn. Aber ja, weg mit ’Ad, dem Volk von Hud!"
  ],
  [
    61,
    "Und (Wir sandten) zu Tamud ihren Bruder Salih. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Er hat euch aus der Erde entstehen lassen und sie euch zu besiedeln gegeben. So bittet Ihn um Vergebung, hierauf bereut vor Ihm. Mein Herr ist nahe und erhört (die Gebete)."
  ],
  [
    62,
    "Sie sagten: O Salih, du warst zuvor unter uns einer, auf den man Hoffnung setzte. Willst du uns denn verbieten, dem zu dienen, dem unsere Väter dienen? Wir sind fürwahr über das, wozu du uns aufrufst, in einem starken Zweifel."
  ],
  [
    63,
    "Er sagte: O mein Volk, was meint ihr, wenn ich mich auf einen klaren Beweis von meinem Herrn stütze und Er mir Barmherzigkeit von Sich hat zukommen lassen, wer wird mir gegen Allah helfen, wenn ich mich Ihm widersetze? Ihr würdet mir nur (meinen) Verlust mehren."
  ],
  [
    64,
    "Und, o mein Volk, dies ist die Kamelstute Allahs, euch zum Zeichen. Laßt sie auf Allahs Erde weiden und fügt ihr nichts Böses zu, sonst überkommt euch eine baldige Strafe."
  ],
  [
    65,
    "Aber sie schnitten ihr die Sehnen durch. Da sagte er: Genießt (euer Leben) in eurer Wohnstätte noch drei Tage lang. Dies ist ein Versprechen, das nicht erlogen ist."
  ],
  [
    66,
    "Als nun Unser Befehl kam, erretteten Wir Salih und diejenigen, die mit ihm glaubten, durch Barmherzigkeit von Uns, auch vor der Schande jenes Tages. Gewiß, dein Herr ist ja der Starke und Allmächtige."
  ],
  [
    67,
    "Und es ergriff diejenigen, die Unrecht taten, der Schrei, und so lagen sie morgens in ihren Wohnstätten auf den Brüsten da,"
  ],
  [
    68,
    "als hätten sie (überhaupt) nicht darin gewohnt. Sicherlich, die Tamud verleugneten ihren Herrn. Aber ja, weg mit Tamud!"
  ],
  [
    69,
    "Unsere Gesandten kamen bereits zu Ibrahim mit der frohen Botschaft. Sie sagten: Frieden! Er sagte: Friede! Er verweilte nicht lange, da brachte er ein gebratenes Kalb herbei."
  ],
  [
    70,
    "Als er aber sah, daß ihre Hände nicht danach hinlangten, fand er es von ihnen befremdlich, und er empfand Furcht vor ihnen. Sie sagten: Fürchte dich nicht! Wir sind zu dem Volk Luts gesandt."
  ],
  [
    71,
    "Seine Frau stand dabei. Sie lachte, und da verkündeten Wir ihr Ishaq, und nach Ishaq Ya’qub."
  ],
  [
    72,
    "Sie sagte: O wehe mir, soll ich noch gebären, wo ich doch alt bin, und dies ist doch mein Ehemann, schon ein Greis? Das ist fürwahr eine verwunderliche Sache."
  ],
  [
    73,
    "Sie sagten: Wunderst du dich über den Befehl Allahs? Die Barmherzigkeit Allahs und Seine Segnungen seien auf euch, Angehörige des Hauses! Er ist Lobenswürdig und Ruhmvoll."
  ],
  [
    74,
    "Als die Angst von Ibrahim gewichen und die frohe Botschaft zu ihm gekommen war, begann er mit Uns über das Volk Luts zu streiten."
  ],
  [
    75,
    "Ibrahim war wahrlich nachsichtig, weichherzig und reuig."
  ],
  [
    76,
    "O Ibrahim, lasse davon ab! Der Befehl deines Herrn ist nun gekommen. Über sie kommt eine Strafe, die unwiderruflich ist."
  ],
  [
    77,
    "Und als Unsere Gesandten zu Lut kamen, geriet er ihretwegen in eine böse Lage und war durch ihre Anwesenheit beklommen. Er sagte: Das ist ein drangsalvoller Tag."
  ],
  [
    78,
    "Seine Leute kamen eilig zu ihm getrieben. Zuvor pflegten sie böse Taten zu begehen. Er sagte: O mein Volk, dies hier sind meine Töchter, sie sind reiner für euch. So fürchtet Allah und stürzt mich nicht um meiner Gäste willen in Schande! Gibt es denn unter euch keinen besonnenen Mann?"
  ],
  [
    79,
    "Sie sagten: Du weißt sehr wohl, daß wir kein Recht auf deine Töchter haben, und du weißt fürwahr, was wir wollen."
  ],
  [
    80,
    "Er sagte: Hätte ich doch Kraft (genug), um euch zu widerstehen, oder könnte ich nur bei einer starken Stütze Zuflucht finden!"
  ],
  [
    81,
    "Sie sagten: O Lut, wir sind die Gesandten deines Herrn. Sie werden nicht zu dir gelangen. So zieh mit deinen Angehörigen in einem Teil der Nacht fort, und niemand von euch soll sich umwenden - außer deiner Frau! Gewiß, es wird sie treffen, was jene trifft. Der ihnen versprochene Zeitpunkt ist der Tagesanbruch. Ist nicht der Tagesanbruch schon nahe?"
  ],
  [
    82,
    "Als nun Unser Befehl kam, kehrten Wir das Oberste von ihr zuunterst und ließen auf sie Steine aus vorbereitetem gebrannten Lehm regnen,"
  ],
  [
    83,
    "bei deinem Herrn gekennzeichnete (Steine). Und sie liegt den Ungerechten nicht fern."
  ],
  [
    84,
    "Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Er sagte: O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Laßt an Maß und Gewicht nichts fehlen! Ich sehe, es geht euch gut. Aber ich fürchte für euch die Strafe eines umfassenden Tages."
  ],
  [
    85,
    "Und, o mein Volk, gebt volles Maß und Gewicht in Gerechtigkeit und schmälert den Menschen nicht ihre Sachen und richtet auf der Erde nicht unheilstiftend Verderben an!"
  ],
  [
    86,
    "Das Bleibende (an Lohn) von Allah ist besser für euch, wenn ihr gläubig seid. Und ich bin nicht Hüter über euch."
  ],
  [
    87,
    "Sie sagten: O Su’aib, befiehlt dir denn dein Gebet, daß wir das verlassen, dem unsere Väter dienen, oder (davon absehen), mit unserem Besitz zu tun, was wir wollen? Du bist fürwahr der Nachsichtige und Besonnene!"
  ],
  [
    88,
    "Er sagte: O mein Volk, was meint ihr, wenn ich mich auf einen klaren Beweis von meinem Herrn stütze und Er mir eine schöne Versorgung gewährt hat? Und ich will mich (dann in meinem Vorhaben) von euch nicht unterscheiden, indem ich das tue, was ich euch verbiete. Ich will nur Besserung, soweit ich (sie erreichen) kann. Das Gelingen wird mir nur durch Allah (allein) beschieden. Auf Ihn verlasse ich mich, und Ihm wende ich mich reuig zu."
  ],
  [
    89,
    "Und, o mein Volk, meine Feindseligkeit soll euch ja nicht dazu bringen, daß euch das Gleiche trifft, was das Volk Nuhs oder das Volk Huds oder das Volk Salihs traf. Und das Volk Luts liegt euch nicht fern."
  ],
  [
    90,
    "Und bittet euren Herrn um Vergebung und hierauf bereut vor Ihm! Gewiß, mein Herr ist Barmherzig und Liebevoll."
  ],
  [
    91,
    "Sie sagten: O Su’aib, wir verstehen nicht viel von dem, was du sagst. Und wir sehen wahrlich, daß du unter uns nicht wehrhaft bist. Wenn deine Sippschaft nicht wäre, hätten wir dich fürwahr gesteinigt. Du hast ja bei uns kein Ansehen."
  ],
  [
    92,
    "Er sagte: O mein Volk, hat meine Sippschaft bei euch mehr Ansehen als Allah, und habt ihr Ihn hinter eurem Rücken gelassen? Gewiß, mein Herr umfaßt, was ihr tut."
  ],
  [
    93,
    "Und, o mein Volk, handelt nach eurer Stellung! Ich werde (ebenfalls so) handeln. Ihr werdet (noch) erfahren, über wen eine Strafe kommen wird, die ihn in Schande stürzt, und wer ein Lügner ist. Und wartet (es) ab! Ich bin mit euch ein Beobachter."
  ],
  [
    94,
    "Als nun Unser Befehl kam, erretteten Wir Su’aib und diejenigen, die mit ihm glaubten, durch Barmherzigkeit von Uns. Da ergriff diejenigen, die Unrecht taten, der Schrei, und so lagen sie morgens in ihren Wohnstätten auf den Brüsten da,"
  ],
  [
    95,
    "als hätten sie (überhaupt) nicht darin gewohnt. Aber ja, weg mit Madyan, wie auch die Tamud entfernt wurden!"
  ],
  [
    96,
    "Und Wir sandten bereits Musa mit Unseren Zeichen und mit einer deutlichen Ermächtigung"
  ],
  [
    97,
    "zu Fir’aun und seiner führenden Schar. Diese folgten dem Befehl Fir’auns; der Befehl Fir’auns aber war nicht rechtweisend."
  ],
  [
    98,
    "Er wird seinem Volk am Tag der Auferstehung vorangehen. Er führt sie wie zur Tränke ins (Höllen)feuer hinab - eine schlimme Tränke, zu der sie hinabgeführt werden!"
  ],
  [
    99,
    "Und ein Fluch folgte ihnen im Diesseits nach und (wird ihnen) am Tag der Auferstehung (nachfolgen) - eine schlimme Beigabe, die (ihnen) gegeben wird!"
  ],
  [
    100,
    "Dies gehört zu den Nachrichten von den Städten; Wir erzählen es dir. Einige von ihnen stehen noch, andere sind abgemäht."
  ],
  [
    101,
    "Nicht Wir haben ihnen Unrecht getan, sondern sie selbst haben sich Unrecht zugefügt. Ihre Götter, die sie anstatt Allahs anrufen, haben ihnen nichts genützt, als der Befehl deines Herrn kam, und sie richteten sie nur noch mehr zugrunde."
  ],
  [
    102,
    "So ist der Griff deines Herrn, wenn Er die Städte ergreift, während sie Unrecht tun. Gewiß, Sein Griff ist schmerzhaft und hart."
  ],
  [
    103,
    "Darin ist wahrlich ein Zeichen für jemanden, der die Strafe des Jenseits fürchtet. Das ist ein Tag, zu dem die Menschen versammelt werden, und das ist ein Tag, an dem sie (alle) anwesend sein werden."
  ],
  [
    104,
    "Und Wir stellen ihn nur auf eine bestimmte Frist zurück."
  ],
  [
    105,
    "An dem Tag, da er eintrifft, wird keine Seele sprechen, außer mit Seiner Erlaubnis. Dann werden einige von ihnen unglücklich und andere glückselig sein."
  ],
  [
    106,
    "Was nun diejenigen angeht, die unglücklich sind, so werden sie dann im (Höllen)feuer sein; darin werden sie seufzen und schluchzen,"
  ],
  [
    107,
    "ewig darin zu bleiben, solange die Himmel und die Erde währen, außer was dein Herr will. Dein Herr tut immer, was Er will."
  ],
  [
    108,
    "Was aber diejenigen angeht, die glückselig sind, so werden sie im (Paradies)garten sein, ewig darin zu bleiben, solange die Himmel und die Erde währen, außer was dein Herr will, als eine unverkürzte Gabe."
  ],
  [
    109,
    "So sei nicht im Zweifel über das, dem diese dienen. Sie dienen nur, wie ihre Väter zuvor gedient haben. Und Wir werden ihnen ihren Anteil fürwahr unverringert zukommen lassen."
  ],
  [
    110,
    "Und Wir gaben bereits Musa die Schrift, doch wurde man darüber uneinig. Und wenn es nicht ein früher ergangenes Wort von deinem Herrn gegeben hätte, so wäre zwischen ihnen wahrlich entschieden worden. Und sie sind darüber fürwahr in starkem Zweifel."
  ],
  [
    111,
    "Und allen wird dein Herr ihre Werke in vollem Maß ganz sicher erstatten. Gewiß, Er ist dessen, was sie tun, Kundig."
  ],
  [
    112,
    "So verhalte dich recht, wie dir befohlen wurde, (du) und diejenigen, die mit dir bereuen, und lehnt euch nicht auf. Gewiß, was ihr tut, sieht Er wohl."
  ],
  [
    113,
    "Und sucht nicht eine Stütze bei denen, die Unrecht tun, sonst berührt euch das (Höllen)feuer; ihr habt außer Allah keine Schutzherren. Dann wird euch keine Hilfe zuteil werden."
  ],
  [
    114,
    "Und verrichte das Gebet an beiden Enden des Tages und in Stunden der Nacht. Die guten Taten lassen die bösen Taten vergehen. Das ist eine Ermahnung für diejenigen, die (Allahs) gedenken."
  ],
  [
    115,
    "Und sei standhaft; denn Allah läßt den Lohn der Gutes Tuenden nicht verlorengehen."
  ],
  [
    116,
    "Wenn es unter den Geschlechtern vor euch doch nur Leute mit einem Rest (von Tugend) gegeben hätte, die verbieten, auf der Erde Unheil zu stiften - bis auf wenige unter denen, die Wir von ihnen retteten! Diejenigen, die Unrecht taten, folgten dem ihnen verliehenen üppigen Leben und wurden Übeltäter."
  ],
  [
    117,
    "Und dein Herr hätte die Städte nimmer zu Unrecht vernichtet, während ihre Bewohner Heilstifter waren."
  ],
  [
    118,
    "Und wenn dein Herr wollte, hätte Er die Menschen wahrlich zu einer einzigen Gemeinschaft gemacht. Aber sie bleiben doch uneinig,"
  ],
  [
    119,
    "außer denen, derer Sich dein Herr erbarmt hat. Dazu hat Er sie erschaffen. Und so erfüllt sich das Wort deines Herrn: Ich werde die Hölle ganz gewiß mit den Ginn und den Menschen allesamt füllen."
  ],
  [
    120,
    "Alles berichten Wir dir von den Nachrichten über die Gesandten, womit Wir dein Herz festigen. Darin ist dir die Wahrheit zugekommen, und eine Ermahnung und Erinnerung für die Gläubigen."
  ],
  [
    121,
    "Und sag zu denen, die nicht glauben: Handelt nach eurer Stellung, wir werden (ebenfalls so) handeln."
  ],
  [
    122,
    "Und wartet ab, wir warten ebenfalls ab."
  ],
  [
    123,
    "Und Allahs ist das Verborgene der Himmel und der Erde, und zu Ihm wird die ganze Angelegenheit zurückgebracht. So diene Ihm und verlasse dich auf Ihn. Und dein Herr ist nicht unachtsam dessen, was ihr tut."
  ]
]