[
  {
    "id": 12,
    "city": "makkah",
    "name": {
      "translated": "Joseph",
      "transliterated": "Yusuf",
      "codepoints": [
        1610,
        1608,
        1587,
        1601
      ]
    },
    "ayahs": 111,
    "slug": "yusuf",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Alif-Lam-Ra. Dies sind die Zeichen des deutlichen Buches."
  ],
  [
    2,
    "Wir haben es als einen arabischen Qur’an hinabgesandt, auf daß ihr begreifen möget."
  ],
  [
    3,
    "Wir berichten dir die schönsten Geschichten dadurch, daß Wir dir diesen Qur’an (als Offenbarung) eingegeben haben, obgleich du zuvor wahrlich zu den Unachtsamen gehörtest."
  ],
  [
    4,
    "Als Yusuf zu seinem Vater sagte: O mein Vater, ich sah elf Sterne und die Sonne und den Mond, ich sah sie sich vor mir niederwerfen."
  ],
  [
    5,
    "Er sagt: O mein lieber Sohn, erzähle dein (Traum)gesicht nicht deinen Brüdern, sonst werden sie eine List gegen dich schmieden. Gewiß, der Satan ist dem Menschen ein deutlicher Feind."
  ],
  [
    6,
    "Und so wird dein Herr dich erwählen und dich etwas von der Deutung der Geschichten lehren und Seine Gunst an dir und an der Sippe Ya’qubs vollenden, wie Er sie zuvor an deinen beiden Vätern Ibrahim und lshaq vollendet hat. Gewiß, dein Herr ist Allwissend und Allweise."
  ],
  [
    7,
    "Wahrlich, in Yusuf und seinen Brüdern sind Zeichen für diejenigen, die (nach der Wahrheit) fragen."
  ],
  [
    8,
    "Als sie sagten: Wahrlich, Yusuf und sein Bruder sind unserem Vater lieber als wir, obwohl wir eine (ansehnliche) Schar sind. Unser Vater befindet sich fürwahr in deutlichem Irrtum."
  ],
  [
    9,
    "Tötet Yusuf oder werft ihn ins Land hinaus, so wird das Gesicht eures Vaters sich nur noch euch zuwenden, und danach werdet ihr rechtschaffene Leute sein."
  ],
  [
    10,
    "Einer von ihnen sagte: Tötet Yusuf nicht, sondern werft ihn in die verborgene Tiefe des Brunnenlochs, so werden ihn schon einige der Reisenden auflesen, wenn ihr doch etwas tun wollt."
  ],
  [
    11,
    "Sie sagten: O unser Vater, warum vertraust du uns Yusuf nicht an? Wir werden ihm wahrlich aufrichtig zugetan sein."
  ],
  [
    12,
    "Sende ihn morgen mit uns, daß er Spaß und Spiel finde; wir werden ihn fürwahr behüten."
  ],
  [
    13,
    "Er sagte: Es macht mich fürwahr traurig, daß ihr ihn mitnehmt. Und ich fürchte, daß ihn der Wolf frißt, während ihr seiner unachtsam seid."
  ],
  [
    14,
    "Sie sagten: Wenn ihn der Wolf fressen sollte, wo wir doch eine (ansehnliche) Schar sind, dann wären wir fürwahr Verlierer."
  ],
  [
    15,
    "Als sie ihn mitnahmen und sich geeinigt hatten, ihn in die verborgene Tiefe des Brunnenlochs zu stecken, gaben Wir ihm ein: Du wirst ihnen ganz gewiß noch diese ihre Tat kundtun, ohne daß sie merken."
  ],
  [
    16,
    "Und am Abend kamen sie weinend zu ihrem Vater."
  ],
  [
    17,
    "Sie sagten: O unser Vater, wir gingen, um einen Wettlauf zu machen, und ließen Yusuf bei unseren Sachen zurück. Da fraß ihn der Wolf. Aber du glaubst uns wohl nicht, auch wenn wir die Wahrheit sagen."
  ],
  [
    18,
    "Sie brachten falsches Blut auf seinem Hemd. Er sagte: Nein! Vielmehr habt ihr selbst euch etwas eingeredet. (So gilt es,) schöne Geduld (zu üben). Allah ist Derjenige, bei Dem Hilfe zu suchen ist gegen das, was ihr beschreibt."
  ],
  [
    19,
    "Reisende kamen vorbei. Sie sandten ihren Wasserschöpfer, und er ließ seinen Eimer hinunter. Er sagte: O frohe Botschaft! Da ist ein Junge. Sie verbargen ihn als Ware. Und Allah wußte wohl, was sie taten."
  ],
  [
    20,
    "Und sie verkauften ihn für einen zu niedrigen Preis, einige gezählte Dirhams. Und sie übten Verzicht in Bezug auf ihn."
  ],
  [
    21,
    "Und derjenige aus Ägypten, der ihn gekauft hatte, sagte zu seiner Frau: Bereite ihm einen gastfreundlichen Aufenthalt. Vielleicht wird er uns nützlich sein, oder nehmen wir ihn als Kind an. So verliehen Wir Yusuf eine feste Stellung im Land. Und Wir wollten ihn etwas von der Deutung der Geschichten lehren. Und Allah ist in Seiner Angelegenheit überlegen. Aber die meisten Menschen wissen nicht."
  ],
  [
    22,
    "Als er seine Vollreife erlangt hatte, gaben Wir ihm Urteil(skraft) und Wissen. So vergelten Wir den Gutes Tuenden."
  ],
  [
    23,
    "Und diejenige, in deren Haus er war, versuchte, ihn zu verführen. Sie schloß die Türen ab und sagte: Da bin ich für dich! Er sagte: Allah schütze mich (davor)! Er, mein Herr, hat mir einen schönen Aufenthalt bereitet. Gewiß, den Ungerechten wird es nicht wohl ergehen."
  ],
  [
    24,
    "Es verlangte sie nach ihm, und es hätte ihn nach ihr verlangt, wenn er nicht den Beweis seines Herrn gesehen hätte. Dies (geschah), damit Wir das Böse und das Schändliche von ihm abwendeten. Er gehört ja zu Unseren auserlesenen Dienern."
  ],
  [
    25,
    "Sie versuchten beide als erster zur Tür zu gelangen. Sie zerriß ihm von hinten das Hemd. Und sie fanden ihren Herrn bei der Tür vor. Sie sagte: Der Lohn dessen, der deiner Familie Böses (antun) wollte, ist nur, daß er ins Gefängnis gesteckt wird, oder schmerzhafte Strafe."
  ],
  [
    26,
    "Er sagte: Sie war es, die versucht hat, mich zu verführen. Und ein Zeuge aus ihrer Familie bezeugte: Wenn sein Hemd vorn zerrissen ist, dann hat sie die Wahrheit gesprochen, und er gehört zu den Lügnern."
  ],
  [
    27,
    "Wenn sein Hemd aber hinten zerrissen ist, dann hat sie gelogen, und er gehört zu den Wahrhaftigen."
  ],
  [
    28,
    "Als er nun sah, daß sein Hemd hinten zerrissen war, sagte er: Das gehört zu euren Listen. Eure List ist gewaltig."
  ],
  [
    29,
    "Yusuf, lasse davon ab! Und (du, jene,) bitte um Vergebung für deine Sünde! Du gehörst ja zu denjenigen, die Verfehlungen begangen haben."
  ],
  [
    30,
    "(Einige) Frauen in der Stadt sagten: Die Frau des hohen Herrn versucht, ihren Burschen zu verführen. Er hat sie in leidenschaftliche Liebe versetzt. Wir sehen wahrlich, sie befindet sich in deutlichem Irrtum."
  ],
  [
    31,
    "Als sie nun von ihren Ränken hörte, sandte sie zu ihnen und bereitete ihnen ein Gastmahl. Sie gab einer jeden von ihnen ein Messer und sagte (zu Yusuf): Komm zu ihnen heraus. Als sie ihn sahen, fanden sie ihn groß(artig), und sie zerschnitten sich ihre Hände und sagten: Allah behüte! Das ist kein Mensch, das ist nur ein ehrenvoller Engel."
  ],
  [
    32,
    "Sie sagte: Seht, das ist der, dessentwegen ihr mich getadelt habt. Ich habe allerdings versucht, ihn zu verführen, doch er widerstand. Und wenn er nicht tut, was ich ihm befehle, wird er ganz gewiß ins Gefängnis gesteckt werden, und er wird gewiß zu den Geringgeachteten gehören."
  ],
  [
    33,
    "Er sagte: Mein Herr, das Gefängnis ist mir lieber als das, wozu sie mich auffordern. Und wenn Du ihre List von mir nicht abwendest, werde ich mich zu ihnen hingezogen fühlen und zu den Toren gehören."
  ],
  [
    34,
    "Da erhörte ihn sein Herr und wendete ihre List von ihm ab. Er ist ja der Allhörende und Allwissende."
  ],
  [
    35,
    "Hierauf schien es ihnen angebracht, nachdem sie die Zeichen (seiner Unschuld) gesehen hatten, ihn für eine gewisse Zeit ins Gefängnis zu stecken."
  ],
  [
    36,
    "Mit ihm kamen zwei Burschen ins Gefängnis. Der eine von ihnen sagte: Ich sah mich Wein auspressen. Der andere sagte: Ich sah mich auf dem Kopf Brot tragen, von dem die Vögel fraßen. Tue uns die Deutung hiervon kund. Wir sehen, daß du zu den Gutes Tuenden gehörst."
  ],
  [
    37,
    "Er sagte: Es wird euch kein Essen gebracht, mit dem ihr versorgt werdet, ohne daß ich euch die Deutung davon kundgetan habe, bevor es euch gebracht wird. Seht, das ist etwas von dem, was mich mein Herr gelehrt hat. Verlassen habe ich das Glaubensbekenntnis von Leuten, die nicht an Allah glauben, und (verlassen habe, ich) sie, die sie das Jenseits verleugnen,"
  ],
  [
    38,
    "und ich bin dem Glaubensbekenntnis meiner Väter Ibrahim, Ishaq und Ya’qub gefolgt. Es steht uns nicht zu, Allah etwas beizugesellen. Das ist etwas von Allahs Huld gegen uns und gegen die Menschen. Aber die meisten Menschen sind nicht dankbar."
  ],
  [
    39,
    "O meine beiden Gefängnisgefährten! Sind verschiedene Herren besser oder Allah, der Eine, der Allbezwinger?"
  ],
  [
    40,
    "Ihr dient außer Ihm nur Namen, die ihr genannt habt, ihr und eure Väter, für die Allah (jedoch) keine Ermächtigung herabgesandt hat. Das Urteil ist allein Allahs. Er hat befohlen, daß ihr nur Ihm dienen sollt. Das ist die richtige Religion. Aber die meisten Menschen wissen nicht."
  ],
  [
    41,
    "O meine beiden Gefangnisgefährten! Was den einen von euch angeht, so wird er seinem Herrn Wein zu trinken geben. Was aber den anderen angeht, so wird er gekreuzigt, und die Vögel werden von seinem Kopf fressen. Entschieden ist die Angelegenheit, über die ihr um Auskunft fragt."
  ],
  [
    42,
    "Und er sagte zu dem von beiden, von dem er glaubte, daß er entkommen werde: Erwähne mich bei deinem Herrn. Aber der Satan ließ ihn vergessen, ihn bei seinem Herrn zu erwähnen, (und) so blieb er noch einige Jahre im Gefängnis."
  ],
  [
    43,
    "Und der König sagte: Ich sah sieben fette Kühe, die von sieben mageren gefressen wurden, und sieben grüne Ähren und (sieben) andere dürre. O ihr führende Schar, gebt mir Auskunft über mein (Traum)gesicht, wenn ihr ein (Traum)gesicht auslegen könnt."
  ],
  [
    44,
    "Sie sagten: (Das ist) ein Bündel von wirren Träumen. Wir wissen über die Deutung der Träume nicht Bescheid."
  ],
  [
    45,
    "Derjenige von beiden, der entkommen war und sich nach einiger Zeit erinnerte, sagte: Ich werde euch seine Deutung kundtun. Darum entsendet mich."
  ],
  [
    46,
    "Yusuf, du Wahrhaftiger, gib uns Auskunft über sieben fette Kühe, die von sieben mageren gefressen werden, und über sieben grüne Ähren und (sieben) andere dürre, auf daß ich zu den Leuten zurückkehre, auf daß sie wissen mögen."
  ],
  [
    47,
    "Er sagte: Ihr werdet unablässig sieben Jahre wie gewohnt säen. Was ihr erntet, das laßt in seinen Ähren, bis auf ein weniges, wovon ihr eßt."
  ],
  [
    48,
    "Hierauf werden nach alledem sieben harte (Jahre) kommen, die das aufzehren werden, was ihr für sie vorbereitet habt, bis auf ein weniges von dem, was ihr aufbewahrt."
  ],
  [
    49,
    "Hierauf wird nach alledem ein Jahr kommen, in dem die Menschen Regen haben und in dem sie (Früchte) auspressen werden."
  ],
  [
    50,
    "Der König sagte: Bringt ihn zu mir. Als der Bote zu ihm kam, sagte er: Kehr zu deinem Herrn zurück und frag ihn, wie es mit den Frauen steht, die sich ihre Hände zerschnitten. Mein Herr weiß doch über ihre List Bescheid."
  ],
  [
    51,
    "Er sagte: Was war da mit euch, als ihr versuchtet, Yusuf zu verführen? Sie sagten: Allah behüte! Wir wissen nichts Böses gegen ihn (anzugeben). Die Frau des hohen Herrn sagte: Jetzt ist die Wahrheil ans Licht gekommen. Ich habe versucht, ihn zu verführen. Und er gehört fürwahr zu den Wahrhaftigen."
  ],
  [
    52,
    "Dies ist, damit er weiß, daß ich ihn nicht in seiner Abwesenheit verraten habe und daß Allah die List der Verräter nicht gelingen läßt."
  ],
  [
    53,
    "Und ich spreche mich nicht selbst frei. Die Seele gebietet fürwahr mit Nachdruck das Böse, außer daß mein Herr Sich erbarmt. Mein Herr ist Allvergebend und Barmherzig."
  ],
  [
    54,
    "Und der König sagte: Bringt ihn zu mir. Ich will ihn mir selbst vorbehalten. Als er mit ihm sprach, sagte er: Du bist (von) heute (an) bei uns in fester Stellung und vertrauenswürdig."
  ],
  [
    55,
    "Er sagte: Setze mich über die Vorratskammern des Landes ein; ich bin ein kenntnisreicher Hüter."
  ],
  [
    56,
    "So verliehen Wir Yusuf eine feste Stellung im Land, so daß er sich darin aufhalten konnte, wo immer er wollte. Wir treffen mit Unserer Barmherzigkeit, wen Wir wollen, und Wir lassen den Lohn der Gutes Tuenden nicht verlorengehen."
  ],
  [
    57,
    "Aber der Lohn des Jenseits ist wahrlich besser für diejenigen, die glauben und gottesfürchtig sind."
  ],
  [
    58,
    "Und da kamen Yusufs Brüder und traten bei ihm ein. Er erkannte sie, während sie ihn nicht erkannten."
  ],
  [
    59,
    "Als er sie nun mit ihrem Bedarf ausgestattet hatte, sagte er: Bringt mir einen (Halb)bruder von euch väterlicherseits. Seht ihr denn nicht, daß ich volles Maß gebe und daß ich der beste Obdachgeber bin?"
  ],
  [
    60,
    "Wenn ihr ihn mir nicht bringt, so bekommt ihr bei mir kein Maß mehr, und ihr sollt nicht in meine Nähe kommen."
  ],
  [
    61,
    "Sie sagten: Wir werden versuchen, seinen Vater in Bezug auf ihn zu bewegen, und wir werden es bestimmt tun."
  ],
  [
    62,
    "Und er sagte zu seinen Burschen: Steckt ihre (Tausch)ware (zurück) in ihr Gepäck, so daß sie sie (wieder)erkennen, wenn sie zu ihren Angehörigen zurückgekehrt sind, auf daß sie wiederkommen mögen."
  ],
  [
    63,
    "Als sie zu ihrem Vater zurückkamen, sagten sie: O unser Vater, ein (weiteres) Maß ist uns verweigert worden. Darum lasse unseren Bruder mit uns gehen, so bekommen wir ein (weiteres) Maß zugeteilt; wir werden ihn fürwahr behüten."
  ],
  [
    64,
    "Er sagte: Kann ich ihn euch etwa anders anvertrauen, als ich euch zuvor seinen Bruder anvertraut habe? Allah ist besser als Behütender, und Er ist der Barmherzigste der Barmherzigen."
  ],
  [
    65,
    "Und als sie ihre Sachen öffneten, fanden sie, daß ihre Ware ihnen zurückgegeben worden war. Sie sagten: O unser Vater, was begehren wir (mehr)? Das ist unsere Ware, sie ist uns zurückgegeben worden. Wir werden Vorrat für unsere Angehörigen bringen, unseren Bruder behüten und das Maß (der Last) eines Kamels mehr haben. Das ist ein leicht(erhältlich)es Maß."
  ],
  [
    66,
    "Er sagte: Ich werde ihn nicht mit euch senden, bis ihr mir ein verbindliches Versprechen vor Allah gebt, daß ihr ihn mir ganz gewiß wiederbringt, es sei denn, ihr werdet umringt. Als sie ihm ihr verbindliches Versprechen gegeben hatten, sagte er: Allah ist Sachwalter über das, was wir (hier) sagen."
  ],
  [
    67,
    "Und er sagte: O meine Kinder, geht nicht (alle) durch ein einziges Tor hinein, sondern geht durch verschiedene Tore hinein. Ich kann euch gegen Allah nichts nützen. Das Urteil ist allein Allahs. Auf Ihn verlasse ich mich; und auf Ihn sollen sich diejenigen verlassen, die sich (überhaupt auf jemanden) verlassen (wollen)."
  ],
  [
    68,
    "Als sie hineingingen, wie ihr Vater ihnen befohlen hatte, konnte es ihnen vor Allah nichts nützen. (Es war) nur ein Bedürfnis in der Seele Ya’qubs, das er (damit) erfüllte. Und er besaß fürwahr Wissen, weil Wir es ihn gelehrt hatten. Aber die meisten Menschen wissen nicht."
  ],
  [
    69,
    "Als sie bei Yusuf eintraten, zog er seinen Bruder zu sich. Er sagte: Gewiß, ich bin dein Bruder. So sei nicht bekümmert wegen dessen, was sie getan haben."
  ],
  [
    70,
    "Als er sie nun mit ihrem Bedarf ausgestattet hatte, steckte er das Trinkgefäß in das Gepäck seines Bruders. Hierauf rief ein Rufer aus: Ihr (da, von der) Karawane, ihr seid fürwahr Diebe."
  ],
  [
    71,
    "Sie sagten, indem sie sich ihnen zuwandten: Was vermißt ihr?"
  ],
  [
    72,
    "Sie sagten: Wir vermissen den Kelch des Königs. Wer ihn wiederbringt, erhält die Last eines Kamels, und dafür bin ich Bürge."
  ],
  [
    73,
    "Sie sagten: Bei Allah, ihr wißt doch, wir sind nicht gekommen, um im Land Unheil zu stiften, und wir sind keine Diebe."
  ],
  [
    74,
    "Sie sagten: Was soll dann die Vergeltung dafür sein, wenn ihr Lügner seid?"
  ],
  [
    75,
    "Sie (die Brüder) sagten: Die Vergeltung dafür soll sein, daß derjenige, in dessen Gepäck er gefunden wird, selbst das Entgelt dafür sein soll. So vergelten wir den Ungerechten."
  ],
  [
    76,
    "Er begann (zu suchen) in ihren Behältern vor dem Behälter seines Bruders. Hierauf holte er es aus dem Behälter seines Bruders hervor. So führten Wir für Yusuf eine List aus. Nach dem Gesetz des Königs hätte es ihm nicht zugestanden, seinen Bruder (als Sklaven) zu nehmen, außer daß Allah es wollte. Wir erhöhen, wen Wir wollen, um Rangstufen. Und über jedem, der Wissen besitzt, steht einer, der (noch mehr) weiß."
  ],
  [
    77,
    "Sie sagten: Wenn er stiehlt, so hat ein Bruder von ihm schon zuvor gestohlen. Aber Yusuf hielt es in seinem Innersten geheim und legte es ihnen nicht offen. Er sagte: Ihr befindet euch in einer (noch) schlechteren Lage. Und Allah weiß sehr wohl, was ihr beschreibt."
  ],
  [
    78,
    "Sie sagten: O hoher Herr, er hat einen Vater, einen hochbetagten Greis. So nimm einen von uns an seiner Stelle. Wir sehen, daß du zu den Gutes Tuenden gehörst."
  ],
  [
    79,
    "Er sagte: Allah schütze uns (davor), daß wir einen anderen nehmen als denjenigen, bei dem wir unsere Sachen gefunden haben! Wir würden sonst wahrlich zu den Ungerechten gehören."
  ],
  [
    80,
    "Als sie die Hoffnung an ihm aufgegeben hatten, zogen sie sich zurück zu einem vertraulichen Gespräch. Der Älteste von ihnen sagte: Wißt ihr (denn) nicht, daß euer Vater von euch ein verbindliches Versprechen vor Allah entgegengenommen hat und daß ihr zuvor (eure Pflicht) gegenüber Yusuf vernachlässigt habt? Ich werde das Land nicht verlassen, bis mein Vater es mir erlaubt oder Allah ein Urteil für mich fällt. Er ist der Beste derer, die Urteile fällen."
  ],
  [
    81,
    "Kehrt zu eurem Vater zurück und sagt: ,O unser Vater, dein Sohn hat gestohlen, und wir bezeugen nur das, was wir wissen, und wir sind nicht Hüter über das Verborgene."
  ],
  [
    82,
    "Frag die Stadt, in der wir waren, und die Karawane, mit der wir angekommen sind. Wir sagen gewiß die Wahrheit’."
  ],
  [
    83,
    "Er sagte: Nein! Vielmehr habt ihr selbst euch etwas eingeredet. (Es gilt) schöne Geduld (zu üben). Aber vielleicht wird Allah sie mir alle wiederbringen. Er ist ja der Allwissende und Allweise."
  ],
  [
    84,
    "Und er kehrte sich von ihnen ab und sagte: O mein Kummer um Yusuf! Und seine Augen wurden weiß vor Trauer, und so hielt er (seinen Kummer) zurück."
  ],
  [
    85,
    "Sie sagten: Bei Allah, du hörst nicht auf, Yusufs zu gedenken, bis du hinfällig geworden bist oder zu denen gehörst, die umkommen."
  ],
  [
    86,
    "Er sagte: Ich klage meinen unerträglichen Kummer und meine Trauer nur Allah (allein), und ich weiß von Allah her, was ihr nicht wißt."
  ],
  [
    87,
    "O meine Kinder, geht und erkundigt euch über Yusuf und seinen Bruder. Und gebt nicht die Hoffnung auf das Erbarmen Allahs auf. Es gibt die Hoffnung auf das Erbarmen Allahs nur das ungläubige Volk auf."
  ],
  [
    88,
    "Als sie (wieder) bei ihm eintraten, sagten sie: O hoher Herr, Unheil ist uns und unseren Angehörigen widerfahren. Und wir haben (nur) Ware von geringem Wert gebracht. So gib uns (dennoch) volles Maß und gib (es) uns als Almosen. Allah vergilt denjenigen, die Almosen geben."
  ],
  [
    89,
    "Er sagte: Wißt ihr (noch), was ihr Yusuf und seinem Bruder damals in eurer Torheit antatet?"
  ],
  [
    90,
    "Sie sagten: Bist du denn wirklich Yusuf? Er sagte: Ich bin Yusuf, und das ist mein Bruder. Allah hat uns eine Wohltat erwiesen. Gewiß, wer gottesfürchtig und standhaft ist -- gewiß, Allah läßt den Lohn der Gutes Tuenden nicht verlorenge hen."
  ],
  [
    91,
    "Sie sagten: Bei Allah, Allah hat dich uns vorgezogen. Und wir haben wahrlich Verfehlungen begangen."
  ],
  [
    92,
    "Er sagte: Keine Schelte soll heute über euch kommen. Allah vergibt euch, Er ist ja der Barmherzigste der Barmherzigen."
  ],
  [
    93,
    "Geht mit diesem meinem Hemd und legt es auf das Gesicht meines Vaters, so wird er sein Augenlicht (wieder)erlangen. Und bringt eure Angehörigen allesamt zu mir."
  ],
  [
    94,
    "Als nun die Karawane aufgebrochen war, sagte ihr Vater: Wahrlich, ich nehme Yusufs Geruch war. Wenn ihr mich nur nicht bezichtigen würdet, Unsinn zu reden!"
  ],
  [
    95,
    "Sie sagten: Bei Allah, du befindest dich fürwahr in deinem alten Irrtum."
  ],
  [
    96,
    "Als nun der Frohbote kam, legte er es auf sein Gesicht, und da hatte er sein Augenlicht wiedererlangt. Er sagte: Habe ich euch nicht gesagt, daß ich von Allah her weiß, was ihr nicht wißt?"
  ],
  [
    97,
    "Sie sagten: O unser Vater, bitte für uns um Vergebung unserer Sünden, denn wir haben gewiß Verfehlungen begangen."
  ],
  [
    98,
    "Er sagte: Ich werde meinen Herrn um Vergebung für euch bitten. Er ist ja der Allvergebende und Barmherzige."
  ],
  [
    99,
    "Als sie nun bei Yusuf eintraten, zog er seine Eltern an sich und sagte: Betretet Ägypten, wenn Allah will, in Sicherheit."
  ],
  [
    100,
    "Und er hob seine Eltern auf den Thron empor. Und sie fielen vor ihm ehrerbietig nieder. Er sagte: O mein lieber Vater, das ist die Deutung meines (Traum)gesichts von zuvor. Mein Herr hat es wahrgemacht. Und Er hat mir Gutes erwiesen, als Er mich aus dem Gefängnis herauskommen ließ und euch aus dem nomadischen Leben hierherbrachte, nachdem der Satan zwischen mir und meinen Brüdern (zu Zwietracht) aufgestachelt hatte. Gewiß, mein Herr ist feinfühlig (in der Durchführung dessen), was Er will. Er ist ja der Allwissende und Allweise."
  ],
  [
    101,
    "Mein Herr, Du hast mir etwas von der Herrschaft gegeben und mich etwas von der Deutung der Sprüche gelehrt. (O Du) Erschaffer der Himmel und der Erde, Du bist mein Schutzherr im Diesseits und Jenseits. Berufe mich als (Dir) ergeben ab und nimm mich unter die Rechtschaffenen auf."
  ],
  [
    102,
    "Dies gehört zu den Nachrichten vom Verborgenen, das Wir dir (als Offenbarung) eingeben. Denn du warst nicht bei ihnen, als sie sich einigten, indem sie Ränke schmiedeten."
  ],
  [
    103,
    "Aber die meisten Menschen werden, auch wenn du noch so sehr (danach) trachtest, nicht gläubig sein."
  ],
  [
    104,
    "Und du verlangst von ihnen keinen Lohn dafür. Es ist nur eine Ermahnung für die Weltenbewohner."
  ],
  [
    105,
    "Wie viele Zeichen gibt es in den Himmeln und auf der Erde, an denen sie vorbeigehen, wobei sie sie unbeachtet lassen!"
  ],
  [
    106,
    "Und die meisten von ihnen glauben nicht an Allah, ohne (Ihm andere) beizugesellen."
  ],
  [
    107,
    "Glauben sie denn, sicher zu sein davor, daß eine überdeckende Strafe von Allah über sie kommt oder daß plötzlich die Stunde über sie kommt, ohne daß sie merken?"
  ],
  [
    108,
    "Sag: Das ist mein Weg: Ich rufe zu Allah aufgrund eines sichtbaren Hinweises, ich und diejenigen, die mir folgen. Preis sei Allah! Und ich gehöre nicht zu den Götzendienern."
  ],
  [
    109,
    "Und Wir haben vor dir nur Männer gesandt von den Bewohnern der Städte, denen Wir (Offenbarungen) eingaben. Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren? Die Wohnstätte des Jenseits ist wahrlich besser für diejenigen, die gottesfürchtig sind. Begreift ihr denn nicht?"
  ],
  [
    110,
    "Erst dann, als die Gesandten die Hoffnung aufgegeben hatten und sie meinten, daß sie belogen worden seien, kam Unsere Hilfe zu ihnen. Und so wird errettet, wen Wir wollen. Aber vom übeltätigen Volk wird Unsere Gewalt nicht abgewandt."
  ],
  [
    111,
    "In ihren Geschichten ist wahrlich eine Lehre für diejenigen, die Verstand besitzen. Es ist keine Aussage, die ersonnen wird, sondern die Bestätigung dessen, was vor ihm war, und die ausführliche Darlegung aller Dinge und eine Rechtleitung und Barmherzigkeit für Leute, die glauben."
  ]
]