[
  {
    "id": 21,
    "city": "makkah",
    "name": {
      "translated": "The Prophets",
      "transliterated": "Al-Anbya",
      "codepoints": [
        1575,
        1604,
        1571,
        1606,
        1576,
        1610,
        1575,
        1569
      ]
    },
    "ayahs": 112,
    "slug": "al-anbya",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Nahegerückt ist den Menschen ihre Abrechnung, während sie sich in Unachtsamkeit abwenden."
  ],
  [
    2,
    "Keine neuerlich offenbarte Ermahnung kommt von ihrem Herrn zu ihnen, ohne daß sie sie anhören, während sie spielen"
  ],
  [
    3,
    "und ihre Herzen zerstreut sind. Und sie führen insgeheim vertrauliche Gespräche -sie, die Unrecht tun: „Ist dieser etwas anderes als ein menschliches Wesen wie ihr? Wollt ihr denn sehend(en Auges) Zauberei begehen?"
  ],
  [
    4,
    "Sag: Mein Herr weiß (alles), was im Himmel und auf der Erde gesagt wird. Er ist der Allhörende und Allwissende."
  ],
  [
    5,
    "Aber nein! Vielmehr sagen sie: „(Das ist) ein Bündel von wirren Träumen. Nein! Vielmehr hat er ihn ersonnen. Nein! Vielmehr ist er ein Dichter. So soll er uns ein Zeichen bringen, so wie die Früheren gesandt wurden."
  ],
  [
    6,
    "Vor ihnen hat keine Stadt geglaubt, die Wir vernichteten. Sollten gerade sie nun glauben?"
  ],
  [
    7,
    "Und Wir haben vor dir nur Männer gesandt, denen Wir (Offenbarungen) eingaben. So fragt die Leute der Ermahnung, wenn ihr (es) nicht wißt."
  ],
  [
    8,
    "Wir machten sie nicht zu Körpern, die keine Speise essen, und sie waren nicht unsterblich."
  ],
  [
    9,
    "Hierauf hielten Wir ihnen das Versprechen. Wir retteten sie und diejenigen, die Wir (erretten) wollen, und vernichteten die Maßlosen."
  ],
  [
    10,
    "Wir haben ja ein Buch zu euch hinabgesandt, in dem eure Ehre liegt . Begreift ihr denn nicht?"
  ],
  [
    11,
    "Wie viele Städte haben Wir zerschmettert, die Unrecht taten, und haben nach ihnen ein anderes Volk entstehen lassen!"
  ],
  [
    12,
    "Als sie dann Unsere Gewalt spürten, liefen sie sogleich davor weg."
  ],
  [
    13,
    "„Lauft nicht weg, sondern kehrt zu dem euch verliehenen üppigen Leben und zu euren Wohnungen zurück, auf daß ihr befragt werden möget."
  ],
  [
    14,
    "Sie sagten: „O Wehe uns! Wir pflegten ja Unrecht zu tun."
  ],
  [
    15,
    "So war dies stets ihr Ausruf, bis Wir sie (wie) abgemäht und ausgelöscht sein ließen."
  ],
  [
    16,
    "Und Wir haben den Himmel und die Erde und was dazwischen ist, nicht zum Spiel erschaffen."
  ],
  [
    17,
    "Wenn Wir Uns eine Zerstreuung hätten nehmen wollen, dann hätten Wir sie wahrlich von Uns aus genommen - wenn Wir das (überhaupt) hätten tun wollen."
  ],
  [
    18,
    "Aber nein! Wir schleudern die Wahrheit gegen das Falsche, und da zerschmettert sie ihm das Haupt, und sogleich geht es dahin. Und wehe euch wegen dessen, was ihr (da fälschlich) zuschreibt!"
  ],
  [
    19,
    "Ihm gehört, wer in den Himmeln und auf der Erde ist. Und diejenigen, die bei Ihm sind, sind weder zu hochmütig, Ihm zu dienen, noch werden sie (dessen) müde."
  ],
  [
    20,
    "Sie preisen (Ihn) Nacht und Tag und lassen (darin) nicht nach."
  ],
  [
    21,
    "Oder haben sie sich Götter aus der Erde genommen, die (die Toten) auferstehen lassen (können)?"
  ],
  [
    22,
    "Wenn es in ihnen beiden andere Götter als Allah gäbe, gerieten sie (beide) wahrlich ins Verderben. Preis sei Allah, dem Herrn des Thrones! (Erhaben ist Er) über das, was sie (Ihm) zuschreiben."
  ],
  [
    23,
    "Er wird nicht befragt nach dem, was Er tut; sie aber werden befragt."
  ],
  [
    24,
    "Oder haben sie sich außer Ihm Götter genommen? Sag: Bringt euren Beweis vor! Das ist die Ermahnung derjenigen, die mit mir sind, und die Ermahnung derer, die vor mir waren. Aber nein! Die meisten von ihnen kennen die Wahrheit nicht; so wenden sie sich ab."
  ],
  [
    25,
    "Und Wir haben vor dir keinen Gesandten gesandt, dem Wir nicht (die Weisung) eingegeben hätten: „Es gibt keinen Gott außer Mir, so dient Mir!"
  ],
  [
    26,
    "Und sie sagen: „Der Allerbarmer hat Sich Kinder genommen. Preis sei Ihm! Nein! Vielmehr sind es geehrte Diener."
  ],
  [
    27,
    "Sie kommen Ihm im Reden nicht zuvor, und nur nach Seinem Befehl handeln sie."
  ],
  [
    28,
    "Er weiß, was vor ihnen und was hinter ihnen liegt, und sie legen Fürsprache nur für denjenigen ein, dem Er zustimmt. Und sie sind aus Furcht vor Ihm besorgt."
  ],
  [
    29,
    "Und wer von ihnen sagen sollte: „Ich bin ein Gott außer Ihm, dem vergelten Wir mit der Hölle. So vergelten Wir den Ungerechten."
  ],
  [
    30,
    "Sehen denn diejenigen, die ungläubig sind, nicht, daß die Himmel und die Erde eine zusammenhängende Masse waren? Da haben Wir sie getrennt und aus dem Wasser alles Lebendige gemacht. Wollen sie denn nicht glauben?"
  ],
  [
    31,
    "Und Wir haben auf der Erde festgegründete Berge gemacht, daß sie nicht mit ihnen wanke. Und Wir haben auf ihr breite Durchgänge als Wege gemacht, auf daß sie rechtgeleitet werden mögen."
  ],
  [
    32,
    "Und Wir haben den Himmel zu einem wohlbehüteten Dach gemacht. Dennoch wenden sie sich von seinen Zeichen ab."
  ],
  [
    33,
    "Und Er ist es, Der die Nacht und den Tag, die Sonne und den Mond erschaffen hat; alles läuft in einer (jeweils eigenen) Umlaufbahn."
  ],
  [
    34,
    "Und Wir haben für kein menschliches Wesen vor dir ewiges Leben bestimmt. Wenn du nun stirbst, werden sie dann ewig leben?"
  ],
  [
    35,
    "Jede Seele wird den Tod kosten. Und Wir prüfen euch mit Schlechtem und Gutem als Versuchung. Und zu Uns werdet ihr zurückgebracht."
  ],
  [
    36,
    "Und wenn diejenigen, die ungläubig sind, dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, der eure Götter (in abfälliger Weise) erwähnt?, während sie es sind, die die Ermahnung des Allerbarmers verleugnen."
  ],
  [
    37,
    "Der Mensch ist (seiner Natur nach) aus Voreiligkeit erschaffen worden. Ich werde euch (schon) Meine Zeichen zeigen; so wünscht nicht von Mir, (sie) zu beschleunigen."
  ],
  [
    38,
    "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?"
  ],
  [
    39,
    "Wenn diejenigen, die ungläubig sind, (es) nur wüßten, (wie es ist,) wenn sie das (Höllen)feuer weder von ihren Gesichtern noch von ihren Rücken zurückhalten können und ihnen auch keine Hilfe zuteil wird!"
  ],
  [
    40,
    "Aber nein! Es wird plötzlich über sie kommen und sie verblüffen. Dann werden sie es nicht abwenden können, und es wird ihnen kein Aufschub gewährt."
  ],
  [
    41,
    "Man machte sich ja schon vor dir über Gesandte lustig. Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten."
  ],
  [
    42,
    "Sag: Wer beschützt euch bei Nacht und Tag vor dem Allerbarmer? Aber nein! Sie wenden sich von der Ermahnung ihres Herrn ab."
  ],
  [
    43,
    "Oder haben sie (etwa) Götter, die sie von Uns abhalten (sollten)? Sie können doch weder sich selbst helfen, noch werden sie einen Beschützer vor Uns erhalten."
  ],
  [
    44,
    "Nein! Vielmehr haben Wir diesen da und ihren Vätern Nießbrauch gewährt, bis sie ein langes Leben geführt haben. Sehen sie denn nicht, daß Wir über das Land kommen und es an seinen Enden vermindern? Werden denn sie die Sieger sein?"
  ],
  [
    45,
    "Sag: Ich warne euch nur mit der Eingebung. Aber die Tauben hören nicht den Ruf, wenn sie gewarnt werden."
  ],
  [
    46,
    "Aber wenn ein Hauch von der Strafe deines Herrn sie berührt, sagen sie ganz gewiß: „O wehe uns! Wir pflegten ja Unrecht zu tun."
  ],
  [
    47,
    "Und Wir stellen die gerechten Waagen für den Tag der Auferstehung auf. So wird keiner Seele um irgend etwas Unrecht zugefügt; und wäre es auch das Gewicht eines Senfkorns, Wir bringen es bei. Und Wir genügen als Berechner."
  ],
  [
    48,
    "Und Wir gaben ja Musa und Harun die Unterscheidung(snorm) und eine Erleuchtung und eine Ermahnung für die Gottesfürchtigen,"
  ],
  [
    49,
    "die ihren Herrn im Verborgenen fürchten und die wegen der Stunde besorgt sind."
  ],
  [
    50,
    "Und dies ist eine gesegnete Ermahnung, die Wir hinabgesandt haben. Wollt ihr sie denn verwerfen?"
  ],
  [
    51,
    "Wir verliehen bereits zuvor Ibrahim seine Besonnenheit; und Wir wußten über ihn Bescheid."
  ],
  [
    52,
    "Als er zu seinem Vater und seinem Volk sagte: „Was sind das für Bildwerke, deren Andacht ihr euch hingebt?"
  ],
  [
    53,
    "Sie sagten: „Wir haben (schon) unsere Väter (vor)gefunden, wie sie ihnen dienten."
  ],
  [
    54,
    "Er sagte: „Ihr und eure Väter befindet euch ja in einem deutlichen Irrtum."
  ],
  [
    55,
    "Sie sagten: „Bringst du uns die Wahrheit, oder gehörst du zu denjenigen, die ihr Spiel treiben?"
  ],
  [
    56,
    "Er sagte: „Nein! Vielmehr ist euer Herr, der Herr der Himmel und der Erde, Der sie erschaffen hat. Und ich gehöre zu denjenigen, die euch darüber Zeugnis ablegen."
  ],
  [
    57,
    "Und bei Allah, ich werde ganz gewiß gegen eure Götzen eine List anwenden, nachdem ihr den Rücken gekehrt habt."
  ],
  [
    58,
    "Da schlug er sie in Stücke, außer einem großen von ihnen, auf daß sie sich an ihn wenden möchten."
  ],
  [
    59,
    "Sie sagten: „Wer hat dies mit unseren Göttern getan? Er gehört wahrlich zu den Ungerechten."
  ],
  [
    60,
    "Sie sagten: „Wir hörten einen Jüngling sie (in abfälliger Weise) erwähnen; man nennt ihn Ibrahim."
  ],
  [
    61,
    "Sie sagten: „So bringt ihn her vor die Augen der Menschen, auf daß sie es bezeugen mögen."
  ],
  [
    62,
    "Sie sagten: „Hast du dies mit unseren Göttern getan, o Ibrahim?"
  ],
  [
    63,
    "Er sagte: „Nein! Vielmehr hat das dieser Große unter ihnen getan. Fragt sie doch, wenn sie reden können."
  ],
  [
    64,
    "Da kamen sie wieder zu sich und sagten: „Ihr seid ja die Ungerechten."
  ],
  [
    65,
    "Hierauf machten sie eine Kehrtwendung: „Du weißt doch, daß diese nicht reden können."
  ],
  [
    66,
    "Er sagte: „Dient ihr denn anstatt Allahs dem, was euch nichts nützt und nicht schadet?"
  ],
  [
    67,
    "Pfui über euch und über das, dem ihr anstatt Allahs dient! Begreift ihr denn nicht?"
  ],
  [
    68,
    "Sie sagten: „Verbrennt ihn und helft euren Göttern, wenn ihr etwas tun wollt."
  ],
  [
    69,
    "Wir sagten: „O Feuer, sei Kühlung und Unversehrtheit für Ibrahim."
  ],
  [
    70,
    "Sie wollten gegen ihn mit einer List vorgehen. Da machten Wir sie zu den größten Verlierern."
  ],
  [
    71,
    "Und Wir erretteten ihn und Lut in das Land, das Wir für (all) die Weltenbewohner gesegnet haben."
  ],
  [
    72,
    "Und Wir schenkten ihm lshaq und Ya’qub zusätzlich; und alle machten Wir rechtschaffen."
  ],
  [
    73,
    "Und Wir machten sie zu Vorbildern, die nach Unserem Befehl leiteten. Und Wir gaben ihnen ein, gute Werke zu tun, das Gebet zu verrichten und die Abgabe zu entrichten. Und sie pflegten Uns zu dienen."
  ],
  [
    74,
    "Und Lut gaben Wir Urteil(skraft) und Wissen und erretteten ihn aus der Stadt, die schlechte Taten zu begehen pflegte. Sie waren ja böse Leute, sie waren Frevler."
  ],
  [
    75,
    "Und Wir ließen ihn in Unsere Barmherzigkeit eingehen. Gewiß, er gehört zu den Rechtschaffenen."
  ],
  [
    76,
    "Und (auch) Nuh, als er zuvor rief. Da erhörten Wir ihn und erretteten darauf ihn und seine Angehörigen aus der großen Trübsal."
  ],
  [
    77,
    "Und Wir halfen ihm vor den Leuten, die Unsere Zeichen für Lüge erklärten. Sie waren ja böse Leute, und so ließen Wir sie allesamt ertrinken."
  ],
  [
    78,
    "Und (auch) Dawud und Sulaiman, als sie über das Saatfeld urteilten. Darin hatte Kleinvieh von (fremden) Leuten nachts geweidet. Und Wir waren für ihr Urteil Zeugen."
  ],
  [
    79,
    "Und Wir ließen Sulaiman es begreifen. Und allen gaben Wir Urteil(skraft) und Wissen. Und Wir machten die Berge zusammen mit Dawud dienstbar, daß sie (Uns) preisen, und (auch) die Vögel. Wir taten (es wirklich)."
  ],
  [
    80,
    "Und Wir lehrten ihn die Verfertigung von (Panzer)kleidung für euch, damit sie euch vor eurer (gegenseitigen) Gewalt schütze. Wollt ihr nun dankbar sein?"
  ],
  [
    81,
    "Und Sulaiman (machten Wir) den Sturmwind (dienstbar), daß er auf seinen Befehl zum Land wehe, das Wir gesegnet haben - und Wir wußten über alles Bescheid -,"
  ],
  [
    82,
    "und auch unter den Satanen manche, die für ihn tauchten und (auch noch andere) Arbeiten außer dieser verrichteten; und Wir bewachten sie."
  ],
  [
    83,
    "Und (auch) Ayyub, als er zu seinem Herrn rief: „Mir ist gewiß Unheil widerfahren, doch Du bist der Barmherzigste der Barmherzigen."
  ],
  [
    84,
    "Da erhörten Wir ihn und nahmen das Unheil, das auf ihm war, von ihm hinweg, und gaben ihm seine Angehörigen und noch einmal die gleiche Zahl dazu, aus Barmherzigkeit von Uns und als Ermahnung für diejenigen, die (Uns) dienen."
  ],
  [
    85,
    "Und (auch) Isma’il und Idris und Du’l-Kifl. Jeder gehörte zu den Standhaften."
  ],
  [
    86,
    "Und Wir ließen sie in Unsere Barmherzigkeit eingehen. Gewiß, sie gehören zu den Rechtschaffenen."
  ],
  [
    87,
    "Und (auch) dem Mann mit dem Fisch’, als er erzürnt wegging. Da meinte er, Wir würden ihm nicht (den Lebensunterhalt) bemessen. Dann rief er in den Finsternissen: „Es gibt keinen Gott außer Dir! Preis sei Dir! Gewiß, ich gehöre zu den Ungerechten."
  ],
  [
    88,
    "Da erhörten Wir ihn und erretteten ihn aus dem Kummer. So retten Wir die Gläubigen."
  ],
  [
    89,
    "Und (auch) Zakariyya, als er zu seinem Herrn rief: „Mein Herr, lasse mich nicht kinderlos bleiben, und Du bist der beste Erbe."
  ],
  [
    90,
    "Da erhörten Wir ihn und schenkten ihm Yahya und besserten ihm seine Gattin. Sie pflegten sich ja mit den guten Dingen zu beeilen und Uns in Begehren und Ehrfurcht anzurufen, und sie pflegten vor Uns demütig zu sein."
  ],
  [
    91,
    "Und (auch) diejenige, die ihre Scham unter Schutz stellte. Da hauchten Wir ihr von Unserem Geist ein und machten sie und ihren Sohn zu einem Zeichen für die Weltenbewohner."
  ],
  [
    92,
    "„Gewiß, diese ist eure Gemeinschaft, eine einzige Gemeinschaft, und Ich bin euer Herr; so dient Mir!"
  ],
  [
    93,
    "Aber sie spalteten sich in ihrer Angelegenheit untereinander; doch sie werden alle zu Uns zurückkehren."
  ],
  [
    94,
    "Wer etwas an rechtschaffenen Werken tut und dabei gläubig ist, der wird für sein Bemühen nicht Undank ernten; Wir schreiben es ihm gut."
  ],
  [
    95,
    "Und verboten ist es für (die Bewohner) eine(r jeden) Stadt, die Wir vernichteten, daß sie (ins Diesseits) zurückkehren,"
  ],
  [
    96,
    "bis die (Sperrmauer von) Ya’gug und Ma’güg geöffnet wird und sie von jeder Anhöhe schnell herbeilaufen"
  ],
  [
    97,
    "und das wahre Versprechen nahegerückt ist, dann werden sogleich die Blicke derjenigen, die ungläubig sind, starr werden: „O wehe uns! Wir waren dessen ja unachtsam. Nein! Vielmehr pflegten wir Unrecht zu tun."
  ],
  [
    98,
    "„Gewiß, ihr und das, dem ihr anstatt Allahs dient, seid Brennstoff der Hölle. Ihr werdet dahin hinabgehen."
  ],
  [
    99,
    "Wenn diese da Götter wären, gingen sie nicht zu ihr hinab. Und alle werden ewig darin bleiben."
  ],
  [
    100,
    "Sie werden darin seufzen und selbst darin nicht hören."
  ],
  [
    101,
    "Gewiß, diejenigen, an die von Uns (das Versprechen für) die beste Behandlung vorausgegangen ist, sie werden von ihr ferngehalten,"
  ],
  [
    102,
    "sie hören von ihr nicht (einmal) das leiseste Geräusch. Und sie werden in dem, was ihre Seelen begehrt haben, ewig bleiben."
  ],
  [
    103,
    "Der größte Schrecken macht sie nicht traurig, und die Engel empfangen sie: „Das ist euer Tag, der euch versprochen wurde."
  ],
  [
    104,
    "An dem Tag, da Wir den Himmel zusammenfalten, wie der Urkundenschreiber die Schriftstücke zusammenfaltet. Wie Wir eine erste Schöpfung am Anfang gemacht haben, wiederholen Wir sie; (das ist) ein für Uns bindendes Versprechen. Wir werden es bestimmt tun."
  ],
  [
    105,
    "Und Wir haben bereits im Buch der Weisheit nach der Ermahnung geschrieben, daß Meine rechtschaffenen Diener das Land erben werden."
  ],
  [
    106,
    "In diesem ist fürwahr eine Botschaft an Leute, die (Uns) dienen."
  ],
  [
    107,
    "Und Wir haben dich nur als Barmherzigkeit für die Weltenbewohner gesandt."
  ],
  [
    108,
    "Sag: Mir wird (als Offenbarung) nur eingegeben, daß euer Gott nur ein einziger Gott ist. Werdet ihr nun (Allah) ergeben sein?"
  ],
  [
    109,
    "Wenn sie sich abkehren, dann sag: Ich habe es euch (allen) gleichermaßen angekündigt, und ich weiß nicht, ob das nahe ist oder fernliegt, was euch versprochen wird."
  ],
  [
    110,
    "Gewiß, Er weiß, was an Worten laut vernehmbar geäußert wird, und Er weiß, was ihr verheimlicht."
  ],
  [
    111,
    "Und ich weiß (auch) nicht, ob es vielleicht nur eine Versuchung für euch ist und ein Nießbrauch auf Zeit."
  ],
  [
    112,
    "Er sagte: Mein Herr, richte der Wahrheit entsprechend. Und unser Herr ist der Allerbarmer, bei Dem Hilfe zu suchen ist gegen das, was ihr beschreibt."
  ]
]