[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Ta-Sin. Dies sind die Zeichen des Qur’ans und eines deutlichen Buches,"
  ],
  [
    2,
    "als Rechtleitung und frohe Botschaft für die Gläubigen,"
  ],
  [
    3,
    "die das Gebet verrichten und die Abgabe entrichten, und sie, die sie vom Jenseits überzeugt sind."
  ],
  [
    4,
    "Gewiß, denjenigen, die nicht an das Jenseits glauben, haben Wir ihre Taten ausgeschmückt, so daß sie blind umherirren."
  ],
  [
    5,
    "Das sind diejenigen, für die es böse Strafe geben wird, und im Jenseits sind sie die größten Verlierer."
  ],
  [
    6,
    "Dir wird der Qur’an wahrlich von Seiten eines Allweisen und Allwissenden zum Empfang überbracht."
  ],
  [
    7,
    "Als Musa zu seinen Angehörigen sagte: „Ich habe ein Feuer wahrgenommen. Ich werde euch davon eine Nachricht bringen, oder ich bringe euch einen Leuchtkörper, ein brennendes Stück Holz, auf daß ihr euch (daran) wärmen könnt."
  ],
  [
    8,
    "Als er dort ankam, wurde ihm zugerufen: „Gesegnet ist wer im Feuer und wer in dessen Umgebung ist, und Preis sei Allah, dem Herrn der Weltenbewohner!"
  ],
  [
    9,
    "O Musa, Ich bin es, gewiß, Ich bin Allah, der Allmächtige und Allweise."
  ],
  [
    10,
    "Und: „Wirf deinen Stock hin. Doch als er sah, daß er sich hin und her bewegte, als wäre er eine flinke Schlange, kehrte er den Rücken und wandte sich nicht mehr um. „O Musa, fürchte dich nicht, denn bei Mir brauchen sich die Gesandten nicht zu fürchten."
  ],
  [
    11,
    "Wer aber Unrecht getan und hierauf nach Bösem Gutes eingetauscht hat, so bin Ich Allvergebend und Barmherzig."
  ],
  [
    12,
    "Und stecke deine Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Übel befallen, heraus. (Dies zählt) zu neun Zeichen, (gerichtet) an Fir’aun und sein Volk. Gewiß, sie sind ein Volk von Frevlern."
  ],
  [
    13,
    "Als dann Unsere Zeichen offenkundig sichtbar zu ihnen kamen, sagten sie: „Das ist deutliche Zauberei."
  ],
  [
    14,
    "Und sie verleugneten sie, obwohl sie selbst davon überzeugt waren, aus Ungerechtigkeit und Überheblichkeit. So schau, wie das Ende der Unheilstifter war."
  ],
  [
    15,
    "Und Wir gaben bereits Dawud und Sulaiman Wissen. Und sie sagten: „(Alles) Lob gehört Allah, der uns vor vielen Seiner gläubigen Diener bevorzugt hat!"
  ],
  [
    16,
    "Und Sulaiman beerbte Dawud und sagte„O ihr Menschen, uns ist die Sprache der Vögel gelehrt worden, und uns wurde von allem gegeben. Das ist wahrlich die deutliche Huld."
  ],
  [
    17,
    "Und versammelt wurden für Sulaiman seine Heerscharen - unter den Ginn, Menschen und Vögeln -, und so wurden sie in Reihen geordnet."
  ],
  [
    18,
    "Als sie dann zum Ameisental kamen, sagte eine Ameise: „O ihr Ameisen, geht in eure Wohnungen hinein, damit euch ja nicht Sulaiman und seine Heerscharen niederwalzen, ohne daß sie merken."
  ],
  [
    19,
    "Da lächelte er erheitert über ihre Worte und sagte: „Mein Herr, veranlasse mich, für Deine Gunst zu danken, die Du mir und meinen Eltern erwiesen hast, und rechtschaffen zu handeln, womit Du zufrieden bist. Und lasse mich durch Deine Barmherzigkeit eingehen in die Reihen Deiner rechtschaffenen Diener."
  ],
  [
    20,
    "Und er schaute bei den Vögeln nach. Da sagte er: „Wie kommt es, daß ich den Wiedehopf nicht sehe? Befindet er sich etwa unter den Abwesenden?"
  ],
  [
    21,
    "Ich werde ihn ganz gewiß strengstens strafen, oder ich werde ihn ganz gewiß hinrichten (lassen), es sei denn, er bringt mir fürwahr eine deutliche Ermächtigung."
  ],
  [
    22,
    "Aber er blieb nicht lange aus. Er sagte: „Ich habe (an Wissen) erfaßt, was du nicht erfaßt hast. Und ich bringe dir aus Saba sichere Kunde."
  ],
  [
    23,
    "Gewiß, ich habe herausgefunden, daß eine Frau über sie herrscht, daß ihr von allem gegeben worden ist und daß sie einen gewaltigen Thron hat."
  ],
  [
    24,
    "Ich habe herausgefunden, daß sie und ihr Volk sich vor der Sonne niederwerfen, anstatt vor Allah. Und der Satan hat ihnen ihre Taten ausgeschmückt und sie dann vom Weg abgehalten, so daß sie nicht rechtgeleitet sind,"
  ],
  [
    25,
    "(dies), damit sie sich nicht vor Allah niederwerfen, Der das Versteckte in den Himmeln und auf der Erde herausbringt und weiß, was ihr verbergt, und was ihr offenlegt."
  ],
  [
    26,
    "Allah - es gibt keinen Gott außer Ihm, dem Herrn des gewaltigen Thrones."
  ],
  [
    27,
    "Er sagte: „Wir werden schauen, ob du die Wahrheit sagst oder ob du zu den Lügnern gehörst."
  ],
  [
    28,
    "Geh mit diesem meinem Schreiben, überbringe es ihnen und kehre dich hierauf von ihnen ab. Dann schau, was sie erwidern."
  ],
  [
    29,
    "Sie sagte: „O ihr führende Schar, mir ist ein edles Schreiben zugeworfen worden."
  ],
  [
    30,
    "Gewiß, es ist von Sulaiman, und es lautet: ,Im Namen Allahs, des Allerbarmers, des Barmherzigen."
  ],
  [
    31,
    "Seid mir gegenüber nicht überheblich und kommt als (Allah) Ergebene zu mir’."
  ],
  [
    32,
    "Sie sagte: „O ihr führende Schar, gebt mir eure Meinung über meine Angelegenheit bekannt; ich pflege ja keine Angelegenheit zu entscheiden, solange ihr nicht bei mir anwesend seid."
  ],
  [
    33,
    "Sie sagten: „Wir besitzen eine Streitmacht und besitzen eine starke Gewalt, doch es steht dir zu, zu befehlen. So sieh zu, was du befehlen willst."
  ],
  [
    34,
    "Sie sagte: „Gewiß, wenn Könige eine Stadt betreten, verderben sie sie und machen die Mächtigen ihrer Bewohner zu Erniedrigten, und so handeln sie."
  ],
  [
    35,
    "Gewiß, ich werde (Boten) zu ihnen senden mit einem Geschenk und dann abwarten, was (für eine Antwort) die Gesandten zurückbringen."
  ],
  [
    36,
    "Als er zu Sulaiman kam, sagte dieser : „Wollt ihr mich mit Besitz unterstützen? Aber das, was mir Allah gegeben hat, ist besser als das, was Er euch gegeben hat. Nein! Vielmehr seid ihr es, die ihr über euer Geschenk froh seid."
  ],
  [
    37,
    "Kehr zu ihnen zurück. Wir werden ganz gewiß mit Heerscharen über sie kommen, denen sie nichts entgegenzusetzen haben. Und wir werden sie ganz gewiß erniedrigt daraus vertreiben, als Geringgeachtete."
  ],
  [
    38,
    "Er sagte: „O ihr führende Schar, wer von euch bringt mir ihren Thron, bevor sie als (Allah) Ergebene zu mir kommen?"
  ],
  [
    39,
    "Ein unüberwindlicher von den Ginn sagte: „Ich bringe ihn dir, bevor du dich von deiner Stelle erhebst. Und ich bin wahrlich stark (genug) dazu und vertrauenswürdig."
  ],
  [
    40,
    "Derjenige, der Wissen aus der Schrift hatte, sagte: „Ich bringe ihn dir, bevor dein Blick zu dir zurückkehrt. Als er ihn unbeweglich bei sich stehen sah, sagte er: „Dies ist von der Huld meines Herrn, damit Er mich prüft, ob ich dankbar oder undankbar bin. Wer dankbar ist, der ist nur zu seinem eigenen Vorteil dankbar; wer aber undankbar ist - so ist mein Herr unbedürftig und freigebig."
  ],
  [
    41,
    "Er sagte: „Macht ihr ihren Thron unkenntlich, wir wollen schauen, ob sie rechtgeleitet wird oder ob sie zu denjenigen gehört, die nicht rechtgeleitet werden."
  ],
  [
    42,
    "Als sie kam, wurde (zu ihr) gesagt: „Ist dein Thron so (wie dieser hier)? Sie sagte: „Es ist so, als ob er es sei. (Sulaiman sagte:) „Und uns wurde schon davor das Wissen gegeben, und wir waren (Allah) ergeben."
  ],
  [
    43,
    "Aber abgehalten (vom Glauben) hat sie das, dem sie anstatt Allahs diente, denn sie gehörte zu ungläubigen Leuten."
  ],
  [
    44,
    "Es wurde zu ihr gesagt: „Tritt in den Prachtbau ein. Als sie ihn sah, hielt sie ihn für ein tiefes Wasser und entblößte ihre Unterschenkel. Er sagte: „Es ist ein mit Glas ausgelegter Prachtbau. Sie sagte: „Mein Herr, ich habe mir selbst Unrecht zugefügt, aber ich ergebe mich (nun), zusammen mit Sulaiman, Allah, dem Herrn der Weltenbewohner."
  ],
  [
    45,
    "Und Wir sandten bereits zu den Tamud ihren Bruder Salih: „Dient Allah. Da waren es sogleich zwei Gruppen, die miteinander stritten."
  ],
  [
    46,
    "Er sagte: „O mein Volk, warum wünscht ihr, das Schlechte vor dem Guten zu beschleunigen? Würdet ihr doch Allah um Vergebung bitten, auf daß ihr Erbarmen finden möget!"
  ],
  [
    47,
    "Sie sagten: „Wir sehen ein böses Vorzeichen in dir und in denjenigen, die mit dir sind. Er sagte: „Euer Vorzeichen ist bei Allah. Nein! Vielmehr seid ihr Leute, die der Versuchung ausgesetzt werden."
  ],
  [
    48,
    "Nun befanden sich in der Stadt neun Mitglieder einer Sippschaft, die auf der Erde Unheil stifteten und keine Besserung brachten."
  ],
  [
    49,
    "Sie sagten: „Schwört einander bei Allah: Wir werden ganz gewiß ihn und seine Angehörigen nachts überfallen, und hierauf werden wir zu seinem nächsten Verwandten sagen: ,Wir waren bei der Vernichtung seiner Angehörigen nicht zugegen, und wir sagen ganz gewiß die Wahrheit’."
  ],
  [
    50,
    "Sie schmiedeten Ränke, und Wir schmiedeten Ränke, ohne daß sie merkten."
  ],
  [
    51,
    "Schau nur, wie die Folge ihrer Ränke war: Wir zerstörten sie und ihr Volk allesamt."
  ],
  [
    52,
    "Dies sind nun ihre Häuser, wüst dafür, daß sie Unrecht taten. Darin ist wahrlich ein Zeichen für Leute, die Bescheid wissen."
  ],
  [
    53,
    "Und Wir retteten diejenigen, die glaubten und gottesfürchtig waren."
  ],
  [
    54,
    "Und (Wir sandten) Lut. Als er zu seinem Volk sagte: „Wollt ihr denn sehend(en Auges) das Abscheuliche begehen?"
  ],
  [
    55,
    "Laßt ihr euch denn wahrlich in Begierde mit den Männern ein anstatt mit den Frauen? Aber nein! Ihr seid Leute, die töricht sind."
  ],
  [
    56,
    "Doch die Antwort seines Volkes war nur, daß sie sagten: „Vertreibt die Sippe Luts aus eurer Stadt! Das sind Menschen, die sich rein halten."
  ],
  [
    57,
    "Da retteten Wir ihn und seine Angehörigen, außer seiner Frau; Wir bestimmten, daß sie zu denjenigen gehörte, die zurückblieben."
  ],
  [
    58,
    "Und Wir ließen einen Regen auf sie niedergehen; wie böse war der Regen der Gewarnten!"
  ],
  [
    59,
    "Sag: (Alles) Lob gehört Allah, und Friede sei auf Seinen Dienern, die Er Sich auserwählt hat! Ist denn Allah besser oder das, was sie (Ihm) beigesellen?"
  ],
  [
    60,
    "Oder (ist besser) Wer die Himmel und die Erde erschaffen hat und für euch vom Himmel Wasser herabkommen läßt, durch das Wir in Entzücken versetzende umfriedete Gärten wachsen lassen, deren Bäume unmöglich ihr wachsen lassen könntet. Gibt es denn einen (anderen) Gott neben Allah? Nein! Vielmehr sind sie Leute, die (Allah andere) gleichsetzen."
  ],
  [
    61,
    "Oder (ist besser) Wer die Erde zu einem festen Grund gemacht und Flüsse durch sie gemacht und festgegründete Berge (auf) ihr gemacht und zwischen den beiden Meeren eine Schranke gemacht hat? Gibt es denn einen (anderen) Gott neben Allah? Aber nein! Die meisten von ihnen wissen nicht."
  ],
  [
    62,
    "Oder (ist besser) Wer den in einer Notlage Befindlichen erhört, wenn er Ihn anruft, und das Böse hinwegnimmt und euch zu Nachfolgern (auf) der Erde macht? Gibt es denn einen (anderen) Gott neben Allah? Wie wenig ihr bedenkt!"
  ],
  [
    63,
    "Oder (ist besser) Wer euch in den Finsternissen des Festlandes und des Meeres (den rechten Weg) leitet und Wer die Winde als Frohboten Seiner Barmherzigkeit (voraus)sendet? Gibt es denn einen (anderen) Gott neben Allah? Erhaben ist Allah über das, was sie (Ihm) beigesellen."
  ],
  [
    64,
    "Oder (ist besser) Wer die Schöpfung am Anfang macht und sie hierauf wiederholt und Wer euch vom Himmel und von der Erde versorgt? Gibt es denn einen (anderen) Gott neben Allah? Sag: Bringt euren Beweis vor, wenn ihr wahrhaftig seid."
  ],
  [
    65,
    "Sag: Über das Verborgene weiß nicht Bescheid wer in den Himmeln und auf der Erde ist, außer Allah; und sie merken nicht, wann sie auferweckt werden."
  ],
  [
    66,
    "Nein! Vielmehr hat ihr Wissen über das Jenseits versagt. Nein! Vielmehr sind sie darüber im Zweifel. Nein! Vielmehr sind sie ihm gegenüber blind."
  ],
  [
    67,
    "Und diejenigen, die ungläubig sind, sagen: „Wenn wir zu Erde geworden sind, und (auch) unsere Väter, sollen wir denn dann wirklich wieder hervorgebracht werden?"
  ],
  [
    68,
    "Dies ist zuvor bereits uns und unseren Vätern versprochen worden. Das sind nur Fabeln der Früheren."
  ],
  [
    69,
    "Sag: Reist auf der Erde umher und schaut, wie das Ende der Übeltäter war."
  ],
  [
    70,
    "Sei nicht traurig über sie, und sei nicht in Beklommenheit wegen der Ränke, die sie schmieden."
  ],
  [
    71,
    "Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid?"
  ],
  [
    72,
    "Sag: Vielleicht ist dicht hinter euch einiges von dem, was ihr zu beschleunigen wünscht."
  ],
  [
    73,
    "Dein Herr ist wahrlich voll Huld gegen die Menschen. Aber die meisten von ihnen sind nicht dankbar."
  ],
  [
    74,
    "Und dein Herr weiß fürwahr, was ihre Brüste verhehlen und was sie offenlegen."
  ],
  [
    75,
    "Und es gibt nichts Verborgenes im Himmel und auf der Erde, das nicht in einem deutlichen Buch (verzeichnet) wäre."
  ],
  [
    76,
    "Gewiß, dieser Qur’an erzählt den Kindern Isra’ils das meiste von dem, worüber sie uneinig sind."
  ],
  [
    77,
    "Und es ist wahrlich eine Rechtleitung und Barmherzigkeit für die Gläubigen."
  ],
  [
    78,
    "Gewiß, dein Herr wird zwischen ihnen durch Sein Urteil entscheiden. Und Er ist der Allmächtige und Allwissende."
  ],
  [
    79,
    "So verlasse dich auf Allah, denn du verfährst nach der offenkundigen Wahrheit."
  ],
  [
    80,
    "Du kannst weder die Toten hören lassen noch die Tauben den Ruf hören lassen, wenn sie den Rücken kehren."
  ],
  [
    81,
    "Noch kannst du die Blinden aus ihrem Irrtum heraus rechtleiten. Hören lassen kannst du nur, wer an Unsere Zeichen glaubt und die (Uns) somit ergeben sind."
  ],
  [
    82,
    "Und wenn das Wort über sie fällig wird, bringen Wir ihnen ein Tier aus der Erde hervor, das zu ihnen spricht; (dies), weil die Menschen von Unseren Zeichen nicht überzeugt sind."
  ],
  [
    83,
    "Und (denke an) den Tag, da Wir aus jeder Gemeinschaft eine Schar von denjenigen versammeln werden, die Unsere Zeichen für Lüge erklären, und sie dann in Reihen geordnet werden."
  ],
  [
    84,
    "Wenn sie dann kommen, sagt Er: „Habt ihr denn Meine Zeichen für Lüge erklärt und davon kein umfassendes Wissen gehabt, oder was habt ihr denn sonst getan?"
  ],
  [
    85,
    "Und das Wort wird über sie fällig werden dafür, daß sie Unrecht taten, und da werden sie nicht reden."
  ],
  [
    86,
    "Sehen sie nicht, daß Wir die Nacht gemacht haben, damit sie in ihr ruhen, und den Tag hell? Darin sind wahrlich Zeichen für Leute, die glauben."
  ],
  [
    87,
    "Und (denke an) den Tag, da ins Horn geblasen wird und da (all) diejenigen erschrecken, die in den Himmeln und die auf der Erde sind, außer wer Allah will. Und alle kommen in Demut zu Ihm."
  ],
  [
    88,
    "Und du siehst die Berge, von denen du meinst, sie seien unbeweglich, während sie wie Wolken vorbeiziehen. - (Es ist) das Werk Allahs, Der alles sehr geschickt gemacht hat. Gewiß, Er ist Kundig dessen, was ihr tut."
  ],
  [
    89,
    "Wer mit einer guten Tat kommt, wird etwas Besseres als sie erhalten. Und sie sind vor (jedem) Schrecken an jenem Tag in Sicherheit."
  ],
  [
    90,
    "Wer aber mit einer schlechten Tat kommt, - diese werden mit ihren Gesichtern (voran) ins (Höllen)feuer gestürzt: „Wird euch denn etwas anderes vergolten als das, was ihr zu tun pflegtet?"
  ],
  [
    91,
    "Mir ist nur befohlen worden, dem Herrn dieser Ortschaft zu dienen, Der sie geschützt hat und Dem alles gehört. Und mir ist befohlen worden, einer der (Ihm) Ergebenen zu sein"
  ],
  [
    92,
    "und den Qur’an zu verlesen. Wer sich nun rechtleiten läßt, der ist nur zu seinem eigenen Vorteil rechtgeleitet. Und wenn einer irregeht, dann sag: Ich gehöre ja nur zu den Überbringern von Warnungen."
  ],
  [
    93,
    "Und sag: (Alles) Lob gehört Allah! Er wird euch Seine Zeichen zeigen, und dann werdet ihr sie erkennen. Allah ist nicht unachtsam dessen, was ihr tut."
  ]
]