[
  {
    "id": 29,
    "city": "makkah",
    "name": {
      "translated": "The Spider",
      "transliterated": "Al-'Ankabut",
      "codepoints": [
        1575,
        1604,
        1593,
        1606,
        1603,
        1576,
        1608,
        1578
      ]
    },
    "ayahs": 69,
    "slug": "al-ankabut",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Alif-Lam-Mim."
  ],
  [
    2,
    "Meinen die Menschen, daß sie in Ruhe gelassen werden, (nur) weil sie sagen: „Wir glauben, ohne daß sie geprüft werden?"
  ],
  [
    3,
    "Wir haben bereits diejenigen vor ihnen geprüft. Allah wird ganz gewiß diejenigen kennen, die die Wahrheit sprechen, und Er wird ganz gewiß die Lügner kennen."
  ],
  [
    4,
    "Oder meinen diejenigen, die böse Taten begehen, daß sie Uns entkommen (können)? Wie böse ist, was sie urteilen!"
  ],
  [
    5,
    "Wer die Begegnung mit Allah erwartet-, so wird Allahs Frist sicher kommen. Und Er ist der Allhörende und Allwissende."
  ],
  [
    6,
    "Und wer sich abmüht, der müht sich nur zu seinem eigenen Vorteil ab, denn Allah ist der Weltenbewohner fürwahr unbedürftig."
  ],
  [
    7,
    "Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir ganz gewiß ihre bösen Taten tilgen und ihnen ganz gewiß das Beste vergelten von dem, was sie taten."
  ],
  [
    8,
    "Und Wir haben dem Menschen anbefohlen, seine Eltern mit Güte zu behandeln. Wenn sie sich aber darum bemühen, daß Du Mir das beigesellst, wovon du kein Wissen hast, dann gehorche ihnen nicht. Zu Mir wird eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet."
  ],
  [
    9,
    "Diejenigen, die glauben und rechtschaffene Werke tun, lassen Wir in die Reihen der Rechtschaffenen eingehen."
  ],
  [
    10,
    "Und unter den Menschen gibt es manchen, der sagt: „Wir glauben an Allah. Wenn ihm aber um Allahs willen Leid zugefügt wird, setzt er die Anfechtung durch die Menschen der Strafe Allahs gleich. Wenn jedoch Hilfe von deinem Herrn kommt, sagen sie ganz gewiß: „Wir sind ja mit euch gewesen. Weiß Allah denn nicht besser Bescheid über das, was in den Brüsten der Weltenbewohner steckt?"
  ],
  [
    11,
    "Und Allah wird ganz gewiß diejenigen kennen, die glauben, und Er wird ganz gewiß die Heuchler kennen."
  ],
  [
    12,
    "Und diejenigen, die ungläubig sind, sagen zu denjenigen, die glauben: „Folgt unserem Weg. Laßt uns eure Verfehlungen tragen. Tragen werden sie aber nichts von ihren Verfehlungen, denn sie sind fürwahr Lügner."
  ],
  [
    13,
    "Ganz gewiß werden sie ihre (eigenen) Lasten tragen, und auch (weitere) Lasten zu ihren (eigenen) Lasten hinzu. Und sie werden am Tag der Auferstehung ganz gewiß befragt werden nach dem, was sie zu ersinnen pflegten."
  ],
  [
    14,
    "Und Wir sandten bereits Nuh zu seinem Volk. Er verweilte unter ihnen tausend Jahre weniger fünfzig Jahre. Da ergriff sie die Überschwemmung, während sie Unrecht taten."
  ],
  [
    15,
    "Da retteten Wir ihn und die Insassen des Schiffes und machten es zu einem Zeichen für die Weltenbewohner."
  ],
  [
    16,
    "Und (Wir sandten) Ibrahim. Als er zu seinem Volk sagte: „Dient Allah und fürchtet Ihn. Das ist besser für euch, wenn ihr (es) nur wißt."
  ],
  [
    17,
    "Ihr dient anstatt Allahs nur Götzen und schafft (dabei nur) ungeheuerliche Lüge. Gewiß, diejenigen, denen ihr anstatt Allahs dient, vermögen euch nicht zu versorgen. Sucht darum bei Allah die Versorgung und dient Ihm und dankt Ihm. Zu Ihm werdet ihr zurückgebracht."
  ],
  [
    18,
    "Und wenn ihr (die Botschaft) für Lüge erklärt, so haben bereits vor euch (andere) Gemeinschaften (sie) für Lüge erklärt. Und dem Gesandten obliegt nur die deutliche Übermittlung (der Botschaft)."
  ],
  [
    19,
    "Haben sie denn nicht gesehen, wie Allah die Schöpfung am Anfang macht und sie hierauf wiederholt? Gewiß, das ist für Allah ein leichtes."
  ],
  [
    20,
    "Sag: Reist auf der Erde umher und schaut, wie Er die Schöpfung am Anfang gemacht hat. Hierauf läßt Allah die letzte Schöpfung entstehen. Gewiß, Allah hat zu allem die Macht."
  ],
  [
    21,
    "Er straft, wen Er will, und Er erbarmt Sich, wessen Er will. Und zu Ihm werdet ihr zurückgebracht."
  ],
  [
    22,
    "Und ihr werdet euch (Ihm) weder auf der Erde noch im Himmel entziehen können, und ihr habt außer Allah weder Schutzherrn noch Helfer."
  ],
  [
    23,
    "Diejenigen, die Allahs Zeichen und die Begegnung mit Ihm ableugnen, diese haben die Hoffnung auf Meine Barmherzigkeit aufgegeben, und für diese wird es schmerzhafte Strafe geben."
  ],
  [
    24,
    "Aber die Antwort seines Volkes war nur, daß sie sagten: „Tötet ihn oder verbrennt ihn. Da rettete Allah ihn aus dem Feuer. Darin sind wahrlich Zeichen für Leute, die glauben."
  ],
  [
    25,
    "Und er sagte: „Ihr habt euch ja anstatt Allahs nur Götzen genommen aus Freundschaft zueinander im diesseitigen Leben. Aber dereinst, am Tag der Auferstehung, werdet ihr einander verleugnen und einander verfluchen. Euer Zufluchtsort ist das (Höllen)feuer, und ihr werdet keine Helfer haben."
  ],
  [
    26,
    "Da glaubte Lut ihm und sagte: „Ich werde zu meinem Herrn auswandern. Er ist ja der Allmächtige und Allweise."
  ],
  [
    27,
    "Und Wir schenkten ihm Ishaq und Ya’qub und richteten unter seiner Nachkommenschaft das Prophetentum und die Schrift ein und gaben ihm seinen Lohn im Diesseits. Und im Jenseits gehört er fürwahr zu den Rechtschaffenen."
  ],
  [
    28,
    "Und (Wir sandten) Lut. Als er zu seinem Volk sagte: „Ihr begeht fürwahr das Abscheuliche, wie es vor euch niemand von den Weltenbewohnern getan hat."
  ],
  [
    29,
    "Laßt ihr euch denn wahrlich (in Begierde) mit den Männern ein, und schneidet den (natürlichen) Weg ab und begeht in euren Zusammenkünften das Verwerfliche? Aber die Antwort seines Volkes war nur, daß sie sagten: „Bringe uns doch die Strafe Allahs her, wenn du zu den Wahrhaftigen gehörst."
  ],
  [
    30,
    "Er sagte: „Mein Herr, hilf mir gegen das Volk, das Unheil stiftet."
  ],
  [
    31,
    "Und als Unsere Gesandten zu Ibrahim mit der frohen Botschaft kamen, sagten sie: „Wir werden die Bewohner dieser Stadt vernichten, denn ihre Bewohner sind ungerecht."
  ],
  [
    32,
    "Er sagte: Aber Lut befindet sich in ihr. Sie sagten: Wir wissen sehr wohl, wer sich in ihr befindet. Wir werden ihn ganz gewiß erretten, (ihn) und seine Angehörigen, außer seiner Frau; sie gehört zu denjenigen, die zurückbleiben."
  ],
  [
    33,
    "Und als nun Unsere Gesandten zu Lut kamen, geriet er ihretwegen in eine böse Lage und war durch ihre Anwesenheit beklommen. Sie sagten: „Fürchte dich nicht und sei nicht traurig, denn wir werden dich erretten, (dich) und deine Angehörigen, außer deiner Frau; sie gehört zu denjenigen, die zurückbleiben."
  ],
  [
    34,
    "Wir werden auf die Bewohner dieser Stadt eine unheilvolle Strafe vom Himmel herabkommen lassen dafür, daß sie gefrevelt haben,"
  ],
  [
    35,
    "Und Wir ließen ja von ihr ein klares Zeichen zurück für Leute, die begreifen."
  ],
  [
    36,
    "Und (Wir sandten) zu Madyan ihren Bruder Su’aib. Da sagte er: „O mein Volk, dient Allah, erwartet den Jüngsten Tag und richtet auf der Erde nicht unheilstiftend Verderben an."
  ],
  [
    37,
    "Aber sie bezichtigten ihn der Lüge. Da ergriff sie das Zittern, und am Morgen lagen sie in ihrer Wohnstätte auf den Brüsten da."
  ],
  [
    38,
    "Und (erwähne auch) die ’Ad und die Tamud. (Ihr Untergang) ist euch ja deutlich geworden an ihren Wohnorten. Der Satan schmückte ihnen ihre Taten aus und hielt sie so vom Weg ab, obwohl sie Einsicht besaßen."
  ],
  [
    39,
    "Und (erwähne weiterhin) Qarun und Fir’aun und Haman. Musa kam ja zu ihnen mit den klaren Beweisen. Aber sie verhielten sich hochmütig auf der Erde; doch konnten sie (Uns) nicht zuvorkommen."
  ],
  [
    40,
    "Einen jeden ergriffen Wir für seine Sünde; so sandten Wir gegen einige von ihnen einen Sturm von Steinchen, andere ergriff der Schrei, mit anderen ließen Wir die Erde versinken, andere ließen Wir ertrinken. Und nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt."
  ],
  [
    41,
    "Das Gleichnis derjenigen, die sich anstatt Allahs Schutzherren nehmen, ist das der Spinne, die sich ein Haus genommen hat; das schwächste Haus ist fürwahr das Haus der Spinne, wenn sie (es) nur wüßten!"
  ],
  [
    42,
    "Gewiß, Allah weiß all das, was sie anstatt Seiner anrufen. Und Er ist der Allmächtige und Allweise."
  ],
  [
    43,
    "Diese Gleichnisse prägen Wir für die Menschen. Aber nur diejenigen verstehen sie, die Wissen besitzen."
  ],
  [
    44,
    "Allah hat die Himmel und die Erde in Wahrheit erschaffen. Darin ist wahrlich ein Zeichen für die Gläubigen."
  ],
  [
    45,
    "Verlies, was dir vom Buch (als Offenbarung) eingegeben wird, und verrichte das Gebet. Gewiß, das Gebet hält davon ab, das Schändliche und das Verwerfliche (zu tun). Und das Gedenken Allahs ist wahrlich größer. Und Allah weiß, was ihr macht."
  ],
  [
    46,
    "Und streitet mit den Leuten der Schrift nur in bester Weise, außer denjenigen von ihnen, die Unrecht tun. Und sagt: „Wir glauben an das, was (als Offenbarung) zu uns herabgesandt worden ist und zu euch herabgesandt worden ist; unser Gott und euer Gott ist Einer, und wir sind Ihm ergeben’."
  ],
  [
    47,
    "Und so haben Wir das Buch zu dir hinabgesandt. Diejenigen, denen Wir die Schrift gaben, glauben daran. Und auch unter diesen da gibt es manche, die daran glauben. Nur die Ungläubigen verleugnen Unsere Zeichen."
  ],
  [
    48,
    "Und du hast vordem kein Buch verlesen und es auch nicht mit deiner rechten Hand niedergeschrieben. Sonst würden wahrlich diejenigen zweifeln, die (es) für falsch erklären."
  ],
  [
    49,
    "Nein! Vielmehr sind es klare Zeichen in den Brüsten derjenigen, denen das Wissen gegeben worden ist. Und nur die Ungerechten verleugnen Unsere Zeichen."
  ],
  [
    50,
    "Und sie sagen: „Wenn doch Zeichen von seinem Herrn auf ihn herabgesandt würden! Sag: Über die Zeichen verfügt (allein) Allah . Und ich bin nur ein deutlicher Warner."
  ],
  [
    51,
    "Genügt es ihnen denn nicht, daß Wir das Buch auf dich hinabgesandt haben, das ihnen verlesen wird? Darin ist wahrlich eine Barmherzigkeit und eine Ermahnung für Leute, die glauben."
  ],
  [
    52,
    "Sag: Allah genügt zwischen mir und euch als Zeuge. Er weiß, was in den Himmeln und auf der Erde ist. Und diejenigen, die an das Falsche glauben und Allah verleugnen, das sind die Verlierer."
  ],
  [
    53,
    "Und sie wünschen von dir, die Strafe zu beschleunigen. Wenn es nicht eine festgesetzte Frist gäbe, wäre die Strafe wahrlich zu ihnen gekommen. Aber ganz gewiß wird sie plötzlich über sie kommen, ohne daß sie merken."
  ],
  [
    54,
    "Sie wünschen von dir, die Strafe zu beschleunigen, doch wahrlich, die Hölle umfaßt die Ungläubigen,"
  ],
  [
    55,
    "am Tag, da die Strafe sie von oben und von unterhalb ihrer Füße her überdeckt, und Er sagt: „Kostet, was ihr zu tun pflegtet."
  ],
  [
    56,
    "O Meine Diener, die ihr glaubt, gewiß, Meine Erde ist weit. So dient Mir, ja, allein Mir."
  ],
  [
    57,
    "Jede Seele wird den Tod kosten. Hierauf werdet ihr zu Uns zurückgebracht."
  ],
  [
    58,
    "Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir im (Paradies)garten ganz gewiß Obergemächer zuweisen, durcheilt von Bächen; ewig darin zu bleiben. Wie trefflich ist der Lohn derjenigen, die (gut) handeln,"
  ],
  [
    59,
    "die standhaft sind und sich auf ihren Herrn verlassen."
  ],
  [
    60,
    "Und wie viele Tiere tragen ihre (eigene) Versorgung nicht herbei! Allah versorgt sie und euch. Und Er ist der Allhörende und Allwissende."
  ],
  [
    61,
    "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen und die Sonne und den Mond dienstbar gemacht hat, sagen sie ganz gewiß: Allah. Wie lassen sie sich also abwendig machen?"
  ],
  [
    62,
    "Allah gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt ihm auch. Gewiß, Allah weiß über alles Bescheid."
  ],
  [
    63,
    "Und wenn du sie fragst, wer vom Himmel Wasser herabkommen läßt und dann damit die Erde nach ihrem Tod wieder lebendig macht, sagen sie ganz gewiß: „Allah. Sag: (Alles) Lob gehört Allah! Aber nein! Die meisten von ihnen begreifen nicht."
  ],
  [
    64,
    "Dieses irdische Leben ist nur Zerstreuung und Spiel. Die jenseitige Wohnstätte aber ist wahrlich das eigentliche Leben, wenn sie (es) nur wüßten!"
  ],
  [
    65,
    "Wenn sie ein Schiff besteigen, rufen sie Allah an, (wobei sie) Ihm gegenüber aufrichtig in der Religion (sind). Wenn Er sie nun ans Land errettet, gesellen sie sogleich (Ihm wieder andere) bei,"
  ],
  [
    66,
    "um undankbar zu sein für das, was Wir ihnen gegeben haben, und um zu genießen; sie werden (es noch) erfahren."
  ],
  [
    67,
    "Sehen sie denn nicht, daß Wir einen sicheren geschützten Bezirk gemacht haben, während die Menschen in ihrer Umgebung fortgerissen werden? Wollen sie denn an das Falsche glauben und Allahs Gunst verleugnen?"
  ],
  [
    68,
    "Und wer ist ungerechter als jemand, der gegen Allah eine Lüge ersinnt oder die Wahrheit, nachdem sie zu ihm gekommen ist, für Lüge erklärt? Ist nicht in der Hölle ein Aufenthaltsort für die Ungläubigen?"
  ],
  [
    69,
    "Diejenigen aber, die sich um Unsertwillen abmühen, werden Wir ganz gewiß Unsere Wege leiten. Und Allah ist wahrlich mit den Gutes Tuenden."
  ]
]