[
  {
    "id": 33,
    "city": "madina",
    "name": {
      "translated": "The Clans",
      "transliterated": "Al-Ahzab",
      "codepoints": [
        1575,
        1604,
        1571,
        1581,
        1586,
        1575,
        1576
      ]
    },
    "ayahs": 73,
    "slug": "al-ahzab",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "O Prophet, fürchte Allah und gehorche nicht den Ungläubigen und den Heuchlern. Gewiß, Allah ist Allwissend und Allweise."
  ],
  [
    2,
    "Und folge dem, was dir (als Offenbarung) von deinem Herrn eingegeben wird. Gewiß, Allah ist dessen, was ihr tut, Kundig."
  ],
  [
    3,
    "Und verlasse dich auf Allah. Allah genügt als Sachwalter."
  ],
  [
    4,
    "Allah hat keinem Mann zwei Herzen in seinem Inneren gemacht. Und Er hat eure Gattinnen, von denen ihr euch durch den Rückenschwur trennt, nicht (wirklich) zu euren Müttern gemacht. Und Er hat eure angenommenen Söhne nicht (wirklich) zu euren Söhnen gemacht. Das sind eure Worte aus eurem (eigenen) Mund. Aber Allah sagt die Wahrheit, und Er leitet den (rechten) Weg."
  ],
  [
    5,
    "Nennt sie nach ihren Vätern; das ist gerechter vor Allah. Wenn ihr ihre Väter nicht kennt, dann sind sie eure Brüder in der Religion und eure Schützlinge. Es ist für euch keine Sünde in dem, was ihr an Fehlern begeht, sondern was eure Herzen vorsätzlich anstreben. Und Allah ist Allvergebend und Barmherzig."
  ],
  [
    6,
    "Der Prophet steht den Gläubigen näher als sie sich selbst, und seine Gattinnen sind ihre Mütter. Und die Blutsverwandten stehen nach dem Buch Allahs einander näher als die Gläubigen und Auswanderer, außer, daß ihr euren Schützlingen Gutes tun solltet. Dies steht im Buch verzeichnet."
  ],
  [
    7,
    "Und (gedenke,) als Wir von den Propheten ihr Versprechen abnahmen, und auch von dir und von Nuh, Ibrahim, Musa und ’Isa, dem Sohn Maryams; Wir nahmen ihnen ein festes Versprechen ab,"
  ],
  [
    8,
    "damit Er die Wahrhaftigen nach ihrer Wahrhaftigkeit frage. Und Er hat für die Ungläubigen schmerzhafte Strafe bereitet."
  ],
  [
    9,
    "O die ihr glaubt, gedenkt der Gunst Allahs an euch, als Heerscharen zu euch kamen. Da sandten Wir gegen sie einen Wind und Heerscharen, die ihr nicht saht. Und was ihr tut, sieht Allah wohl."
  ],
  [
    10,
    "Als sie von oben zu euch kamen und von unten her, und als die Blicke unsicher wurden und die Herzen die Kehle erreichten und ihr von Allah verschiedene Meinungen hattet."
  ],
  [
    11,
    "Dort wurden die Gläubigen geprüft und heftig erschüttert."
  ],
  [
    12,
    "Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: „Allah und Sein Gesandter haben uns nur Trügerisches versprochen."
  ],
  [
    13,
    "Und als eine Gruppe von ihnen sagte: „O ihr Leute von Yatrib, ihr könnt euch (hier) nicht aufhalten. Kehrt zurück. Und ein Teil von ihnen bat den Propheten um Erlaubnis, (heimzukehren,) indem sie sagten: „Unsere Häuser sind ohne Schutz. Dabei waren sie nicht ohne Schutz, sie wollten nur fliehen."
  ],
  [
    14,
    "Wäre man von ihren (verschiedenen) Bezirken her zu ihnen eingedrungen und wären sie dann aufgefordert worden, der Versuchung nachzugeben, sie hätten es begangen, und sie hätten dabei nur kurze Zeit gezögert."
  ],
  [
    15,
    "Dabei hatten sie sich zuvor gegenüber Allah verpflichtet, sie würden nicht den Rücken kehren. Nach der (Erfüllung der) Verpflichtung gegenüber Allah wird gefragt werden."
  ],
  [
    16,
    "Sag: Die Flucht wird euch nicht nützen, wenn ihr davor flieht, zu sterben oder getötet zu werden. Und dann wird euch nur noch ein wenig Nießbrauch gewährt."
  ],
  [
    17,
    "Sag: Wer ist es denn, der euch vor Allah schützen könnte, wenn Er euch Böses will oder wenn Er euch Barmherzigkeit (erweisen) will? Und sie werden für sich vor Allah weder Schutzherrn noch Helfer finden."
  ],
  [
    18,
    "Allah kennt wohl diejenigen von euch, die (die anderen) behindern und die zu ihren Brüdern sagen: „Kommt her zu uns. Und sie lassen sich nur wenig auf den Kampf ein"
  ],
  [
    19,
    "und sind dabei habsüchtig euch gegenüber. Wenn aber die Angst sich einstellt, siehst du, wie sie dich mit kreisenden Augen anschauen wie einer, der vor dem Tod ohnmächtig wird. Wenn dann die Angst gewichen ist, verletzen sie euch mit scharfen Zungen aus Habsucht nach dem (erbeuteten) Gut. Jene haben nicht (wirklich) geglaubt; darum läßt Allah ihre Werke hinfällig werden; und dies ist Allah ein leichtes."
  ],
  [
    20,
    "Sie meinen, die Gruppierungen seien nicht weggegangen. Und wenn die Gruppierungen (wieder)kommen sollten, möchten sie gern, sie wären in der Wüste unter den Wüstenarabern und würden sich (nur) über euch erkundigen. Und wenn sie unter euch wären, würden sie nur wenig kämpfen."
  ],
  [
    21,
    "Ihr habt ja im Gesandten Allahs ein schönes Vorbild, (und zwar) für einen jeden, der auf Allah und den Jüngsten Tag hofft und Allahs viel gedenkt."
  ],
  [
    22,
    "Und als die Gläubigen die Gruppierungen sahen, sagten sie: „Das ist, was Allah und Sein Gesandter uns versprochen haben; Allah und Sein Gesandter sagen die Wahrheit. Und es mehrte ihnen nur den Glauben und die Ergebung."
  ],
  [
    23,
    "Unter den Gläubigen gibt es Männer, die das wahr gemacht haben, wozu sie sich Allah gegenüber verpflichteten. Unter ihnen gibt es manche, die ihr Gelübde erfüllt haben; und unter ihnen gibt es manche, die noch warten (müssen). Und sie haben keine Änderung vorgenommen;"
  ],
  [
    24,
    "damit Allah den Wahrhaftigen ihre Wahrhaftigkeit vergelte und die Heuchler strafe, wenn Er will, oder sich ihnen Reue-Annehmend zuwende. Gewiß, Allah ist Allvergebend und Barmherzig."
  ],
  [
    25,
    "Und Allah wies diejenigen, die ungläubig waren, mit ihrem Grimm zurück, ohne daß sie etwas Gutes erlangt hätten. Und Allah ersparte den Gläubigen den Kampf. Allah ist Stark und Allmächtig."
  ],
  [
    26,
    "Und Er ließ diejenigen von den Leuten der Schrift, die ihnen beigestanden hatten, aus ihren Burgen heruntersteigen. Und Er jagte in ihre Herzen Schrecken; eine Gruppe (von ihnen) habt ihr getötet und eine Gruppe gefangengenommen."
  ],
  [
    27,
    "Und Er gab euch zum Erbe ihr Land, ihre Wohnstätten und ihren Besitz und auch ein Land, das ihr (vorher) nicht betreten hattet. Und Allah hat zu allem die Macht."
  ],
  [
    28,
    "O Prophet, sag zu deinen Gattinnen: Wenn ihr das diesseitige Leben und seinen Schmuck haben wollt, dann kommt her, ich werde euch eine Abfindung gewähren und euch auf schöne Weise freigeben."
  ],
  [
    29,
    "Wenn ihr aber Allah und Seinen Gesandten und die jenseitige Wohnstätte haben wollt, so hat Allah für diejenigen von euch, die Gutes tun, großartigen Lohn berei tet."
  ],
  [
    30,
    "O Frauen des Propheten, wer von euch etwas klar Abscheuliches begeht, derjenigen wird die Strafe verzweifacht. Und das ist Allah ein leichtes."
  ],
  [
    31,
    "Und wer von euch Allah und Seinem Gesandten demütig ergeben ist und rechtschaffen handelt, der geben Wir ihren Lohn zweimal. Und Wir haben für sie ehrenvolle Versorgung bereitet."
  ],
  [
    32,
    "O Frauen des Propheten, ihr seid nicht wie irgendeine von den (übrigen) Frauen. Wenn ihr gottesfürchtig seid, dann seid nicht unterwürfig im Reden, damit nicht derjenige, in dessen Herzen Krankheit ist, begehrlich wird, sondern sagt geziemende Worte."
  ],
  [
    33,
    "Haltet euch in euren Häusern auf; und stellt euch nicht zur Schau wie in der Zeit der früheren Unwissenheit. Verrichtet das Gebet und entrichtet die Abgabe und gehorcht Allah und Seinem Gesandten. Allah will gewiß nur den Makel von euch entfernen, ihr Angehörigen des Hauses, und euch völlig rein machen."
  ],
  [
    34,
    "Und gedenkt dessen, was in euren Häusern von den Zeichen Allahs und von der Weisheit verlesen wird. Gewiß, Allah ist Feinfühlig und Allkundig."
  ],
  [
    35,
    "Gewiß, muslimische Männer und muslimische Frauen, gläubige Männer und gläubige Frauen, ergebene Männer und ergebene Frauen, wahrhaftige Männer und wahrhaftige Frauen, standhafte Männer und standhafte Frauen, demütige Männer und demütige Frauen, Almosen gebende Männer und Almosen gebende Frauen, fastende Männer und fastende Frauen, Männer, die ihre Scham hüten und Frauen, die (ihre Scham) hüten, und Allahs viel gedenkende Männer und gedenkende Frauen für (all) sie hat Allah Vergebung und großartigen Lohn bereitet."
  ],
  [
    36,
    "Weder für einen gläubigen Mann noch für eine gläubige Frau gibt es, wenn Allah und Sein Gesandter eine Angelegenheit entschieden haben, die Möglichkeit, in ihrer Angelegenheit zu wählen. Und wer sich Allah und Seinem Gesandten widersetzt, der befindet sich ja in deutlichem Irrtum."
  ],
  [
    37,
    "Und als du zu demjenigen sagtest, dem Allah Gunst erwiesen hatte und dem auch du Gunst erwiesen hattest: „Behalte deine Gattin für dich und fürchte Allah, und in deinem Inneren verborgen hieltest, was Allah doch offenlegen wird, und die Menschen fürchtetest, während Allah ein größeres Anrecht darauf hat, daß du Ihn fürchtest. Als dann Zaid keinen Wunsch mehr an ihr hatte, gaben Wir sie dir zur Gattin, damit für die Gläubigen kein Grund zur Bedrängnis bestehe hinsichtlich der Gattinnen ihrer angenommenen Söhne, wenn diese keinen Wunsch mehr an ihnen haben. Und Allahs Anordnung wird (stets) ausgeführt."
  ],
  [
    38,
    "Es besteht für den Propheten kein Grund zur Bedrängnis in dem, was Allah für ihn verpflichtend gemacht hat. (So war) Allahs Gesetzmäßigkeit mit denjenigen, die zuvor dahingegangen sind - und Allahs Anordnung ist ein fest gefaßter Beschluß -"
  ],
  [
    39,
    "die Allahs Botschaften übermitteln, Ihn fürchten und niemanden fürchten außer Allah. Und Allah genügt als Abrechner."
  ],
  [
    40,
    "Muhammad ist nicht der Vater irgend jemandes von euren Männern, sondern Allahs Gesandter und das Siegel der Propheten. Und Allah weiß über alles Bescheid."
  ],
  [
    41,
    "O die ihr glaubt, gedenkt Allahs in häufigem Gedenken"
  ],
  [
    42,
    "und preist Ihn morgens und abends."
  ],
  [
    43,
    "Er ist es, Der über euch den Segen spricht - und auch Seine Engel -, damit Er euch aus den Finsternissen ins Licht hinausbringt; und Er ist zu den Gläubigen Barmherzig."
  ],
  [
    44,
    "Ihr Gruß am Tag, da sie Ihm begegnen, wird sein: „Friede ! Und Er hat für sie trefflichen Lohn bereitet."
  ],
  [
    45,
    "O Prophet, Wir haben dich gesandt als Zeugen, als Verkünder froher Botschaft und als Warner"
  ],
  [
    46,
    "und als einen, der zu Allah mit Seiner Erlaubnis ruft und als eine lichtspendende Leuchte."
  ],
  [
    47,
    "Und verkünde den Gläubigen, daß es für sie von Allah große Huld geben wird."
  ],
  [
    48,
    "Und gehorche nicht den Ungläubigen und den Heuchlern; beachte nicht die Beleidigungen, die sie dir zufügen, und verlasse dich auf Allah. Und Allah genügt als Sachwalter."
  ],
  [
    49,
    "O die ihr glaubt, wenn ihr gläubige Frauen heiratet und euch hierauf von ihnen scheidet, bevor ihr sie berührt habt, dann dürft ihr für sie keine von euch berechnete Wartezeit aussetzen; gewährt ihnen eine Abfindung und gebt sie auf schöne Weise frei."
  ],
  [
    50,
    "O Prophet, Wir haben dir (zu heiraten) erlaubt: deine Gattinnen, denen du ihren Lohn gegeben hast, das, was deine rechte Hand (an Sklavinnen) besitzt von dem, was Allah dir als Beute zugeteilt hat, die Töchter deiner Onkel väterlicherseits und die Töchter deiner Tanten väterlicherseits, die Töchter deiner Onkel mütterlicherseits und die Töchter deiner Tanten mütterlicherseits, die mit dir ausgewandert sind; auch eine (jede) gläubige Frau, wenn sie sich dem Propheten (ohne Gegenforderung) schenkt und falls der Prophet sie heiraten will: Dies ist dir vorbehalten unter Ausschluß der (übrigen) Gläubigen - Wir wissen wohl, was Wir ihnen hinsichtlich ihrer Gattinnen und dessen, was ihre rechte Hand (an Sklavinnen) besitzt, verpflichtend gemacht haben -, damit für dich kein Grund zur Bedrängnis bestehe. Und Allah ist Allvergebend und Barmherzig."
  ],
  [
    51,
    "Du darfst zurückstellen, wen von ihnen du willst, und du darfst bei dir aufnehmen, wen du willst. Und wenn du doch eine von denjenigen begehrst, die du abgewiesen hast, dann ist das für dich keine Sünde. Das ist eher geeignet, daß sie frohen Mutes, nicht traurig und daß sie alle mit dem zufrieden sind, was du ihnen gibst. Allah weiß, was in euren Herzen ist. Allah ist Allwissend und Nachsichtig."
  ],
  [
    52,
    "Darüber hinaus ist dir weder erlaubt, Frauen zu heiraten noch sie gegen (andere) Gattinnen einzutauschen, auch wenn ihre Schönheit dir gefallen sollte, mit Ausnahme dessen, was deine rechte Hand (an Sklavinnen) besitzt. Und Allah ist Wächter über alles."
  ],
  [
    53,
    "O die ihr glaubt, tretet nicht in die Häuser des Propheten ein - außer es wird euch erlaubt - zu(r Teilnahme an) einem Essen, ohne auf die rechte Zeit zu warten. Sondern wenn ihr (herein)gerufen werdet, dann tretet ein, und wenn ihr gegessen habt, dann geht auseinander, und (tut dies,) ohne euch mit geselliger Unterhaltung aufzuhalten. Solches fügt dem Propheten Leid zu, aber er schämt sich vor euch. Allah aber schämt sich nicht vor der Wahrheit. Und wenn ihr sie um einen Gegenstand bittet, so bittet sie hinter einem Vorhang. Das ist reiner für eure Herzen und ihre Herzen. Und es steht euch nicht zu, dem Gesandten Allahs Leid zuzufügen, und auch nicht, jemals seine Gattinnen nach ihm zu heiraten. Gewiß, das wäre bei Allah etwas Ungeheuerliches."
  ],
  [
    54,
    "Ob ihr etwas offenlegt oder verbergt, gewiß, Allah weiß über alles Bescheid."
  ],
  [
    55,
    "Es besteht für sie keine Sünde weder hinsichtlich ihrer Väter, noch ihrer Söhne, noch ihrer Brüder, der Söhne ihrer Brüder, noch der Söhne ihrer Schwestern, noch ihrer Frauen noch derjenigen, die ihre rechte Hand besitzt. Und fürchtet Allah. Gewiß, Allah ist über alles Zeuge."
  ],
  [
    56,
    "Gewiß, Allah und Seine Engel sprechen den Segen über den Propheten. O die ihr glaubt, sprecht den Segen über ihn und grüßt ihn mit gehörigem Gruß."
  ],
  [
    57,
    "Diejenigen, die Allah und Seinem Gesandten Leid zufügen, verflucht Allah im Diesseits und Jenseits, und für sie hat Er schmachvolle Strafe bereitet."
  ],
  [
    58,
    "Und diejenigen, die den gläubigen Männern und den gläubigen Frauen Leid zufügen für etwas, was sie nicht begangen haben, laden damit Verleumdung und offenkundige Sünde auf sich."
  ],
  [
    59,
    "O Prophet, sag deinen Gattinnen und deinen Töchtern und den Frauen der Gläubigen, sie sollen etwas von ihrem Überwurf über sich herunterziehen. Das ist eher geeignet, daß sie erkannt und so nicht belästigt werden. Und Allah ist Allvergebend und Barmherzig."
  ],
  [
    60,
    "Wenn nicht die Heuchler und diejenigen, in deren Herzen Krankheit ist, und diejenigen, die beunruhigende Gerüchte in der Stadt verbreiten, (damit) aufhören, werden Wir dich ganz gewiß gegen sie antreiben. Hierauf werden sie nur noch kurze Zeit darin deine Nachbarn sein."
  ],
  [
    61,
    "(Sie sind) verflucht. Wo immer sie (im Kampf) angetroffen werden, werden sie ergriffen und allesamt getötet."
  ],
  [
    62,
    "(So war) Allahs Gesetzmäßigkeit mit denjenigen, die zuvor dahingegangen sind. Und du wirst in Allahs Gesetzmäßigkeit keine Änderung finden."
  ],
  [
    63,
    "Die Menschen fragen dich nach der Stunde. Sag: Das Wissen darüber ist nur bei Allah. Was läßt dich wissen? Vielleicht ist die Stunde nahe."
  ],
  [
    64,
    "Gewiß, Allah hat die Ungläubigen verflucht und für sie eine Feuerglut bereitet,"
  ],
  [
    65,
    "ewig und auf immer darin zu bleiben, ohne einen Schutzherrn noch Helfer zu finden."
  ],
  [
    66,
    "Am Tag, da ihre Gesichter im (Höllen)feuer hin und her gedreht werden, sagen sie: „O hätten wir doch Allah gehorcht und hätten wir dem Gesandten gehorcht!"
  ],
  [
    67,
    "Und sie sagen: „Unser Herr, gewiß, wir haben unseren Herrschern und unseren Großen gehorcht, und da haben sie uns vom Weg abirren lassen."
  ],
  [
    68,
    "Unser Herr, lasse ihnen zweifache Strafe zukommen, und verfluche sie mit einem großen Fluch."
  ],
  [
    69,
    "O die ihr glaubt, seid nicht wie diejenigen, die Musa Leid zufügten, worauf Allah ihn freisprach von dem, was sie (über ihn) sagten; und er war bei Allah angesehen."
  ],
  [
    70,
    "O die ihr glaubt, fürchtet Allah und sagt treffende Worte,"
  ],
  [
    71,
    "so läßt Er eure Werke als gut gelten und vergibt euch eure Sünden. Und wer Allah und Seinem Gesandten gehorcht, der erzielt ja einen großartigen Erfolg,"
  ],
  [
    72,
    "Wir haben das anvertraute Gut den Himmeln und der Erde und den Bergen angeboten, aber sie weigerten sich, es zu tragen, sie scheuten sich davor. Der Mensch trug es - gewiß, er ist sehr oft ungerecht und sehr oft töricht."
  ],
  [
    73,
    "(Das ist so,) damit Allah die Heuchler, Männer und Frauen, und die Götzendiener, Männer und Frauen, straft und sich den Gläubigen, Männern und Frauen, Reue-Annehmend zuwendet. Allah ist Allvergebend und Barmherzig."
  ]
]