[
  {
    "id": 35,
    "city": "makkah",
    "name": {
      "translated": "The Originator",
      "transliterated": "Fatir",
      "codepoints": [
        1601,
        1575,
        1591,
        1585
      ]
    },
    "ayahs": 45,
    "slug": "fatir",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "(Alles) Lob gehört Allah, dem Erschaffer der Himmel und der Erde, Der die Engel zu Gesandten gemacht hat mit Flügeln, (je) zwei, drei und vier! Er fügt der Schöpfung hinzu, was Er will. Gewiß, Allah hat zu allem die Macht."
  ],
  [
    2,
    "Was Allah den Menschen an Barmherzigkeit auftut, das kann keiner zurückhalten. Und was Er zurückhält, das kann keiner nach Ihm freigeben. Und Er ist der Allmächtige und Allweise."
  ],
  [
    3,
    "O ihr Menschen, gedenkt der Gunst Allahs an euch. Gibt es einen anderen Schöpfer als Allah, Der euch vom Himmel und von der Erde versorgt? Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwendig machen?"
  ],
  [
    4,
    "Wenn sie dich der Lüge bezichtigen, so wurden bereits vor dir Gesandte der Lüge bezichtigt. Und zu Allah werden (all) die Angelegenheiten zurückgebracht."
  ],
  [
    5,
    "O ihr Menschen, gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher."
  ],
  [
    6,
    "Gewiß, der Satan ist euch ein Feind; so nehmt ihn euch zum Feind. Er ruft ja seine Anhängerschaft nur dazu auf, zu den Insassen der Feuerglut zu gehören."
  ],
  [
    7,
    "Diejenigen, die ungläubig sind, für sie wird es strenge Strafe geben; und diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und großen Lohn geben."
  ],
  [
    8,
    "Soll denn derjenige, dem sein böses Tun ausgeschmückt wird und der es dann für schön befindet, (wie jemand sein, der rechtgeleitet ist)? Allah läßt in die Irre gehen, wen Er will, und Er leitet recht, wen Er will. Darum soll deine Seele nicht über sie in Bedauern zergehen, denn Allah weiß Bescheid über das, was sie machen."
  ],
  [
    9,
    "Und Allah ist es, Der die Winde sendet, und da wühlen sie die Wolken auf. Dann treiben Wir sie zu einem toten Land und machen damit dann die Erde nach ihrem Tod wieder lebendig. Ebenso wird es auch mit der Auferstehung sein."
  ],
  [
    10,
    "Wenn immer einer die Macht anstrebt, so gehört alle Macht Allah. Zu Ihm steigt das gute Wort hinauf, und die rechtschaffene Tat hebt Er (zu sich) empor. Und für diejenigen, die Ränke böser Taten schmieden, wird es strenge Strafe geben, und die Ränke jener werden zu Fall kommen."
  ],
  [
    11,
    "Und Allah hat euch aus Erde, hierauf aus einem Samentropfen erschaffen und euch hierauf zu Paaren gemacht. Nicht schwanger wird ein weibliches Wesen noch kommt es nieder, außer mit Seinem Wissen. Und keinem, dem ein langes Leben gewährt wird, wird das Altwerden oder eine Verkürzung seiner Lebenszeit zuteil, ohne daß es in einem Buch (verzeichnet) wäre. Gewiß, dies ist Allah ein leichtes."
  ],
  [
    12,
    "Nicht gleich sind die beiden Meere: dies ist süß, erfrischend und angenehm zu trinken; jenes ist salzig und (auf der Zunge) brennend. Und aus allen (beiden) eßt ihr frisches Fleisch und holt Schmuck heraus, den ihr anlegt. Und du siehst die Schiffe, wie sie es durchpflügen, damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget!"
  ],
  [
    13,
    "Er läßt die Nacht in den Tag eindringen, und Er läßt den Tag in die Nacht eindringen. Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu. Dies ist doch Allah, euer Herr; Ihm gehört die Herrschaft. Diejenigen aber, die ihr anstatt Seiner anruft, verfügen nicht einmal über das Häutchen eines Dattelkerns."
  ],
  [
    14,
    "Wenn ihr sie anruft, hören sie euer Bittgebet nicht, und wenn sie (es) auch hörten, würden sie euch doch nicht erhören. Und am Tag der Auferstehung verleugnen sie, daß ihr (sie Allah) beigesellt habt. Keiner kann dir kundtun wie Einer, der Kenntnis von allem hat."
  ],
  [
    15,
    "O ihr Menschen, ihr seid es, die Allahs bedürftig sind; Allah aber ist der Unbedürftige und Lobenswürdige."
  ],
  [
    16,
    "Wenn Er will, läßt Er euch vergehen und bringt eine neue Schöpfung."
  ],
  [
    17,
    "Und dies ist für Allah keineswegs schwer."
  ],
  [
    18,
    "Keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Und wenn eine Schwerbeladene (zum Mittragen) ihrer Last aufruft, wird nichts davon (für sie) getragen, und handelte es sich dabei um einen Verwandten . Du kannst nur diejenigen warnen, die ihren Herrn im Verborgenen fürchten und das Gebet verrichten. Und wer sich läutert, läutert sich nur zu seinem eigenen Vorteil. Und zu Allah ist der Ausgang."
  ],
  [
    19,
    "Nicht gleich sind der Blinde und der Sehende,"
  ],
  [
    20,
    "noch die Finsternisse und das Licht,"
  ],
  [
    21,
    "noch der Schatten und die (Sonnen)hitze."
  ],
  [
    22,
    "Und nicht gleich sind auch die Lebenden und die Toten. Allah läßt hören, wen Er will. Und du vermagst nicht, diejenigen hören zu lassen, die in den Gräbern sind."
  ],
  [
    23,
    "Du bist nur ein Warner."
  ],
  [
    24,
    "Wir haben dich ja mit der Wahrheit gesandt als Frohboten und als Warner. Und es gibt keine Gemeinschaft, in der nicht ein Warner vorangegangen wäre."
  ],
  [
    25,
    "Und wenn sie dich der Lüge bezichtigen, so haben bereits diejenigen, die vor ihnen waren, (die Gesandten) der Lüge bezichtigt. Ihre Gesandten kamen zu ihnen mit den klaren Beweisen und mit den Schriften und den erleuchtenden Büchern."
  ],
  [
    26,
    "Hierauf ergriff Ich diejenigen, die ungläubig waren. Wie war da Meine Mißbilligung!"
  ],
  [
    27,
    "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt? Damit bringen Wir dann Früchte von unterschiedlichen Farben hervor. Und von den Bergen gibt es Schichten, weiße und rote - von unterschiedlichen Farben - und rabenschwarze."
  ],
  [
    28,
    "Und unter den Menschen und den Tieren und dem Vieh gibt es (auf ähnliche Weise) unterschiedliche Farben. So ist es. Allah fürchten von Seinen Dienern eben nur die Gelehrten. Gewiß, Allah ist Allmächtig und Allvergebend."
  ],
  [
    29,
    "Gewiß, diejenigen, die Allahs Buch verlesen, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich ausgeben, hoffen auf einen Handel, der nicht zu Fall kommen wird,"
  ],
  [
    30,
    "damit Er ihnen ihren Lohn in vollem Maß zukommen lasse und ihnen von Seiner Huld noch mehr gebe. Gewiß, Er ist Allvergebend und stets zu Dank bereit."
  ],
  [
    31,
    "Und was Wir dir vom Buch (als Offenbarung) eingegeben haben, ist die Wahrheit, das zu bestätigen, was vor ihm war. Allah hat wahrlich Kenntnis von Seinen Dienern und sieht sie wohl."
  ],
  [
    32,
    "Hierauf gaben Wir das Buch denjenigen von Unseren Dienern, die Wir auserwählten, zum Erbe. Mancher von ihnen tut sich selbst Unrecht, mancher von ihnen zeigt ein gemäßigtes Verhalten, und mancher von ihnen geht mit den guten Dingen mit Allahs Erlaubnis voran. Das ist die große Huld."
  ],
  [
    33,
    "Die Gärten Edens (sind es), in die sie eingehen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden, und ihre Kleidung wird darin aus Seide sein."
  ],
  [
    34,
    "Und sie werden sagen: „(Alles) Lob gehört Allah, Der den Kummer von uns hinweggenommen hat! Unser Herr ist wahrlich Allvergebend und stets zu Dank bereit."
  ],
  [
    35,
    "(Er), Der uns durch Seine Huld in die (ewig) bleibende Wohnstätte versetzt hat, in der uns keine Mühsal widerfährt und in der uns keine Ermüdung befällt."
  ],
  [
    36,
    "Diejenigen aber, die ungläubig sind, für sie wird es das Feuer der Hölle geben, wobei mit ihnen kein Ende gemacht wird, so daß sie sterben, und ihnen auch seine Strafe nicht erleichtert wird. So vergelten Wir jedem sehr Ungläubigen."
  ],
  [
    37,
    "Und sie schreien darin laut: „Unser Herr, bringe uns heraus, so werden wir rechtschaffen handeln, anders als das, was wir zu tun pflegten. - „Haben Wir euch nicht ein so langes Leben gewährt, daß jeder, der hätte bedenken wollen, darin hätte bedenken können? Und ist nicht der Warner zu euch gekommen? So kostet nun, denn die Ungerechten haben keinen Helfer."
  ],
  [
    38,
    "Gewiß, Allah ist der Kenner des Verborgenen der Himmel und der Erde; gewiß, Er weiß über das Innerste der Brüste Bescheid."
  ],
  [
    39,
    "Er ist es, Der euch zu Nachfolgern auf der Erde gemacht hat. Wer nun ungläubig ist, dessen Unglaube lastet auf ihm. Und den Ungläubigen mehrt ihr Unglaube nur noch die Abscheu bei ihrem Herrn; und den Ungläubigen mehrt ihr Unglaube nur noch den Verlust."
  ],
  [
    40,
    "Sag: Was meint ihr zu euren Teilhabern, die ihr anstatt Allahs anruft? Zeigt mir, was sie von der Erde erschaffen haben. Oder haben sie etwa einen Anteil an den Himmeln? Oder haben Wir ihnen (sonst) eine Schrift gegeben, so daß sie sich von daher auf einen klaren Beweis stützten? Nein! Vielmehr versprechen die Ungerechten einander nur Trügerisches."
  ],
  [
    41,
    "Allah hält die Himmel und die Erde, daß sie nicht vergehen. Und wenn sie vergehen würden, so könnte niemand nach Ihm sie halten. Gewiß, Er ist Nachsichtig und Allvergebend."
  ],
  [
    42,
    "Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn ein Warner zu ihnen käme, wahrlich eher rechtgeleitet sein als irgendeine der Gemeinschaften. Als dann aber ein Warner zu ihnen kam, mehrte es in ihnen nur (noch) die Abneigung,"
  ],
  [
    43,
    "indem sie sich auf der Erde hochmütig verhielten und Ränke böser Taten schmiedeten. Aber die bösen Ränke umschließen nur ihre Urheber. Erwarten sie denn (für sich) etwas anderes als die Gesetzmäßigkeit (, nach) der (an den) Früheren (verfahren wurde)? Du wirst in Allahs Gesetzmäßigkeit keine Änderung finden, und du wirst in Allahs Gesetzmäßigkeit keine Abwandlung finden."
  ],
  [
    44,
    "Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren und die eine stärkere Kraft als sie hatten? Und Allah kann sich nichts entziehen - weder in den Himmeln noch auf der Erde, denn Er ist Allwissend und Allmächtig."
  ],
  [
    45,
    "Und wenn Allah die Menschen für das belangen wollte, was sie verdient haben, würde Er auf ihrer Oberfläche kein Tier übriglassen. Aber Er stellt sie auf eine festgesetzte Frist zurück. Und wenn dann ihre Frist kommt (-, so wird Er sie belangen), denn gewiß, Allah sieht Seine Diener wohl."
  ]
]