[
  {
    "id": 39,
    "city": "makkah",
    "name": {
      "translated": "The Groups",
      "transliterated": "Az-Zumar",
      "codepoints": [
        1575,
        1604,
        1586,
        1605,
        1585
      ]
    },
    "ayahs": 75,
    "slug": "az-zumar",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "(Dies ist) die Offenbarung des Buches von Allah, dem Allmächtigen und Allweisen."
  ],
  [
    2,
    "Wir haben das Buch mit der Wahrheit zu dir hinabgesandt. So diene Allah und sei Ihm gegenüber aufrichtig in der Religion."
  ],
  [
    3,
    "Sicherlich, Allah gehört die aufrichtige Religion. Diejenigen aber, die sich anstatt Seiner Schutzherren nehmen (, sagen:) Wir dienen ihnen nur, damit sie uns Zutritt in Allahs Nähe verschaffen -, gewiß, Allah wird zwischen ihnen richten über das, worüber sie uneinig sind. Gewiß, Allah leitet nicht recht, wer ein Lügner und beharrlicher Ungläubiger ist."
  ],
  [
    4,
    "Wenn Allah sich hätte Kinder nehmen wollen, hätte Er wahrlich aus dem, was Er erschaffen hat, sich auserwählt, was Er will. Preis sei Ihm! Er ist Allah, der Eine, der Allbezwinger."
  ],
  [
    5,
    "Er hat die Himmel und die Erde in Wahrheit erschaffen. Er läßt die Nacht den Tag umschlingen, und Er läßt den Tag die Nacht umschlingen. Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu. Sicherlich, Er ist der Allmächtige und Allvergebende."
  ],
  [
    6,
    "Er schuf euch aus einem einzigen Wesen, hierauf machte Er aus ihm seine Gattin. Und Er hat für euch an Vieh acht (Tiere) in Paaren herabgesandt. Er erschafft euch in den Leibern eurer Mütter, eine Schöpfung nach der anderen in dreifacher Finsternis. Dies ist doch Allah, euer Herr. Ihm gehört die Herrschaft. Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwenden?"
  ],
  [
    7,
    "Wenn ihr ungläubig seid, so ist Allah eurer unbedürftig, obgleich Er mit dem Unglauben für Seine Diener nicht zufrieden ist. Wenn ihr aber dankbar seid, ist Er damit zufrieden für euch. Und keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Hierauf wird eure Rückkehr zu eurem Herrn sein. Dann wird Er euch kundtun, was ihr zu tun pflegtet. Gewiß, Er weiß über das Innerste der Brüste Bescheid."
  ],
  [
    8,
    "Und wenn dem Menschen Unheil widerfährt, ruft er seinen Herrn an, indem er sich Ihm reuig zuwendet. Wenn Er ihm hierauf Gunst von Sich gewährt, vergißt er, worum er zuvor angerufen hat, und er stellt Allah andere als Seinesgleichen zur Seite, um (die Menschen) von Seinem Weg ab in die Irre zu führen. Sag: Genieße deinen Unglauben ein wenig; du gehörst ja zu den Insassen des (Höllen)feuers."
  ],
  [
    9,
    "Ist etwa einer, der sich zu (verschiedenen) Stunden der Nacht in demütiger Andacht befindet, (ob er) sich niederwirft oder aufrecht steht, der sich vor dem Jenseits vorsieht und auf seines Herrn Barmherzigkeit hofft ...? - Sag: Sind etwa diejenigen, die wissen, und diejenigen, die nicht wissen, gleich? Doch bedenken nur diejenigen, die Verstand besitzen."
  ],
  [
    10,
    "Sag: O meine Diener, die ihr gläubig seid, fürchtet euren Herrn. Für diejenigen, die Gutes tun, gibt es hier im Diesseits Gutes. Und Allahs Erde ist weit. Gewiß, den Standhaften wird ihr Lohn ohne Berechnung in vollem Maß zukommen."
  ],
  [
    11,
    "Sag: Mir ist befohlen worden, Allah zu dienen und dabei Ihm gegenüber aufrichtig in der Religion zu sein."
  ],
  [
    12,
    "Und mir ist befohlen worden, der erste der (Ihm) Ergebenen zu sein."
  ],
  [
    13,
    "Sag: Gewiß, ich fürchte, wenn ich mich meinem Herrn widersetze, die Strafe eines gewaltigen Tages."
  ],
  [
    14,
    "Sag: Allah (allein) diene ich und bin dabei Ihm gegenüber aufrichtig in meiner Religion."
  ],
  [
    15,
    "So dient nun, wem ihr wollt, anstatt Seiner. Sag: Die (wahren) Verlierer sind diejenigen, die am Tag der Auferstehung sich selbst und ihre Angehörigen verlieren. Sicherlich, das ist der deutliche Verlust."
  ],
  [
    16,
    "Sie haben über sich Schattendächer von Feuer und unter sich (ebensolche) Schattendächer. Damit flößt Allah Seinen Dienern Furcht ein: O Meine Diener, fürchtet Mich also."
  ],
  [
    17,
    "Diejenigen aber, die die falschen Götter meiden, um ihnen nicht zu dienen, und sich Allah reuig zuwenden, für sie gibt es die frohe Botschaft. So verkünde frohe Botschaft Meinen Dienern,"
  ],
  [
    18,
    "die auf das Wort hören und dann dem Besten davon folgen. Das sind diejenigen, die Allah rechtleitet, und das sind diejenigen, die Verstand besitzen."
  ],
  [
    19,
    "Kannst du etwa jemanden retten, der im (Höllen)feuer ist... -jemanden, gegen den der Spruch der Strafe unvermeidlich fällig geworden ist?"
  ],
  [
    20,
    "Aber diejenigen, die ihren Herrn fürchten, für sie wird es Obergemächer geben, über denen (andere) Obergemächer gebaut sind, unterhalb derer Flüsse strömen. (Das ist) Allahs Versprechen. Allah bricht nicht, was Er versprochen hat."
  ],
  [
    21,
    "Siehst du nicht, daß Allah vom Himmel Wasser herabkommen und es dann als Quellen die Erde durchziehen läßt? Hierauf bringt Er damit Pflanzen von unterschiedlichen Arten hervor. Hierauf läßt Er sie austrocknen, und da siehst du sie gelb werden. Hierauf macht Er sie zu zermalmtem Zeug. Darin ist wahrlich eine Ermahnung für diejenigen, die Verstand besitzen."
  ],
  [
    22,
    "Ist denn jemand, dessen Brust Allah für den Islam auftut, so daß er sich nach einem Licht von seinem Herrn richtet, (einem beharrlich Ungläubigen gleich)? So wehe denjenigen, deren Herzen gegen Allahs Ermahnung verhärtet sind! Sie befinden sich in deutlichem Irrtum."
  ],
  [
    23,
    "Allah hat die beste Botschaft offenbart, ein Buch mit gleichartigen, sich wiederholenden (Versen), vor dem die Haut derjenigen, die ihren Herrn fürchten, erschauert. Hierauf werden ihre Haut und ihr Herz weich (und neigen sich) zu Allahs Gedenken hin. Das ist Allahs Rechtleitung. Er leitet damit recht, wen Er will. Und wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet."
  ],
  [
    24,
    "Ist denn jemand, der sich mit seinem Gesicht vor der bösen Strafe am Tag der Auferstehung hütet, ...? Und es wird zu den Ungerechten gesagt: Kostet, was ihr erworben habt."
  ],
  [
    25,
    "Für Lüge erklärt haben es diejenigen, die vor ihnen waren. Da kam die Strafe über sie, von wo sie nicht merkten."
  ],
  [
    26,
    "So ließ Allah sie im diesseitigen Leben die Schande kosten; aber die Strafe des Jenseits ist wahrlich größer, wenn sie nur wüßten!"
  ],
  [
    27,
    "Und Wir haben ja den Menschen in diesem Qur’an allerlei Gleichnisse geprägt, auf daß sie bedenken mögen -,"
  ],
  [
    28,
    "(in diesem) arabischen Qur’an, an dem nichts Krummes ist, - auf daß sie gottesfürchtig werden mögen."
  ],
  [
    29,
    "Allah prägt als Gleichnis dasjenige von einem Mann, in dem sich (mehrere) Herren (als Eigentümer) teilen, die sich miteinander nicht vertragen, und einem Mann, der nur einem Herrn gehört. Sind die beiden im Gleichnis etwa gleich? (Alles) Lob gehört Allah! Aber die meisten von ihnen wissen nicht."
  ],
  [
    30,
    "Du wirst gewiß sterben, und auch sie werden sterben."
  ],
  [
    31,
    "Hierauf werdet ihr am Tag der Auferstehung bei eurem Herrn miteinander streiten."
  ],
  [
    32,
    "Wer ist denn ungerechter, als wer gegen Allah lügt und die Wahrheit, wenn sie zu ihm kommt, für Lüge erklärt? Ist nicht in der Hölle ein Aufenthaltsort für die Ungläubigen?"
  ],
  [
    33,
    "Derjenige aber, der mit der Wahrheit kommt (,) und (derjenige andere, der) sie für wahr hält, - das sind die Gottesfürchtigen."
  ],
  [
    34,
    "Sie haben, was sie wollen, bei ihrem Herrn; das ist der Lohn der Gutes Tuenden,"
  ],
  [
    35,
    "auf daß Allah ihnen das Schlechteste von dem, was sie getan haben, tilge und ihnen ihren Lohn vergelte für das Beste von dem, was sie taten."
  ],
  [
    36,
    "Wird Allah nicht Seinem Diener genügen? Dennoch wollen sie dir mit denjenigen, die es außer Ihm geben soll, Furcht einflößen. Und wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet."
  ],
  [
    37,
    "Wen aber Allah rechtleitet, den kann niemand in die Irre führen. Ist nicht Allah Allmächtig und Besitzer von Vergeltungsgewalt?"
  ],
  [
    38,
    "Und wenn du sie fragst, wer die Himmel und die Erde erschaffen hat, sagen sie ganz gewiß: Allah. Sag: Was meint ihr wohl zu dem, was ihr anstatt Allahs anruft; wenn Allah für mich Unheil will, können sie (dann) Sein Unheil hinwegnehmen? Oder wenn Er für mich Barmherzigkeit will, können sie (dann) Seine Barmherzigkeit zurückhalten? Sag: Meine Genüge ist Allah. Auf Ihn verlassen sich diejenigen, die sich (überhaupt auf jemanden) verlassen."
  ],
  [
    39,
    "Sag: O mein Volk, handelt nach eurer Stellung, ich werde (ebenfalls so) handeln. Dann werdet ihr erfahren,"
  ],
  [
    40,
    "über wen eine Strafe kommen wird, die ihn in Schande stürzt, und (über wen) eine beständige Strafe hereinbrechen wird."
  ],
  [
    41,
    "Gewiß, Wir haben für die Menschen das Buch mit der Wahrheit auf dich hinabgesandt. Wer sich nun rechtleiten läßt, der (tut das) zu seinem eigenen Vorteil; und wer in die Irre geht, der geht nur zu seinem eigenen Nachteil in die Irre. Und du bist nicht (als) Sachwalter über sie (eingesetzt)."
  ],
  [
    42,
    "Allah beruft die Seelen zur Zeit ihres Todes ab und auch diejenigen, die nicht gestorben sind, während ihres Schlafes’. Er hält die eine, für die Er den Tod beschlossen hat, zurück und gibt die andere auf eine festgesetzte Frist frei. Darin sind wahrlich Zeichen für Leute, die nachdenken."
  ],
  [
    43,
    "Oder haben sie sich anstatt Allahs Fürsprecher genommen? Sag: Auch wenn sie über nichts verfügen und nicht begreifen?"
  ],
  [
    44,
    "Sag: Alle Fürsprache gehört Allah (allein). Ihm gehört die Herrschaft der Himmel und der Erde. Hierauf werdet ihr zu Ihm zurückgebracht."
  ],
  [
    45,
    "Und wenn Allah allein erwähnt wird, verkrampfen sich die Herzen derjenigen, die nicht an das Jenseits glauben. Wenn aber diejenigen erwähnt werden, die es außer Ihm geben soll, freuen sie sich sogleich."
  ],
  [
    46,
    "Sag: O Allah, Erschaffer der Himmel und der Erde, Kenner des Verborgenen und des Offenbaren! Du wirst zwischen Deinen Dienern über das richten, worüber sie uneinig zu sein pflegten."
  ],
  [
    47,
    "Wenn diejenigen, die Unrecht tun, alles hätten, was auf der Erde ist, und noch einmal das Gleiche dazu, würden sie sich sicherlich damit von der bösen Strafe am Tag der Auferstehung loskaufen. Ihnen wird dann (nämlich) von Allah her klar, womit sie nicht gerechnet haben."
  ],
  [
    48,
    "Und ihnen werden die bösen Taten klar, die sie begangen haben, und es umschließt sie das, worüber sie sich lustig zu machen pflegten."
  ],
  [
    49,
    "Wenn dem Menschen Unheil widerfährt, ruft er Uns an. Wenn Wir ihm hierauf Gunst von Uns gewähren, sagt er: Es ist mir nur gegeben worden aufgrund von Wissen. Nein! Vielmehr ist es eine Versuchung. Aber die meisten von ihnen wissen nicht."
  ],
  [
    50,
    "Das haben bereits diejenigen, die vor ihnen waren, gesagt. Aber nicht nützte ihnen, was sie zu. erwerben pflegten."
  ],
  [
    51,
    "So trafen sie (schließlich) die bösen Taten, die sie begangen hatten. Und (auch) diejenigen unter diesen da, die Unrecht tun, werden die bösen Taten treffen, die sie begangen haben. Und sie können sich (Allah) nicht entziehen."
  ],
  [
    52,
    "Wissen sie denn nicht, daß Allah die Versorgung großzügig gewährt, wem Er will, und auch bemißt? Darin sind wahrlich Zeichen für Leute, die glauben."
  ],
  [
    53,
    "Sag: O Meine Diener, die ihr gegen euch selbst maßlos gewesen seid, verliert nicht die Hoffnung auf Allahs Barmherzigkeit. Gewiß, Allah vergibt die Sünden alle. Er ist ja der Allvergebende und Barmherzige."
  ],
  [
    54,
    "Und wendet euch eurem Herrn reuig zu und seid Ihm ergeben, bevor die Strafe über euch kommt, worauf euch keine Hilfe zuteil werden wird."
  ],
  [
    55,
    "Und folgt dem Besten von dem, was zu euch von eurem Herrn (als Offenbarung) herabgesandt worden ist, bevor die Strafe plötzlich über euch kommt, ohne daß ihr merkt,"
  ],
  [
    56,
    "daß ja keine Seele sage(n muß): O welch gramvolle Reue für mich wegen dessen, was ich (an Pflichten) gegenüber Allah vernachlässigte. Ich gehörte ja wirklich zu den Spöttern."
  ],
  [
    57,
    "Oder daß sie nicht etwa sage(n soll): Wenn Allah mich nur rechtgeleitet hätte, würde ich bestimmt zu den Gottesfürchtigen gehören."
  ],
  [
    58,
    "Oder daß sie nicht etwa, wenn sie die Strafe sieht, sage(n soll): Wenn ich doch nur eine (Möglichkeit zur) Wiederholung hätte, dann würde ich zu den Gutes Tuenden gehören!"
  ],
  [
    59,
    "Aber ja! Meine Zeichen sind doch zu dir gekommen. Da hast du sie für Lüge erklärt und dich hochmütig verhalten und hast zu den Ungläubigen gehört."
  ],
  [
    60,
    "Und am Tag der Auferstehung siehst du diejenigen, die gegen Allah gelogen haben; ihre Gesichter sind schwarz geworden. Ist nicht in der Hölle ein Aufenthaltsort für die Hochmütigen?"
  ],
  [
    61,
    "Aber Allah errettet diejenigen, die gottesfürchtig waren, indem Er sie entrinnen läßt. Böses wird ihnen nicht widerfahren, noch werden sie traurig sein."
  ],
  [
    62,
    "Allah ist der Schöpfer von allem, und Er ist Sachwalter über alles."
  ],
  [
    63,
    "Ihm gehören die Schlüssel der Himmel und der Erde. Diejenigen, die Allahs Zeichen verleugnen, das sind die Verlierer."
  ],
  [
    64,
    "Sag: Wollt ihr mir denn wirklich befehlen, einem anderen als Allah zu dienen, ihr Toren?"
  ],
  [
    65,
    "Dir und denjenigen, die vor dir waren, ist ja (als Offenbarung) eingegeben worden: Wenn du (Allah andere) beigesellst, wird dein Werk ganz gewiß hinfällig, und du gehörst ganz gewiß zu den Verlierern."
  ],
  [
    66,
    "Nein! Vielmehr Allah (allein) sollst du dienen und zu den Dankbaren sollst du gehören."
  ],
  [
    67,
    "Sie haben Allah nicht eingeschätzt, wie es Ihm gebührt’, wo die ganze Erde am Tag der Auferstehung in Seiner Hand gehalten wird und (auch) die Himmel in Seiner Rechten zusammengefaltet sein werden. Preis sei Ihm! Erhaben ist Er über das, was sie (Ihm) beigesellen."
  ],
  [
    68,
    "Und es wird ins Horn geblasen, und da bricht zusammen, wie vom Donnerschlag getroffen, wer in den Himmeln und wer auf der Erde ist, außer wem Allah will. Hierauf wird ein weiteres Mal hineingeblasen, da.stehen sie sogleich auf und schauen hin."
  ],
  [
    69,
    "Und die Erde wird im Licht ihres Herrn erstrahlen; das Buch wird hingelegt, und die Propheten und die Zeugen werden herbeigebracht; und es wird zwischen ihnen der Wahrheit entsprechend entschieden, und es wird ihnen kein Unrecht zugefügt."
  ],
  [
    70,
    "Und jeder Seele wird in vollem Maß zukommen, was sie getan hat. Er weiß sehr wohl Bescheid über das, was sie tun."
  ],
  [
    71,
    "Zur Hölle getrieben werden diejenigen, die ungläubig waren, in Scharen. Wenn sie dann dort ankommen, werden ihre Tore geöffnet und ihre Wärter sagen zu ihnen: Sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch die Zeichen eures Herrn verlesen und euch die Begegnung mit diesem eurem Tag warnend ankündigen? Sie werden sagen: Ja doch! Aber das Wort der Strafe ist gegen die Ungläubigen unvermeidlich fällig geworden."
  ],
  [
    72,
    "Es wird (zu ihnen) gesagt werden: Betretet die Tore der Hölle, ewig darin zu bleiben. Schlimm ist der Aufenthaltsort der Hochmütigen!"
  ],
  [
    73,
    "Und in den (Paradies)garten geführt werden diejenigen, die ihren Herrn fürchteten, in Scharen. Wenn sie dann dort ankommen und seine Tore geöffnet werden und seine Wärter zu ihnen sagen: Friede sei auf euch! Gut wart ihr, so betretet ihn, ewig (darin) zu bleiben."
  ],
  [
    74,
    "Und sie werden sagen: (Alles) Lob gehört Allah, Der Sein Versprechen an uns gehalten und uns die Erde zum Erbe gegeben hat, so daß wir uns im (Paradies)garten aufhalten können, wo immer wir wollen! Wie trefflich ist der Lohn derjenigen, die (gut) handeln!"
  ],
  [
    75,
    "Und du wirst die Engel den Thron umgeben und ihren Herrn lobpreisen sehen. Und es wird zwischen ihnen der Wahrheit entsprechend entschieden. Und es wird gesagt: (Alles) Lob gehört Allah, dem Herrn der Weltenbewohner!"
  ]
]