[
  {
    "id": 50,
    "city": "makkah",
    "name": {
      "translated": "The letter Qaaf",
      "transliterated": "Qaf",
      "codepoints": [
        1602
      ]
    },
    "ayahs": 45,
    "slug": "qaf",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Qaf. Bei dem ruhmvollen Qur’an!"
  ],
  [
    2,
    "Aber nein! Sie wundern sich darüber, daß ein Überbringer von Warnungen von ihnen selbst zu ihnen gekommen ist. Da sagen die Ungläubigen: Das ist eine verwunderliche Sache."
  ],
  [
    3,
    "Wenn wir gestorben und zu Erde geworden sind ... (, sollten wir dann wirklich wieder auferstehen)? Das ist doch eine weitentfernte Rückkehr."
  ],
  [
    4,
    "Wir wissen bestimmt, was die Erde von ihnen verringert. Und bei Uns ist ein Buch, das alles bewahrt."
  ],
  [
    5,
    "Aber nein! Sie haben die Wahrheit für Lüge erklärt, als sie zu ihnen gekommen ist, und so befinden sie sich (stets) in Unbeständigkeit."
  ],
  [
    6,
    "Schauen sie denn nicht zum Himmel über ihnen, wie Wir ihn aufgebaut und geschmückt haben, und daß er keine Spalten hat?"
  ],
  [
    7,
    "Und die Erde haben Wir gedehnt und darauf festgegründete Berge gesetzt, und Wir haben auf ihr von jeder entzückenden (Pflanzen)art wachsen lassen,"
  ],
  [
    8,
    "zur Einsicht und Ermahnung für jeden reuigen Diener."
  ],
  [
    9,
    "Und Wir lassen vom Himmel gesegnetes Wasser herabkommen, womit Wir dann Gärten und Korn, das man erntet, wachsen lassen,"
  ],
  [
    10,
    "und Palmen, hochreichend und mit übereinander gereihten Blütenkolben,"
  ],
  [
    11,
    "als Versorgung für die Diener. Und Wir machen damit (manch) totes Land wieder lebendig; so wird auch das Herauskommen (erfolgen)."
  ],
  [
    12,
    "Der Lüge bezichtigten vor ihnen das Volk Nuhs und die Leute von ar-Rass und die Tamud"
  ],
  [
    13,
    "und die ’Ad und Fir’aun und die Brüder Luts"
  ],
  [
    14,
    "und die Bewohner des Dickichts und das Volk Tubba’s. Alle bezichtigten die Gesandten der Lüge, so ist Meine Androhung unvermeidlich fällig geworden."
  ],
  [
    15,
    "Ermüdeten Wir denn durch die erste Erschaffung? Nein! Vielmehr ist ihnen verdeckt (geblieben), was eine neue Erschaffung betrifft."
  ],
  [
    16,
    "Wir haben ja den Menschen erschaffen und wissen, was (alles ihm) seine Seele einflüstert, und Wir sind ihm doch näher als seine Halsschlagader,"
  ],
  [
    17,
    "wo die beiden Empfänger (der Taten) empfangen, zur Rechten und zur Linken sitzend."
  ],
  [
    18,
    "Kein Wort äußert er, ohne daß bei ihm ein Beobachter bereit wäre."
  ],
  [
    19,
    "Und es wird die Trunkenheit des Todes mit der Wahrheit kommen: Das ist das, wovor du auszuweichen pflegtest."
  ],
  [
    20,
    "Und es wird ins Horn geblasen; das ist der angedrohte Tag."
  ],
  [
    21,
    "Und jede Seele wird kommen und mit ihr ein Treiber und ein Zeuge."
  ],
  [
    22,
    "Du warst dessen ja unachtsam. Nun haben Wir deine Decke von dir hinweggenommen, so daß dein Blick heute scharf ist."
  ],
  [
    23,
    "Und sein Geselle wird sagen: Das ist, was bei mir bereit ist."
  ],
  [
    24,
    "- Werft, ihr beide, in die Hölle jeden beharrlichen, widerspenstigen Ungläubigen,"
  ],
  [
    25,
    "Verweigerer des Guten, der Übertretungen begeht und sich in starkem Zweifel befindet,"
  ],
  [
    26,
    "der neben Allah einen anderen Gott setzt. So werft ihn in die strenge Strafe."
  ],
  [
    27,
    "Sein Geselle wird sagen: Unser Herr, ich habe ihn nicht zu einem Übermaß (an Frevel) verleitet, sondern er (selbst) befand sich in tiefem Irrtum."
  ],
  [
    28,
    "Er (Allah) wird sagen: Streitet nicht miteinander vor Mir, wo Ich euch doch die Androhung vorausgeschickt habe."
  ],
  [
    29,
    "Das Wort wird bei Mir nicht abgeändert, und Ich bin keiner, der den Dienern Unrecht zufügt."
  ],
  [
    30,
    "Am Tag, da Wir zur Hölle sagen werden: Bist du voll geworden?, und sie sagt: Gibt es denn noch mehr?"
  ],
  [
    31,
    "Und nahe herangebracht wird der (Paradies)garten an die Gottesfürchtigen, gar nicht fern:"
  ],
  [
    32,
    "Das ist, was euch versprochen worden ist, (versprochen) für jeden immer wieder Umkehrbereiten und (Allahs Gebote) Hütenden,"
  ],
  [
    33,
    "der den Allerbarmer im verborgenen fürchtet und mit reuigem Herzen (zu Ihm) kommt."
  ],
  [
    34,
    "Betretet ihn in Frieden. Das ist der Tag der Ewigkeit."
  ],
  [
    35,
    "Sie werden, was sie wollen, darin haben. Und bei Uns ist noch mehr."
  ],
  [
    36,
    "Wie viele Geschlechter vernichteten Wir vor ihnen, die eine stärkere Gewalt hatten als sie und in den Landstrichen umherzogen! Gibt es denn ein Entrinnen?"
  ],
  [
    37,
    "Darin ist wahrlich eine Ermahnung für jemanden, der Herz hat oder hinhört, während er (geistig) anwesend ist."
  ],
  [
    38,
    "Und Wir haben ja die Himmel und die Erde und das, was dazwischen ist, in sechs Tagen erschaffen, wobei Uns keine Ermüdung überkommen hat."
  ],
  [
    39,
    "So ertrage standhaft, was sie sagen, und lobpreise deinen Herrn vor dem Aufgang der Sonne und vor dem Untergang,"
  ],
  [
    40,
    "und (in einem Teil) von der Nacht, da preise Ihn, und am Ende der Niederwerfung."
  ],
  [
    41,
    "Und höre zu am Tag, da der Rufer von einem nahen Ort aus ruft,"
  ],
  [
    42,
    "am Tag, da sie den Schrei in Wahrheit hören werden; das ist der Tag des Herauskommens."
  ],
  [
    43,
    "Gewiß, Wir sind es, die Wir wieder lebendig machen und sterben lassen, und zu Uns ist der Ausgang."
  ],
  [
    44,
    "- Am Tag, da die Erde, sie freilassend, sich ihnen aufspalten wird und sie eilig (hervorkommen). Das ist für Uns ein leichtes Versammeln."
  ],
  [
    45,
    "Wir wissen sehr wohl, was sie sagen, und du bist nicht als Gewalthaber über sie (eingesetzt). Darum ermahne (nur) mit dem Qur’an (jeden,) wer Meine Androhung fürchtet."
  ]
]