[
  {
    "id": 51,
    "city": "makkah",
    "name": {
      "translated": "The Winnowing Winds",
      "transliterated": "Adh-Dhariyat",
      "codepoints": [
        1575,
        1604,
        1584,
        1575,
        1585,
        1610,
        1575,
        1578
      ]
    },
    "ayahs": 60,
    "slug": "adh-dhariyat",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Bei den heftig Zerstreuenden,"
  ],
  [
    2,
    "dann den eine Last Tragenden,"
  ],
  [
    3,
    "dann den leicht Dahinziehenden,"
  ],
  [
    4,
    "dann den Angelegenheiten Regelnden,"
  ],
  [
    5,
    "sicherlich, was euch angedroht wird, ist wahr,"
  ],
  [
    6,
    "und das Gericht wird gewiß hereinbrechen."
  ],
  [
    7,
    "Beim Himmel in seiner Vollkommenheit;"
  ],
  [
    8,
    "ihr äußert fürwahr unterschiedliche Reden."
  ],
  [
    9,
    "Abwendig machen läßt sich davon, wer sich abwendig machen läßt."
  ],
  [
    10,
    "Tod den Mutmaßern,"
  ],
  [
    11,
    "die in Versenkung zerstreut sind."
  ],
  [
    12,
    "Sie fragen: Wann wird denn der Tag des Gerichts sein?"
  ],
  [
    13,
    "Am Tag, da sie im Feuer geprüft werden."
  ],
  [
    14,
    "Kostet (nun) eure Prüfung. Das ist, was ihr zu beschleunigen wünschtet."
  ],
  [
    15,
    "Gewiß, die Gottesfürchtigen werden in Gärten und an Quellen sein,"
  ],
  [
    16,
    "sie nehmen, was ihr Herr ihnen gegeben hat, denn sie pflegten davor Gutes zu tun."
  ],
  [
    17,
    "Nur ein wenig pflegten sie in der Nacht zu schlafen,"
  ],
  [
    18,
    "und im letzten Teil der Nacht pflegten sie um Vergebung zu bitten,"
  ],
  [
    19,
    "und (sie gestanden) an ihrem Besitz dem Bettler und dem Unbemittelten ein Anrecht (zu)."
  ],
  [
    20,
    "Und auf der Erde gibt es Zeichen für die Überzeugten"
  ],
  [
    21,
    "und (auch) in euch selbst. Seht ihr denn nicht?"
  ],
  [
    22,
    "Und im Himmel ist eure Versorgung und das, was euch versprochen wird."
  ],
  [
    23,
    "Beim Herrn des Himmels und der Erde, das ist gewiß so wahr, gleichermaßen wie ihr reden könnt."
  ],
  [
    24,
    "Ist zu dir die Geschichte von den geehrten Gästen Ibrahims gekommen?"
  ],
  [
    25,
    "Als sie bei ihm eintraten und sagten: Frieden! Er sagte: Friede! - Fremde Leute."
  ],
  [
    26,
    "Er schlich sich zu seinen Angehörigen und brachte (zum Essen) dann ein ansehnliches Kalb her."
  ],
  [
    27,
    "Er setzte es ihnen vor; er sagte: Wollt ihr nicht essen?"
  ],
  [
    28,
    "Er empfand in sich Furcht vor ihnen. Sie sagten: Fürchte dich nicht. Und sie verkündeten ihm einen kenntnisreichen Jungen."
  ],
  [
    29,
    "Da kam seine Frau in großem Geschrei herbei. Sie schlug sich ins Gesicht und sagte: (Ich bin doch) eine alte, unfruchtbare Frau!"
  ],
  [
    30,
    "Sie sagten: So hat (es) dein Herr gesagt. Gewiß, Er ist der Allweise und Allwissende."
  ],
  [
    31,
    "Er sagte: Was ist nun euer Auftrag, ihr Boten?"
  ],
  [
    32,
    "Sie sagten: Wir sind zu einem Volk von Übeltätern gesandt,"
  ],
  [
    33,
    "um über sie Steine aus Lehm niederkommen zu lassen,"
  ],
  [
    34,
    "gekennzeichnet bei deinem Herrn für die Maßlosen."
  ],
  [
    35,
    "Und so ließen Wir wer in ihr gläubig war, fortziehen."
  ],
  [
    36,
    "Da fanden wir in ihr aber nur ein (einziges) Haus von (Allah) Ergebenen."
  ],
  [
    37,
    "Und Wir hinterließen in ihr ein Zeichen für diejenigen, die die schmerzhafte Strafe fürchten."
  ],
  [
    38,
    "Und in Musa, als Wir ihn zu Fir’aun mit einer deutlichen Ermächtigung sandten."
  ],
  [
    39,
    "Da aber kehrte er sich ab samt seiner Stütze und sagte: Ein Zauberer oder ein Besessener."
  ],
  [
    40,
    "Da ergriffen Wir ihn und seine Heerscharen und warfen sie dann in das große Gewässer, denn er hatte sich Tadel zugezogen."
  ],
  [
    41,
    "Und (auch) in den ’Ad, als Wir gegen sie den unheilvollen Wind sandten."
  ],
  [
    42,
    "Nichts von (all) dem, worüber er kam, ließ er zurück, ohne es wie Zerfallenes werden zu lassen."
  ],
  [
    43,
    "Und (auch) in den Tamud, als zu ihnen gesagt wurde: Genießt für eine gewisse Zeit."
  ],
  [
    44,
    "Sie lehnten sich gegen den Befehl ihres Herrn auf. Da ergriff sie der Donnerschlag, während sie hinschauten,"
  ],
  [
    45,
    "so konnten sie nicht (mehr) aufstehen und es wurde ihnen keine Hilfe zuteil."
  ],
  [
    46,
    "Und (Wir vernichteten) zuvor (auch) das Volk Nuhs; gewiß, sie waren ein Volk von Frevlern."
  ],
  [
    47,
    "Und den Himmel haben Wir mit Kraft aufgebaut, und Wir weiten (ihn) wahrlich (noch) aus."
  ],
  [
    48,
    "Und die Erde haben Wir ausgebreitet. Wie trefflich haben Wir (sie) geebnet!"
  ],
  [
    49,
    "Und von allem haben Wir ein Paar erschaffen, auf daß ihr bedenken möget."
  ],
  [
    50,
    "So flüchtet (nun) zu Allah. Gewiß, ich bin euch von Ihm ein deutlicher Warner."
  ],
  [
    51,
    "Und setzt neben Allah keinen anderen Gott. Gewiß, ich bin euch von Ihm ein deutlicher Warner."
  ],
  [
    52,
    "So kam auch zu denjenigen, die vor ihnen waren, kein Gesandter, ohne daß sie gesagt hätten: Ein Zauberer oder ein Besessener."
  ],
  [
    53,
    "Haben sie es denn einander eindringlich empfohlen? Nein! Vielmehr sind sie ein das Maß (an Frevel) überschreitendes Volk."
  ],
  [
    54,
    "So kehre dich von ihnen ab; du bist (hierin) nicht zu tadeln."
  ],
  [
    55,
    "Und ermahne, denn die Ermahnung nützt den Gläubigen."
  ],
  [
    56,
    "Und Ich habe die Ginn und die Menschen nur (dazu) erschaffen, damit sie Mir dienen."
  ],
  [
    57,
    "Ich will weder von ihnen irgendeine Versorgung, noch will Ich, daß sie Mir zu essen geben."
  ],
  [
    58,
    "Gewiß, Allah ist der Versorger, der Besitzer von Kraft und der Feste ."
  ],
  [
    59,
    "Gewiß, für diejenigen, die Unrecht tun, wird es einen vorgesehenen Anteil geben wie den Anteil ihrer Gefährten; so sollen sie Mich nicht um Beschleunigung (der Strafe) bitten."
  ],
  [
    60,
    "So wehe denjenigen, die ungläubig sind, vor ihrem Tag, der ihnen angedroht ist!"
  ]
]