[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "The Mount",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Bei dem Berg;"
  ],
  [
    2,
    "und bei einem Buch, das in Zeilen niedergeschrieben ist"
  ],
  [
    3,
    "auf ausgebreiteter Tierhaut;"
  ],
  [
    4,
    "bei dem vielbesuchten (Gottes)haus"
  ],
  [
    5,
    "und bei dem erhöhten Dach"
  ],
  [
    6,
    "und bei dem angefüllten Meer!"
  ],
  [
    7,
    "Die Strafe deines Herrn wird gewiß hereinbrechen."
  ],
  [
    8,
    "Es gibt niemanden, der sie abwehren könnte."
  ],
  [
    9,
    "Am Tag, da der Himmel sich heftig hin und her bewegen"
  ],
  [
    10,
    "und die Berge sich in der Tat bewegen werden,"
  ],
  [
    11,
    "wehe an jenem Tag den Leugnern (der Botschaft),"
  ],
  [
    12,
    "die in schweifenden Gesprächen ihr Spiel treiben!"
  ],
  [
    13,
    "Am Tag, da sie gewaltsam zum Feuer der Hölle gestoßen werden:"
  ],
  [
    14,
    "Das ist das Feuer, das ihr für Lüge zu erklären pflegtet."
  ],
  [
    15,
    "Ist dies (nun) etwa Zauberei, oder könnt ihr nicht sehen?"
  ],
  [
    16,
    "Seid ihm ausgesetzt und ertragt es dann standhaft oder nicht, gleich ist es in Bezug auf euch; euch wird nur das vergolten, was ihr zu tun pflegtet."
  ],
  [
    17,
    "Die Gottesfürchtigen aber werden in Gärten und Wonne sein."
  ],
  [
    18,
    "Sie lassen es sich wohl sein an dem, was ihnen ihr Herr gibt. Und ihr Herr bewahrt sie vor der Strafe des Höllenbrandes."
  ],
  [
    19,
    "Eßt und trinkt als wohlbekömmlich für das, was ihr zu tun pflegtet."
  ],
  [
    20,
    "indem ihr euch auf (voreinander)gereihten Liegen lehnt. Und Wir geben ihnen als Gattinnen Huris mit schönen, großen Augen."
  ],
  [
    21,
    "Und denjenigen, die glauben und denen ihre Nachkommenschaft im Glauben nachfolgt, lassen Wir ihre Nachkommenschaft sich (ihnen) anschließen. Und Wir verringern ihnen gar nichts von ihren Werken. Jedermann ist an das, was er erworben hat, gebunden."
  ],
  [
    22,
    "Und Wir versorgen sie reichlich mit Früchten und Fleisch von dem, was sie begehren."
  ],
  [
    23,
    "Sie greifen darin miteinander nach einem Becher, in dem nichts darin ist, was zu unbedachter Rede verleitet und zu keiner Versündigung."
  ],
  [
    24,
    "Und unter ihnen gehen Jünglinge umher, die zu ihnen gehören, als wären sie wohlverwahrte Perlen."
  ],
  [
    25,
    "Und sie wenden sich einander zu und fragen sich gegenseitig."
  ],
  [
    26,
    "Sie sagen: Gewiß, früher waren wir inmitten unserer Angehörigen besorgt."
  ],
  [
    27,
    "Da erwies Allah uns eine Wohltat und bewahrte uns vor der Strafe des Glutwindes."
  ],
  [
    28,
    "Gewiß, früher pflegten wir Ihn anzurufen. Gewiß, Er ist ja der Gütige und Barmherzige."
  ],
  [
    29,
    "So ermahne (nur); du bist ja durch die Gunst deines Herrn weder ein Wahrsager noch ein Besessener."
  ],
  [
    30,
    "Oder sagen sie etwa: Ein Dichter, gegen den wir die (Unglücks)fälle der Zeit abwarten?"
  ],
  [
    31,
    "Sag: Wartet ab! Gewiß, ich gehöre mit euch zu denjenigen, die abwarten."
  ],
  [
    32,
    "Oder befiehlt ihnen etwa ihr Verstand dies, oder sind sie (vielmehr) Leute, die das Maß (an Frevel) überschreiten?"
  ],
  [
    33,
    "Oder sagen sie etwa: Er hat ihn sich selbst ausgedacht’? Nein! Vielmehr glauben sie nicht."
  ],
  [
    34,
    "So sollen sie doch eine Aussage gleicher Art beibringen, wenn sie wahrhaftig sind."
  ],
  [
    35,
    "Oder sind sie etwa aus dem Nichts erschaffen worden, oder sind sie (gar) selbst die Schöpfer?"
  ],
  [
    36,
    "Oder haben sie (etwa) die Himmel und die Erde erschaffen? Nein! Vielmehr sind sie nicht überzeugt."
  ],
  [
    37,
    "Oder besitzen sie (etwa) die Schatzkammern deines Herrn, oder sind sie es, die die Oberherrschaft ausüben?"
  ],
  [
    38,
    "Oder haben sie eine Leiter, mit der sie (den Himmel) abhören (können)? Dann soll doch ihr Abhörer eine deutliche Ermächtigung beibringen."
  ],
  [
    39,
    "Oder hat Er (für Sich selbst) die Töchter und habt ihr (für euch selbst) die Söhne (bestimmt)?"
  ],
  [
    40,
    "Oder verlangst du (etwa) von ihnen einen Lohn, so daß sie mit Schulden belastet wären?"
  ],
  [
    41,
    "Oder besitzen sie (das Wissen über) das Verborgene, so daß sie (es) aufschreiben (können)?"
  ],
  [
    42,
    "Oder wollen sie eine List anwenden? Aber diejenigen, die ungläubig sind, sind es, die der List erliegen."
  ],
  [
    43,
    "Oder haben sie einen anderen Gott als Allah? Preis sei Allah! (und Erhaben ist Er) über das, was sie (Ihm) beigesellen."
  ],
  [
    44,
    "Und wenn sie ein Stück vom Himmel herabfallen sähen, würden sie sagen: Aufgeschichtete Wolken."
  ],
  [
    45,
    "Lasse sie nur, bis sie ihrem Tag begegnen, an dem sie wie vom Donnerschlag getroffen zusammenbrechen werden,"
  ],
  [
    46,
    "dem Tag, da ihre List ihnen nichts nützen und ihnen keine Hilfe zuteil werden wird."
  ],
  [
    47,
    "Gewiß, für diejenigen, die Unrecht tun, wird es eine Strafe außer dieser geben, aber die meisten von ihnen wissen nicht."
  ],
  [
    48,
    "Sei standhaft gegenüber dem Urteil deines Herrn. Gewiß, du bist ja vor Unseren Augen. Und lobpreise deinen Herrn, wenn du aufstehst,"
  ],
  [
    49,
    "und (in einem Teil) von der Nacht, da preise Ihn, und beim Schwinden der Sterne."
  ]
]