[
  {
    "id": 56,
    "city": "makkah",
    "name": {
      "translated": "The Inevitable",
      "transliterated": "Al-Waqi'ah",
      "codepoints": [
        1575,
        1604,
        1608,
        1575,
        1602,
        1593,
        1577
      ]
    },
    "ayahs": 96,
    "slug": "al-waqi-ah",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Wenn die (Stunde) eintrifft, die eintreffen wird,"
  ],
  [
    2,
    "gibt es niemanden, der ihr Eintreffen leugnen wird."
  ],
  [
    3,
    "Sie wird (manches) niedrig machen und (manches) erhöhen."
  ],
  [
    4,
    "Wenn die Erde heftig hin und her geschüttelt wird"
  ],
  [
    5,
    "und die Berge völlig zermalmt werden"
  ],
  [
    6,
    "und dann zu verstreutem Staub werden"
  ],
  [
    7,
    "und ihr (in) drei Arten (aufgeteilt) werdet:"
  ],
  [
    8,
    "Die Gefährten von der rechten Seite - was sind die Gefährten von der rechten Seite?"
  ],
  [
    9,
    "Und die Gefährten von der unheilvollen Seite - was sind die Gefährten von der unheilvollen Seite?"
  ],
  [
    10,
    "Und die Vorausgeeilten, ja die Vorausgeeilten,"
  ],
  [
    11,
    "das sind diejenigen, die (Allah) nahegestellt sein werden,"
  ],
  [
    12,
    "in den Gärten der Wonne."
  ],
  [
    13,
    "Eine Menge von den Früheren"
  ],
  [
    14,
    "und wenige von den Späteren,"
  ],
  [
    15,
    "auf (mit Gold) durchwobenen Liegen"
  ],
  [
    16,
    "lehnen sie sich darauf einander gegenüber."
  ],
  [
    17,
    "Unter ihnen gehen ewig junge Knaben umher"
  ],
  [
    18,
    "mit Trinkschalen und Krügen und einem Becher aus einem Quell -,"
  ],
  [
    19,
    "von ihm bekommen sie weder Kopfschmerzen noch werden sie dadurch benommen,-"
  ],
  [
    20,
    "und (mit) Früchten von dem, was sie sich auswählen,"
  ],
  [
    21,
    "und Fleisch von Geflügel von dem, was sie begehren."
  ],
  [
    22,
    "Und (darin sind) Huris mit schönen, großen Augen,"
  ],
  [
    23,
    "gleich wohlverwahrten Perlen."
  ],
  [
    24,
    "(Dies) als Lohn für das, was sie zu tun pflegten."
  ],
  [
    25,
    "Weder hören sie darin unbedachte Rede noch Anklage der Sünde,"
  ],
  [
    26,
    "sondern nur den Ausspruch: Frieden! Frieden!"
  ],
  [
    27,
    "Und die Gefährten der rechten Seite - was sind die Gefährten von der rechten Seite?"
  ],
  [
    28,
    "(Sie sind) unter dornenlosen Sidr-Bäumen"
  ],
  [
    29,
    "und dichtgeschichteten Mimosen"
  ],
  [
    30,
    "und langgestrecktem Schatten,"
  ],
  [
    31,
    "(an) sich ergießendem Wasser,"
  ],
  [
    32,
    "(bei) vielen Früchten,"
  ],
  [
    33,
    "die weder unterbrochen noch verwehrt sind,"
  ],
  [
    34,
    "und (auf) erhöhten Ruhebetten."
  ],
  [
    35,
    "Wir haben sie derart entstehen lassen"
  ],
  [
    36,
    "und sie zu Jungfrauen gemacht,"
  ],
  [
    37,
    "liebevoll und gleichaltrig,"
  ],
  [
    38,
    "für die Gefährten der rechten Seite."
  ],
  [
    39,
    "Eine Menge von den Früheren,"
  ],
  [
    40,
    "und eine Menge von den Späteren."
  ],
  [
    41,
    "Und die Gefährten der linken Seite - was sind die Gefährten der linken Seite?"
  ],
  [
    42,
    "(Sie sind) in Glutwind und heißem Wasser"
  ],
  [
    43,
    "und (in) Schatten aus schwarzem Qualm,"
  ],
  [
    44,
    "(der) weder kühl noch trefflich (ist)."
  ],
  [
    45,
    "Sie lebten ja vordem üppig"
  ],
  [
    46,
    "und verharrten in dem gewaltigen Unglauben"
  ],
  [
    47,
    "und pflegten zu sagen: Wenn wir gestorben und zu Erde und Knochen geworden sind, sollen wir denn dann wirklich auferweckt werden?"
  ],
  [
    48,
    "Und auch unsere Vorväter?"
  ],
  [
    49,
    "Sag: Die Früheren und die Späteren"
  ],
  [
    50,
    "werden wahrlich versammelt werden zur festgesetzten Zeit eines (wohl)bekannten Tages."
  ],
  [
    51,
    "Hierauf werdet ihr ja, ihr irregehenden Leugner,"
  ],
  [
    52,
    "wahrlich von Zaqqum-Bäumen essen"
  ],
  [
    53,
    "und euch dann davon die Bäuche füllen"
  ],
  [
    54,
    "und dann darauf heißes Wasser trinken;"
  ],
  [
    55,
    "trinken werdet ihr dann, wie ewig Durstige trinken."
  ],
  [
    56,
    "Das ist ihre gastliche Aufnahme am Tag des Gerichts."
  ],
  [
    57,
    "Wir doch haben euch erschaffen; wenn ihr (es) doch für wahr halten würdet!"
  ],
  [
    58,
    "Was meint ihr denn zu dem, was ihr als Samen ausspritzt?"
  ],
  [
    59,
    "Seid ihr es etwa, die ihn erschaffen oder sind nicht doch Wir die Erschaffer?"
  ],
  [
    60,
    "Wir doch haben unter euch den Tod festgelegt. Und niemand kann Uns zuvorkommen,"
  ],
  [
    61,
    "daß Wir (nicht) euresgleichen (gegen euch) austauschen und euch (in einem Zustand wieder)entstehen lassen, den ihr nicht kennt."
  ],
  [
    62,
    "Und ihr kennt doch die erste Schöpfung. Wenn ihr doch bedenken würdet!"
  ],
  [
    63,
    "Was meint ihr denn zu dem, was ihr an Saatfeldern bestellt?"
  ],
  [
    64,
    "Seid ihr es etwa, die es wachsen lassen, oder sind nicht doch Wir es, die wachsen lassen?"
  ],
  [
    65,
    "Wenn Wir wollten, könnten Wir es wahrlich zu zermalmtem Zeug machen, und ihr würdet dann dauernd verwundert darüber reden:"
  ],
  [
    66,
    "Wir sind wahrlich mit Schulden belastet."
  ],
  [
    67,
    "Nein! Vielmehr ist uns alles verwehrt worden."
  ],
  [
    68,
    "Was meint ihr denn zu dem Wasser, das ihr trinkt?"
  ],
  [
    69,
    "Seid ihr es etwa, die es von den Wolken herabkommen lassen, oder sind doch nicht Wir es, die herabkommen lassen?"
  ],
  [
    70,
    "Wenn Wir wollten, könnten Wir es (auf der Zunge) brennend machen. Wenn ihr doch dankbar sein würdet!"
  ],
  [
    71,
    "Was meint ihr denn zu dem Feuer, das ihr (durch Reiben) zündet?"
  ],
  [
    72,
    "Seid ihr es etwa, die den dazu nötigen Baum entstehen lassen, oder sind nicht doch Wir es, die entstehen lassen?"
  ],
  [
    73,
    "Wir haben es ja zur Erinnerung (an das Höllenfeuer) und als Nießbrauch für die Wanderer gemacht."
  ],
  [
    74,
    "Darum preise den Namen deines Allgewaltigen Herrn."
  ],
  [
    75,
    "Nein! Ich schwöre bei den Standorten der Sterne"
  ],
  [
    76,
    "- und das ist wahrlich, wenn ihr (nur) wüßtet, ein gewaltiger Schwur:"
  ],
  [
    77,
    "Das ist wahrlich ein ehrwürdiger Qur’an"
  ],
  [
    78,
    "in einem wohlverwahrten Buch,"
  ],
  [
    79,
    "das nur diejenigen berühren (dürfen), die vollkommen gereinigt sind;"
  ],
  [
    80,
    "(er ist) eine Offenbarung vom Herrn der Weltenbewohner."
  ],
  [
    81,
    "Wollt ihr denn über diese Aussage nur schön reden"
  ],
  [
    82,
    "und (als Dankbarkeit) für eure Versorgung soll euer Ableugnen sein?"
  ],
  [
    83,
    "Wenn sie die Kehle erreicht,"
  ],
  [
    84,
    "während ihr dabei zuschaut"
  ],
  [
    85,
    "und Wir ihm näher sind als ihr - aber ihr könnt es nicht sehen -,"
  ],
  [
    86,
    "könntet ihr dann, wenn ihr doch nicht vor Gericht gestellt werden sollt (, wie ihr behauptet),"
  ],
  [
    87,
    "sie zurückbringen, wenn ihr wahrhaftig seid?"
  ],
  [
    88,
    "Wenn er nun zu den (Allah) Nahegestellten gehört,"
  ],
  [
    89,
    "dann (wird es für ihn) Ruhe, duftende Pflanzen und einen Garten der Wonne (geben)."
  ],
  [
    90,
    "Und wenn er nun zu den Gefährten der rechten Seite gehört,"
  ],
  [
    91,
    "so: Friede sei dir von den Gefährten der rechten Seite."
  ],
  [
    92,
    "Wenn er aber zu den Leugnern, den Irregehenden gehört,"
  ],
  [
    93,
    "dann wird ihm eine gastliche Aufnahme aus heißem Wasser (zuteil) werden,"
  ],
  [
    94,
    "und das Erleiden des Höllenbrandes."
  ],
  [
    95,
    "Dies ist wahrlich die reine Gewißheit."
  ],
  [
    96,
    "Darum preise den Namen deines Allgewaltigen Herrn."
  ]
]