[
  {
    "id": 58,
    "city": "madina",
    "name": {
      "translated": "The Pleading Woman",
      "transliterated": "Al-Mujadila",
      "codepoints": [
        1575,
        1604,
        1605,
        1580,
        1575,
        1583,
        1604,
        1577
      ]
    },
    "ayahs": 22,
    "slug": "al-mujadila",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Gehört hat ja Allah die Aussage derjenigen, die mit dir über ihren Gatten streitet und sich bei Allah beklagt, während Allah euren Wortwechsel hört. Gewiß, Allah ist Allhörend und Allsehend."
  ],
  [
    2,
    "Diejenigen von euch, die sich von ihren Frauen durch den Rückenschwur trennen - sie sind doch nicht ihre Mütter. Ihre Mütter sind nur diejenigen, die sie geboren haben. Sie sagen da fürwahr etwas Verwerfliches an Worten und etwas Falsches. Und Allah ist wahrlich Allverzeihend und Allvergebend."
  ],
  [
    3,
    "Diejenigen, die sich von ihren Frauen durch den Rückenschwur trennen und hierauf dann doch zu dem zurückkehren, was sie gesagt haben, (sollen) einen Sklaven befreien, bevor sie beide einander berühren. Damit werdet ihr ja ermahnt. Und Allah ist dessen, was ihr tut, Kundig."
  ],
  [
    4,
    "Wer aber keine (Möglichkeit dazu) findet, (der hat) zwei aufeinanderfolgende Monate (zu) fasten, bevor sie beide einander berühren. Wer (es) aber nicht kann, (der hat) sechzig Arme (zu) speisen. Dies, damit ihr an Allah und Seinen Gesandten glaubt. Dies sind Allahs Grenzen. Und für die Ungläubigen wird es schmerzhafte Strafe geben."
  ],
  [
    5,
    "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, werden niedergeworfen, wie diejenigen vor ihnen niedergeworfen worden sind. Wir haben ja doch klare Zeichen hinabgesandt. Und für die Ungläubigen wird es schmachvolle Strafe geben."
  ],
  [
    6,
    "Am Tag, da Allah sie alle auferwecken und ihnen kundtun wird, was sie getan haben. Allah hat es erfaßt, sie aber haben es vergessen. Und Allah ist über alles Zeuge."
  ],
  [
    7,
    "Siehst du nicht, daß Allah weiß, was in den Himmeln und was auf der Erde ist? Es gibt kein vertrauliches Gespräch zwischen dreien, ohne daß Er ihr vierter wäre, und keines zwischen fünfen, ohne daß Er ihr sechster wäre, und auch nicht weniger oder mehr als dieser (Zahl), ohne daß Er mit ihnen wäre, wo immer sie sein mögen. Hierauf tut Er ihnen am Tag der Auferstehung kund, was sie getan haben. Gewiß, Allah weiß über alles Bescheid."
  ],
  [
    8,
    "Siehst du nicht jene, denen verboten wurde, vertrauliche Gespräche zu führen, die aber hierauf zurückkehren zu dem, was ihnen verboten wurde und miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten vertraulich sprechen? Und wenn sie zu dir kommen, grüßen sie dich, wie nicht einmal Allah dich grüßt, und sagen unter sich: Würde Allah uns doch nur strafen für das, was wir sagen! Ihre Genüge ist die Hölle, der sie ausgesetzt sein werden - ein schlimmer Ausgang!"
  ],
  [
    9,
    "O die ihr glaubt, wenn ihr vertraulich miteinander sprecht, dann sprecht nicht vertraulich miteinander über Sünde, feindseliges Vorgehen und Ungehorsam gegen den Gesandten, sondern sprecht vertraulich miteinander über Frömmigkeit und Gottesfurcht. Und fürchtet Allah, zu Dem ihr versammelt werdet."
  ],
  [
    10,
    "Vertrauliche Gespräche sind nur vom Satan, damit diejenigen traurig seien, die gläubig sind. Aber er kann ihnen keinen Schaden zufügen, außer mit Allahs Erlaubnis. Und auf Allah sollen sich die Gläubigen verlassen."
  ],
  [
    11,
    "O die ihr glaubt, wenn zu euch gesagt wird: Macht Platz! in den Versammlungen!, dann schafft Platz, so schafft auch Allah euch Platz. Und wenn gesagt wird: Erhebt euch!, dann erhebt euch eben, so erhöht auch Allah diejenigen von euch, die glauben, und diejenigen, denen das Wissen gegeben worden ist, um Rangstufen. Und Allah ist dessen, was ihr tut, Kundig."
  ],
  [
    12,
    "O die ihr glaubt, wenn ihr mit dem Gesandten vertraulich sprechen wollt, dann gebt schon vor eurem vertraulichen Gespräch ein Almosen. Das ist besser und reiner für euch. Wenn ihr jedoch nicht(s dafür) findet, gewiß, dann ist Allah Allvergebend und Barmherzig."
  ],
  [
    13,
    "Scheut ihr davor, schon vor eurem vertraulichen Gespräch Almosen zu geben? Da ihr (es) nicht getan habt und Allah sich euch wieder Reue-Annehmend zugewendet hat, so verrichtet das Gebet und entrichtet die Abgabe’, und gehorcht Allah und Seinem Gesandten. Und Allah ist Kundig dessen, was ihr tut."
  ],
  [
    14,
    "Siehst du nicht jene, die sich Leute zu Schutzherren nehmen, denen Allah zürnt? Sie gehören weder zu euch noch zu ihnen, und sie schwören auf (ihre) Lügen, wobei sie (es) wissen."
  ],
  [
    15,
    "Allah hat für sie strenge Strafe bereitet. Gewiß, wie böse ist, was sie zu tun pflegen."
  ],
  [
    16,
    "Sie haben sich ihre Eide zu einem Schutzschirm genommen und halten so von Allahs Weg ab. Für sie wird es schmachvolle Strafe geben."
  ],
  [
    17,
    "Weder ihr Besitz noch ihre Kinder werden ihnen vor Allah etwas nützen. Das sind die Insassen des (Höllen)feuers; ewig werden sie darin bleiben."
  ],
  [
    18,
    "Am Tag, da Allah sie alle auferweckt, da werden sie Ihm schwören, wie sie euch schwören, und meinen, sie hätten eine Grundlage. Aber sicherlich, sie sind ja Lügner."
  ],
  [
    19,
    "Der Satan hat sie in seine Gewalt gebracht und sie dann Allahs Ermahnung vergessen lassen. Jene sind die Gruppierung des Satans. Aber sicherlich, die Gruppierung des Satans, das sind ja die Verlierer."
  ],
  [
    20,
    "Gewiß, diejenigen, die Allah und Seinem Gesandten zuwiderhandeln, sie gehören zu den Niedrigsten."
  ],
  [
    21,
    "Allah hat (vor)geschrieben: Siegen werde Ich ganz gewiß, (Ich) und Meine Gesandten. Gewiß, Allah ist Stark und Allmächtig."
  ],
  [
    22,
    "Du findest keine Leute, die an Allah und den Jüngsten Tag glauben und denjenigen Zuneigung bezeigen, die Allah und Seinem Gesandten zuwiderhandeln, auch wenn diese ihre Väter wären oder ihre Söhne oder ihre Brüder oder ihre Sippenmitglieder. Jene - in ihre Herzen hat Er den Glauben geschrieben und sie mit Geist von Sich gestärkt. Er wird sie in Gärten eingehen lassen, durcheilt von Bächen, ewig darin zu bleiben. Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Jene sind Allahs Gruppierung. Sicherlich, Allahs Gruppierung, dies sind diejenigen, denen es wohl ergeht."
  ]
]