[
  {
    "id": 61,
    "city": "madina",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Allah preist (alles), was in den Himmeln und was auf der Erde ist. Und Er ist der Allmächtige und Allweise."
  ],
  [
    2,
    "O die ihr glaubt, warum sagt ihr, was ihr nicht tut?"
  ],
  [
    3,
    "Welch schwerwiegende Abscheu erregt es bei Allah, daß ihr sagt, was ihr nicht tut."
  ],
  [
    4,
    "Gewiß, Allah liebt diejenigen, die auf Seinem Weg kämpfen in Reihe, als wären sie ein zusammengefügter Bau."
  ],
  [
    5,
    "Und als Musa zu seinem Volk sagte: O mein Volk, warum fügt ihr mir Leid zu, wo ihr doch sicher wißt, daß ich Allahs Gesandter an euch bin? Als sie nun abschweiften, ließ Allah ihre Herzen abschweifen. Und Allah leitet das Volk der Frevler nicht recht."
  ],
  [
    6,
    "Und als ’Isa, der Sohn Maryams, sagte: O Kinder Isra’ils, gewiß, ich bin Allahs Gesandter an euch, das bestätigend, was von der Tora vor mir (offenbart) war, und einen Gesandten verkündend, der nach mir kommen wird: sein Name ist Ahmad’. Als er nun mit den klaren Beweisen zu ihnen kam, sagten sie: Das ist deutliche Zauberei."
  ],
  [
    7,
    "Und wer ist ungerechter, als wer gegen Allah Lügen ersinnt, während er zum Islam aufgerufen wird? Und Allah leitet das Volk der Ungerechten nicht recht."
  ],
  [
    8,
    "Sie wollen gern Allahs Licht mit ihren Mündern auslöschen. Aber Allah wird Sein Licht vollenden, auch wenn es den Ungläubigen zuwider ist."
  ],
  [
    9,
    "Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand über alle Religion zu geben, auch wenn es den Götzendienern zuwider ist."
  ],
  [
    10,
    "O die ihr glaubt, soll ich euch auf einen Handel hinweisen, der euch vor schmerzhafter Strafe rettet?"
  ],
  [
    11,
    "Ihr sollt an Allah und Seinen Gesandten glauben und euch auf Allahs Weg mit eurem Besitz und mit eurer eigenen Person abmühen; das ist besser für euch, wenn ihr nur wißt -,"
  ],
  [
    12,
    "dann wird Er euch eure Sünden vergeben und euch eingehen lassen in Gärten, durcheilt von Bächen, und in angenehme Wohnungen in den Gärten Edens. Das ist der großartige Erfolg."
  ],
  [
    13,
    "Und (noch) eine andere (Huld), die ihr liebt (, wird euch gewährt): Hilfe von Allah und ein naher Sieg. Und (so) verkünde (diese) frohe Botschaft den Gläubigen."
  ],
  [
    14,
    "O die ihr glaubt, seid Allahs Helfer, so wie ’Isa, der Sohn Maryams, zu den Jüngern sagte: Wer sind meine Helfer (auf dem Weg) zu Allah (hin)? Die Jünger sagten: Wir sind Allahs Helfer. So glaubte ein Teil von den Kindern Isra’ils, während ein (anderer) Teil ungläubig war. Da stärkten Wir diejenigen, die glaubten, gegen ihre Feinde, und so bekamen sie die Oberhand."
  ]
]