[
  {
    "id": 66,
    "city": "madina",
    "name": {
      "translated": "The Prohibition",
      "transliterated": "At-Tahrim",
      "codepoints": [
        1575,
        1604,
        1578,
        1581,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 12,
    "slug": "at-tahrim",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "O Prophet, warum verbietest du, was Allah dir erlaubt hat, indem du da nach trachtest, die Zufriedenheit deiner Gattinnen zu erlangen? Und Allah ist Allvergebend und Barmherzig."
  ],
  [
    2,
    "Allah hat ja für euch festgelegt, womit eure Eide zu lösen sind. Und Allah ist euer Schutzherr, und Er ist der Allwissende und Allweise."
  ],
  [
    3,
    "Als der Prophet einer seiner Gattinnen eine Mitteilung im geheimen anvertraute. Als sie sie dann kundtat und Allah es ihm offen darlegte, gab er (ihr) einen Teil davon bekannt und überging einen (anderen) Teil. Als er es ihr nun kundtat, sagte sie: Wer hat dir das mitgeteilt? Er sagte: Kundgetan hat (es) mir der Allwissende und Allkundige."
  ],
  [
    4,
    "Wenn ihr beide euch in Reue zu Allah umkehrt - so werden eure Herzen sich ja (der Aufrichtigkeit) zuneigen - ... Und wenn ihr einander gegen ihn beisteht, so ist Allah sein Schutzherr; und Gibril, die Rechtschaffenen von den Gläubigen, und die Engel werden darüber hinaus (ihm) Beistand sein."
  ],
  [
    5,
    "Vielleicht wird sein Herr ihm, wenn er sich von euch (allen) scheidet, zum Tausch (andere) Gattinnen geben, (die) besser (sind) als ihr: muslimische, gläubige, demütig ergebene, in Reue umkehrende, (Allah) dienende und umherziehende, früher verheiratete oder Jungfrauen."
  ],
  [
    6,
    "O die ihr glaubt, bewahrt euch selbst und eure Angehörigen vor einem Feuer, dessen Brennstoff Menschen und Steine sind, über das hartherzige, strenge Engel (gesetzt) sind, die sich Allah nicht widersetzen in dem, was Er ihnen befiehlt, sondern tun, was ihnen befohlen wird."
  ],
  [
    7,
    "O die ihr ungläubig seid, entschuldigt euch heute nicht. Euch wird nur das vergolten, was ihr zu tun pflegtet."
  ],
  [
    8,
    "O die ihr glaubt, kehrt zu Allah um in aufrichtiger Reue; vielleicht wird euer Herr euch eure bösen Taten tilgen und euch in Gärten eingehen lassen, durcheilt von Bächen, am Tag, da Allah den Propheten und diejenigen, die mit ihm geglaubt haben, nicht in Schande stürzen wird. Ihr Licht eilt ihnen voraus und (ebenso) zu ihrer Rechten. Sie werden sagen: Unser Herr, vollende für uns unser Licht und vergib uns. Gewiß, Du hast zu allem die Macht."
  ],
  [
    9,
    "O Prophet, mühe dich gegen die Ungläubigen und die Heuchler ab und sei hart gegen sie. Ihr Zufluchtsort wird die Hölle sein - ein schlimmer Ausgang!"
  ],
  [
    10,
    "Allah hat als Gleichnis für diejenigen, die ungläubig sind, dasjenige von Nuhs Frau und Luts Frau geprägt. Sie beide unterstanden zwei rechtschaffenen (Dienern) von Unseren Dienern, doch handelten sie verräterisch an ihnen, und so haben ihnen diese vor Allah nichts genützt. Und es wurde gesagt: Geht beide ins (Höllen)feuer ein mit denjenigen, die hineingehen."
  ],
  [
    11,
    "Und Allah hat als Gleichnis für diejenigen, die glauben, dasjenige von Fir’auns Frau geprägt. Als sie sagte: Mein Herr, baue mir bei Dir ein Haus im (Paradies)garten, und errette mich von Fir’aun und seinem Werk, und errette mich von dem Volk der Ungerechten."
  ],
  [
    12,
    "Und (auch von) Maryam, ’Imrans Tochter, die ihre Scham unter Schutz stellte, worauf Wir in sie von Unserem Geist einhauchten. Und sie hielt die Worte ihres Herrn und Seine Bücher für wahr und gehörte zu den (Allah) demütig Ergebenen."
  ]
]