[
  {
    "id": 73,
    "city": "makkah",
    "name": {
      "translated": "The Enshrouded One",
      "transliterated": "Al-Muzzammil",
      "codepoints": [
        1575,
        1604,
        1605,
        1586,
        1605,
        1604
      ]
    },
    "ayahs": 20,
    "slug": "al-muzzammil",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "O du Eingehüllter,"
  ],
  [
    2,
    "steh (zum Gebet) die (ganze) Nacht auf- bis auf einen kleinen Teil,"
  ],
  [
    3,
    "ihre Hälfte, oder verringere sie um einen kleinen Teil"
  ],
  [
    4,
    "oder füge etwas hinzu. Und trage den Qur’an wohlgeordnet vor."
  ],
  [
    5,
    "Gewiß, Wir werden dir gewichtige Worte offenbaren."
  ],
  [
    6,
    "Das Aufstehen in der Nacht hat stärkeren Einfluß (auf die Seele) und bringt eher aufklärende Worte."
  ],
  [
    7,
    "Du hast ja am Tage lange Zeit für Beschäftigung."
  ],
  [
    8,
    "Und gedenke des Namens deines Herrn und widme dich Ihm ganz allein."
  ],
  [
    9,
    "(Er ist) der Herr des Ostens und des Westens. Es gibt keinen Gott außer Ihm. So nimm Ihn dir zum Sachwalter."
  ],
  [
    10,
    "Und ertrage standhaft, was sie sagen, und meide sie auf schöne Weise."
  ],
  [
    11,
    "Und lasse Mich (allein) mit den Leugnern (der Botschaft), die ein angenehmes Leben haben, und lasse ihnen noch kurze Zeit."
  ],
  [
    12,
    "Gewiß, bei Uns gibt es schwere Fesseln und einen Höllenbrand"
  ],
  [
    13,
    "und Speise, die im Hals Würgen hervorruft, und schmerzhafte Strafe"
  ],
  [
    14,
    "am Tag, da die Erde und die Berge zittern und die Berge ein zerrinnender Sandhügel sein werden."
  ],
  [
    15,
    "Wir haben zu euch ja einen Gesandten als Zeugen über euch gesandt, so wie Wir zu Fir’aun einen Gesandten sandten."
  ],
  [
    16,
    "Es widersetzte sich Fir’aun dem Gesandten. Da ergriffen Wir ihn mit hartem Griff."
  ],
  [
    17,
    "Wie wollt ihr euch denn, wenn ihr ungläubig seid, vor einem Tag bewahren, der die Kinder weißhaarig (wie Greise) macht?"
  ],
  [
    18,
    "Der Himmel wird an ihm zerbrechen. Sein Versprechen wird ausgeführt."
  ],
  [
    19,
    "Gewiß, dies ist eine Erinnerung; wer nun will, (der) nimmt (so diesen) einen Weg zu seinem Herrn."
  ],
  [
    20,
    "Gewiß, dein Herr weiß, daß du etwas weniger als zwei Drittel der Nacht (zum Gebet) aufstehst, oder die Hälfte oder ein Drittel davon, und (ebenso) ein Teil von denjenigen, die mit dir sind. Und Allah setzt das Maß der Nacht und des Tages fest. Er weiß, daß ihr es nicht erfassen würdet. Da wandte Er Sich euch zu und erließ es euch. So lest (bei Nacht), was euch vom Qur’an leichtfällt. Er weiß, daß es unter euch Kranke geben wird und andere, die im Land umherreisen, wo sie nach (etwas) von Allahs Huld trachten, und (wieder) andere, die auf Allahs Weg kämpfen. So lest davon, was euch leichtfällt, und verrichtet das Gebet und entrichtet die Abgabe und gebt Allah ein gutes Darlehen. Und was ihr für euch selbst an Gutem vorausschickt, das werdet ihr noch besser und großartiger belohnt bei Allah finden. Und bittet Allah um Vergebung. Gewiß, Allah ist Allvergebend und Barmherzig."
  ]
]