[
  {
    "id": 74,
    "city": "makkah",
    "name": {
      "translated": "The Cloaked One",
      "transliterated": "Al-Muddaththir",
      "codepoints": [
        1575,
        1604,
        1605,
        1583,
        1579,
        1585
      ]
    },
    "ayahs": 56,
    "slug": "al-muddaththir",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "O du Zugedeckter,"
  ],
  [
    2,
    "stehe auf und warne;"
  ],
  [
    3,
    "und deinen Herrn, Den preise als den Größten,"
  ],
  [
    4,
    "und deine Gewänder, die reinige,"
  ],
  [
    5,
    "und die (Unreinheit des) Götzen(dienstes), die meide,"
  ],
  [
    6,
    "und halte nicht (deinen Verdienst) vor, und halte ihn nicht für zu groß,"
  ],
  [
    7,
    "und ertrage standhaft (alles) für deinen Herrn."
  ],
  [
    8,
    "Wenn dann ins Horn gestoßen wird,"
  ],
  [
    9,
    "so wird jener Tag ein schwerer Tag sein"
  ],
  [
    10,
    "für die Ungläubigen nicht leicht."
  ],
  [
    11,
    "Lasse Mich (allein) mit wem Ich allein erschaffen habe,"
  ],
  [
    12,
    "und dem Ich ausgedehnten Besitz gegeben habe"
  ],
  [
    13,
    "und Söhne (als ständige Begleiter) anwesend"
  ],
  [
    14,
    "und dem Ich alles schön zurechtgemacht habe;"
  ],
  [
    15,
    "doch begehrt er hierauf, daß Ich (ihm) noch mehr gebe."
  ],
  [
    16,
    "Keineswegs! Er ist gegen Unsere Zeichen wiederholt widerspenstig gewesen."
  ],
  [
    17,
    "Ich werde ihn mit Beschwerlichem bedrücken."
  ],
  [
    18,
    "Er hat ja nachgedacht und abgewogen."
  ],
  [
    19,
    "Tod ihm, wie er abgewogen hat!"
  ],
  [
    20,
    "Abermals: Tod ihm, wie er abgewogen hat!"
  ],
  [
    21,
    "Hierauf hat er geschaut,"
  ],
  [
    22,
    "hierauf hat er düster geblickt und ein finsteres Gesicht gemacht,"
  ],
  [
    23,
    "hierauf hat er den Rücken gekehrt und ist hochmütig geblieben."
  ],
  [
    24,
    "Er sagt: Das ist nur Zauberei, die überliefert wird."
  ],
  [
    25,
    "Das sind nur die Worte von Menschenwesen."
  ],
  [
    26,
    "Ich werde ihn der Saqar aussetzen."
  ],
  [
    27,
    "Und was läßt dich wissen, was Saqar ist?"
  ],
  [
    28,
    "Sie läßt nichts übrig und läßt nichts bestehen."
  ],
  [
    29,
    "Sie verändert die Menschen ganz."
  ],
  [
    30,
    "Über ihr gibt es neunzehn (Wächter)."
  ],
  [
    31,
    "Wir haben als Wächter des (Höllen)feuers nur Engel eingesetzt, und Wir haben ihre Zahl nur zu einer Versuchung gemacht für diejenigen, die ungläubig sind, damit diejenigen Überzeugung gewinnen, denen die Schrift gegeben wurde, und damit diejenigen, die glauben, an Glauben zunehmen, und damit diejenigen, denen die Schrift gegeben wurde, und (auch) die Gläubigen nicht zweifeln und damit diejenigen, in deren Herzen Krankheit ist, und (auch) die Ungläubigen sagen: Was will denn Allah damit als Gleichnis? So läßt Allah in die Irre gehen, wen Er will, und leitet recht, wen Er will. Aber niemand weiß über die Heerscharen deines Herrn Bescheid außer Ihm. Und es ist nur eine Ermahnung für die Menschenwesen."
  ],
  [
    32,
    "Keineswegs! Beim Mond"
  ],
  [
    33,
    "und (bei) der Nacht, wenn sie den Rücken kehrt,"
  ],
  [
    34,
    "und (bei) dem Morgen, wenn er erstrahlt,"
  ],
  [
    35,
    "sie ist wahrlich eine der größten (Heimsuchungen)"
  ],
  [
    36,
    "zur Warnung für die Menschenwesen,"
  ],
  [
    37,
    "für jemanden von euch, der vorankommen oder zurückbleiben will."
  ],
  [
    38,
    "Jede Seele haftet für das, was sie erworben hat,"
  ],
  [
    39,
    "außerdem die Gefährten von der rechten Seite;"
  ],
  [
    40,
    "sie werden sich in Gärten befinden, und sie werden einander fragen"
  ],
  [
    41,
    "nach den Übeltätern:"
  ],
  [
    42,
    "Was hat euch in Saqar geführt?"
  ],
  [
    43,
    "Sie werden sagen: Wir gehörten nicht zu denjenigen, die beteten,"
  ],
  [
    44,
    "und wir pflegten nicht den Armen zu speisen,"
  ],
  [
    45,
    "und wir pflegten auf schweifende Reden mit denjenigen einzugehen, die solche führten,"
  ],
  [
    46,
    "und wir erklärten stets den Tag des Gerichts für Lüge"
  ],
  [
    47,
    "bis die Gewißheit zu uns kam."
  ],
  [
    48,
    "Nun nützt ihnen die Fürsprache derjenigen nicht, die Fürsprache einlegen (können)."
  ],
  [
    49,
    "Was ist denn mit ihnen, daß sie sich von der Ermahnung abwenden,"
  ],
  [
    50,
    "als wären sie aufgeschreckte Wildesel,"
  ],
  [
    51,
    "die vor einem Löwen fliehen?"
  ],
  [
    52,
    "Aber nein! Jedermann von ihnen will, daß ihm aufgeschlagene Blätter zukommen."
  ],
  [
    53,
    "Keineswegs! Vielmehr fürchten sie nicht das Jenseits."
  ],
  [
    54,
    "Keineswegs! Er ist ja eine Erinnerung."
  ],
  [
    55,
    "Wer nun will, gedenkt seiner."
  ],
  [
    56,
    "Sie werden aber (seiner) nicht gedenken, außer daß Allah es will. Ihm gebührt die Gottesfurcht und Ihm gebührt die Vergebung."
  ]
]