[
  {
    "id": 75,
    "city": "makkah",
    "name": {
      "translated": "The Resurrection",
      "transliterated": "Al-Qiyamah",
      "codepoints": [
        1575,
        1604,
        1602,
        1610,
        1575,
        1605,
        1577
      ]
    },
    "ayahs": 40,
    "slug": "al-qiyamah",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Nein! Ich schwöre beim Tag der Auferstehung."
  ],
  [
    2,
    "Nein! Ich schwöre bei der Seele, die sich selbst tadelt."
  ],
  [
    3,
    "Meint der Mensch (etwa), daß Wir seine Knochen nicht zusammenfügen werden?"
  ],
  [
    4,
    "Ja doch! (Wir) haben die Macht dazu, seine Fingerspitzen zurechtzuformen."
  ],
  [
    5,
    "Aber nein! Der Mensch will (fortdauernd) vor sich hin lasterhaft sein."
  ],
  [
    6,
    "Er fragt: Wann wird bloß der Tag der Auferstehung sein?"
  ],
  [
    7,
    "Wenn dann der Blick verwirrt ist"
  ],
  [
    8,
    "und der Mond sich verfinstert"
  ],
  [
    9,
    "und Sonne und Mond zusammengebracht werden,"
  ],
  [
    10,
    "wird der Mensch an jenem Tag sagen: Wohin soll die Flucht sein?"
  ],
  [
    11,
    "Keineswegs! (Es gibt) keine Zuflucht."
  ],
  [
    12,
    "Zu deinem Herrn wird an jenem Tag der Weg zum Aufenthaltsort (führen)."
  ],
  [
    13,
    "Dem Menschen wird an jenem Tag kundgetan, was er vorausgeschickt und zurückgestellt hat."
  ],
  [
    14,
    "Aber nein! Der Mensch wird bezüglich seiner selbst durchblicken,"
  ],
  [
    15,
    "auch wenn er seine Entschuldigungen vorbrächte ."
  ],
  [
    16,
    "Bewege deine Zunge nicht damit, um ihn übereilt weiterzugeben."
  ],
  [
    17,
    "Uns obliegt es, ihn zusammenzustellen und ihn vorlesen zu lassen."
  ],
  [
    18,
    "Und (erst) wenn Wir ihn vorgelesen haben, dann folge du der Art seines Vortragens."
  ],
  [
    19,
    "Hierauf obliegt es Uns, ihn klar darzulegen."
  ],
  [
    20,
    "Keineswegs! Vielmehr liebt ihr das schnell Eintreffende,"
  ],
  [
    21,
    "und laßt das Jenseits (außer acht)."
  ],
  [
    22,
    "(Die einen) Gesichter werden an jenem Tag strahlen,"
  ],
  [
    23,
    "zu ihrem Herrn schauen."
  ],
  [
    24,
    "Und (die anderen) Gesichter werden an jenem Tag finster sein;"
  ],
  [
    25,
    "die meinen, es würde ihnen das Rückgrat gebrochen."
  ],
  [
    26,
    "Keineswegs! Wenn sie das Schlüsselbein erreicht"
  ],
  [
    27,
    "und gesagt wird: Wer ist ein Zauberer (, der ihn retten kann)?,"
  ],
  [
    28,
    "und wenn er meint, daß es (jetzt) die Trennung sei,"
  ],
  [
    29,
    "und wenn (bei ihm) sich das eine Bein um das andere legt,"
  ],
  [
    30,
    "zu deinem Herrn wird an jenem Tag das Treiben sein."
  ],
  [
    31,
    "Doch hielt er nicht (die Botschaft) für wahr noch betete er,"
  ],
  [
    32,
    "sondern er erklärte (sie) für Lüge, und er kehrte sich ab."
  ],
  [
    33,
    "Hierauf ging er zu seinen Angehörigen, stolzierend."
  ],
  [
    34,
    "- Wehe dir, ja wehe!"
  ],
  [
    35,
    "Abermals: Wehe dir, ja wehe!"
  ],
  [
    36,
    "Meint der Mensch (etwa), daß er außer acht gelassen wird?"
  ],
  [
    37,
    "Ist er nicht ein Tropfen von Samenflüssigkeit, die ausgespritzt wird,"
  ],
  [
    38,
    "hierauf ein Anhängsel gewesen? Da hat Er erschaffen und zurechtgeformt"
  ],
  [
    39,
    "und dann daraus beide Teile des Paares gemacht, das Männliche und das Weibliche."
  ],
  [
    40,
    "Hat dieser (Gott) nicht die Macht, die Toten wieder lebendig zu machen?"
  ]
]