[
  {
    "id": 79,
    "city": "makkah",
    "name": {
      "translated": "Those who drag forth",
      "transliterated": "An-Nazi'at",
      "codepoints": [
        1575,
        1604,
        1606,
        1575,
        1586,
        1593,
        1575,
        1578
      ]
    },
    "ayahs": 46,
    "slug": "an-nazi-at",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Bei den mit Heftigkeit Entreißenden"
  ],
  [
    2,
    "und den leicht Herausziehenden"
  ],
  [
    3,
    "und den unbeschwert Dahingleitenden,"
  ],
  [
    4,
    "den allem Vorauseilenden,"
  ],
  [
    5,
    "den eine Angelegenheit Regelnden!"
  ],
  [
    6,
    "Am Tag, da das Zittern einsetzt"
  ],
  [
    7,
    "und das nächste hinterherfolgt,"
  ],
  [
    8,
    "(gewisse) Herzen werden an jenem Tag beunruhigt klopfen,"
  ],
  [
    9,
    "und ihre Blicke werden demütig sein."
  ],
  [
    10,
    "Sie sagen: Sollen wir denn wirklich aus den Gräbern zurückgebracht werden?"
  ],
  [
    11,
    "Wenn wir zu verrotteten Knochen geworden sind?"
  ],
  [
    12,
    "Sie sagen: Das wäre dann eine verlustreiche Wiederkehr."
  ],
  [
    13,
    "Es wird nur ein einziger erschreckender Schrei sein,"
  ],
  [
    14,
    "und sogleich sind sie auf der Oberfläche."
  ],
  [
    15,
    "Ist zu dir die Geschichte Musas gekommen?"
  ],
  [
    16,
    "Als sein Herr ihn im geheiligten Tal Tuwa rief:"
  ],
  [
    17,
    "Geh zu Fir’aun, denn gewiß, er überschreitet das Maß (an Frevel)."
  ],
  [
    18,
    "Dann sag: Hast du (nicht) den Wunsch, dich zu läutern,"
  ],
  [
    19,
    "und daß ich dich zu deinem Herrn rechtleite, so daß du gottesfürchtig wirst?"
  ],
  [
    20,
    "Da zeigte er ihm das größte Zeichen."
  ],
  [
    21,
    "Er aber erklärte (es) für Lüge und widersetzte sich."
  ],
  [
    22,
    "Hierauf kehrte er den Rücken und ging eilig weg’."
  ],
  [
    23,
    "Da versammelte er (das Volk) und rief dann aus."
  ],
  [
    24,
    "Er sagte: Ich bin euer höchster Herr."
  ],
  [
    25,
    "Da ergriff Allah ihn als warnendes Beispiel für das Jenseits und das Diesseits."
  ],
  [
    26,
    "Darin ist wahrlich eine Lehre für jemanden, der gottesfürchtig ist."
  ],
  [
    27,
    "Seid etwa ihr schwerer zu erschaffen oder der Himmel? - Er hat ihn aufgebaut."
  ],
  [
    28,
    "Er hat seinen höchsten Teil emporgehoben und ihn dann zurechtgeformt."
  ],
  [
    29,
    "Und Er hat seine Nacht finster gemacht und seine Morgenhelle hervorkommen lassen."
  ],
  [
    30,
    "Und die Erde, Er hat sie danach hingebreitet."
  ],
  [
    31,
    "Er hat aus ihr ihr Wasser und ihre Weide hervorkommen lassen."
  ],
  [
    32,
    "Und die Berge, Er hat sie fest gegründet."
  ],
  [
    33,
    "(Dies) als Nießbrauch für euch und für euer Vieh."
  ],
  [
    34,
    "Wenn dann der größte, überwältigende Umsturz kommt,"
  ],
  [
    35,
    "am Tag, da der Mensch das bedenkt, worum er sich bemüht hat,"
  ],
  [
    36,
    "und zum Erscheinen gebracht wird der Höllenbrand für (je)den, der sieht;"
  ],
  [
    37,
    "was den (denjenigen) angeht, wer das Maß (an Frevel) überschritten"
  ],
  [
    38,
    "und das diesseitige Leben vorgezogen hat,"
  ],
  [
    39,
    "gewiß, so wird der Höllenbrand (ihm) Zufluchtsort sein."
  ],
  [
    40,
    "Was aber jemanden angeht, der den Stand seines Herrn gefürchtet und seiner Seele die (bösen) Neigungen untersagt hat,"
  ],
  [
    41,
    "so wird der (Paradies)garten (ihm) Zufluchtsort sein."
  ],
  [
    42,
    "Sie fragen dich nach der Stunde, wann sie bloß feststehen wird."
  ],
  [
    43,
    "Was hast du über sie zu erwähnen?"
  ],
  [
    44,
    "Zu deinem Herrn ist ihr Endziel."
  ],
  [
    45,
    "Du bist nur ein Überbringer von Warnungen für jemanden, der sie fürchtet."
  ],
  [
    46,
    "Am Tag, da sie sie sehen, wird ihnen sein, als hätten sie nur einen Nachmittag verweilt oder seinen (dazugehörigen) Vormittag"
  ]
]