[
  {
    "id": 83,
    "city": "makkah",
    "name": {
      "translated": "Defrauding",
      "transliterated": "Al-Mutaffifin",
      "codepoints": [
        1575,
        1604,
        1605,
        1591,
        1601,
        1601,
        1610,
        1606
      ]
    },
    "ayahs": 36,
    "slug": "al-mutaffifin",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Wehe den das Maß Kürzenden,"
  ],
  [
    2,
    "die, wenn sie sich von den Menschen zumessen lassen, sich volles Maß geben lassen,"
  ],
  [
    3,
    "wenn sie ihnen aber zumessen oder wägen, Verlust zufügen."
  ],
  [
    4,
    "Glauben jene nicht, daß sie auferweckt werden"
  ],
  [
    5,
    "zu einem gewaltigen Tag,"
  ],
  [
    6,
    "am Tag, da die Menschen sich um des Herrn der Weltenbewohner willen aufstellen werden?"
  ],
  [
    7,
    "Keineswegs! Das Buch der Sittenlosen ist wahrlich in Siggin."
  ],
  [
    8,
    "Und was läßt dich wissen, was Siggin ist?"
  ],
  [
    9,
    "(Es ist) ein Buch mit festen Eintragungen."
  ],
  [
    10,
    "Wehe an jenem Tag den Leugnern,"
  ],
  [
    11,
    "die den Tag des Gerichts für Lüge erklären!"
  ],
  [
    12,
    "Und nur derjenige erklärt ihn für Lüge, der Übertretungen begeht und ein Sünder ist."
  ],
  [
    13,
    "Wenn ihm Unsere Zeichen verlesen werden, sagt er: (Es sind) Fabeln der Früheren."
  ],
  [
    14,
    "Keineswegs! Vielmehr hat sich das, was sie zu erwerben pflegten, über ihren Herzen angesetzt."
  ],
  [
    15,
    "Keineswegs! Sie werden von ihrem Herrn an jenem Tag bestimmt abgeschirmt sein."
  ],
  [
    16,
    "Hierauf werden sie bestimmt dem Höllenbrand ausgesetzt sein."
  ],
  [
    17,
    "Hierauf wird gesagt werden: Das ist das, was ihr für Lüge zu erklären pflegtet."
  ],
  [
    18,
    "Keineswegs! Das Buch der Frommen ist wahrlich in ’Illiyyin."
  ],
  [
    19,
    "Und was läßt dich wissen, was ’Illiyyun ist?"
  ],
  [
    20,
    "(Es ist) ein Buch mit festen Eintragungen,"
  ],
  [
    21,
    "in das die (Allah) Nahegestellten Einsicht nehmen."
  ],
  [
    22,
    "Die Frommen werden wahrlich in Wonne sein,"
  ],
  [
    23,
    "auf überdachten Liegen (gelehnt), und blicken um sich."
  ],
  [
    24,
    "Du erkennst in ihren Gesichtern das Strahlen der Wonne."
  ],
  [
    25,
    "Ihnen wird von versiegeltem Nektar zu trinken gegeben,"
  ],
  [
    26,
    "dessen Siegel Moschus ist -, und darum sollen die Wettbewerber wettkämpfen -,"
  ],
  [
    27,
    "und dessen Beimischung Tasnim ist,"
  ],
  [
    28,
    "aus einer Quelle, aus der die (Allah) Nahegestellten trinken."
  ],
  [
    29,
    "Gewiß, diejenigen, die Übeltaten begingen, pflegten über diejenigen zu lachen, die glauben,"
  ],
  [
    30,
    "und, wenn sie an ihnen vorbeikamen, einander zuzuzwinkern."
  ],
  [
    31,
    "Und, wenn sie zu ihren Angehörigen zurückkehrten, kehrten sie zurück, indem sie es sich wohl sein ließen."
  ],
  [
    32,
    "Und, wenn sie sie sahen, sagten sie: Diese gehen fürwahr in die Irre."
  ],
  [
    33,
    "Dabei waren sie doch nicht als Hüter über sie gesandt worden."
  ],
  [
    34,
    "Heute aber lachen diejenigen, die glauben, über die Ungläubigen,"
  ],
  [
    35,
    "auf überdachten Liegen (gelehnt), und blicken um sich."
  ],
  [
    36,
    "Sind die Ungläubigen nicht doch belohnt worden für das, was sie zu tun pflegten?"
  ]
]