[
  {
    "id": 84,
    "city": "makkah",
    "name": {
      "translated": "The Splitting Open",
      "transliterated": "Al-Inshiqaq",
      "codepoints": [
        1575,
        1604,
        1573,
        1606,
        1588,
        1602,
        1575,
        1602
      ]
    },
    "ayahs": 25,
    "slug": "al-inshiqaq",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Wenn der Himmel sich spaltet"
  ],
  [
    2,
    "und auf seinen Herrn hört - und es ist ja rechtens für ihn-,"
  ],
  [
    3,
    "und wenn die Erde ausgedehnt wird"
  ],
  [
    4,
    "und herauswirft, was in ihr ist, und sich entleert"
  ],
  [
    5,
    "und auf ihren Herrn hört - und es ist ja rechtens für sie..."
  ],
  [
    6,
    "O du Mensch, du mühst dich hart zu deinem Herrn hin, und so wirst du Ihm begegnen."
  ],
  [
    7,
    "Was nun jemanden angeht, dem dann sein Buch in seine Rechte gegeben wird,"
  ],
  [
    8,
    "der wird einer leichten Abrechnung unterzogen,"
  ],
  [
    9,
    "und er wird erfreut zu seinen Angehörigen zurückkehren."
  ],
  [
    10,
    "Was aber jemanden angeht, dem sein Buch hinter seinem Rücken gegeben wird,"
  ],
  [
    11,
    "der wird nach Vernichtung rufen"
  ],
  [
    12,
    "und der Feuerglut ausgesetzt sein."
  ],
  [
    13,
    "Er war ja froh inmitten seiner Angehörigen."
  ],
  [
    14,
    "Er meinte ja, daß er nicht zurückkehren würde."
  ],
  [
    15,
    "Ja doch! Gewiß, sein Herr sieht ihn wohl."
  ],
  [
    16,
    "Nein! Ich schwöre beim Abendrot"
  ],
  [
    17,
    "und der Nacht und dem, was sie zusammentreibt,"
  ],
  [
    18,
    "und dem Mond, wenn er voll geworden ist."
  ],
  [
    19,
    "Ihr werdet eine Schicht nach der anderen besteigen."
  ],
  [
    20,
    "Was ist denn mit ihnen, daß sie nicht glauben"
  ],
  [
    21,
    "und, wenn ihnen der Qur’an vorgelesen wird, sich nicht niederwerfen?"
  ],
  [
    22,
    "Aber nein! Diejenigen, die ungläubig sind, erklären (ihn) für Lüge."
  ],
  [
    23,
    "Doch Allah weiß sehr wohl, was sie (in ihren Herzen) für sich behalten."
  ],
  [
    24,
    "So verkünde ihnen schmerzhafte Strafe,"
  ],
  [
    25,
    "außer denjenigen, die glauben und rechtschaffene Werke tun; für sie wird es einen Lohn geben, der nicht aufhört."
  ]
]