[
  {
    "id": 89,
    "city": "makkah",
    "name": {
      "translated": "The Dawn",
      "transliterated": "Al-Fajr",
      "codepoints": [
        1575,
        1604,
        1601,
        1580,
        1585
      ]
    },
    "ayahs": 30,
    "slug": "al-fajr",
    "translator": "Frank Bubenheim"
  },
  [
    1,
    "Bei der Morgendämmerung"
  ],
  [
    2,
    "und den zehn Nächten"
  ],
  [
    3,
    "und dem geraden und dem ungeraden (Tag)"
  ],
  [
    4,
    "und der Nacht, wenn sie fortzieht!"
  ],
  [
    5,
    "Ist darin ein (ausreichender) Schwur für jemanden, der Klugheit besitzt?"
  ],
  [
    6,
    "Siehst du nicht, wie dein Herr mit den ’Ad verfuhr,"
  ],
  [
    7,
    "(mit) Iram mit den Stützen,"
  ],
  [
    8,
    "dergleichen nicht erschaffen wurden in den Landstrichen?"
  ],
  [
    9,
    "Und (mit) den Tamud, die im Tal die Felsen aushöhlten?"
  ],
  [
    10,
    "Und (mit) Fir’aun, dem Besitzer der Pfähle,"
  ],
  [
    11,
    "die (sie alle) das Maß (an Frevel) in den Landstrichen überschritten"
  ],
  [
    12,
    "und darin viel Unheil stifteten?"
  ],
  [
    13,
    "Da schüttete dein Herr auf sie eine Geißel von Strafe aus."
  ],
  [
    14,
    "Gewiß, dein Herr wartet ja (auf sie)."
  ],
  [
    15,
    "Was nun den Menschen angeht, wenn sein Herr ihn prüft und ihn da(bei) freigebig behandelt und ihm ein wonnevolles Leben verschafft, so sagt er: Mein Herr behandelt mich freigebig."
  ],
  [
    16,
    "Was (ihn) aber angeht, wenn Er ihn prüft und ihm da(bei) seine Versorgung bemißt, so sagt er: Mein Herr setzt mich der Schmach aus."
  ],
  [
    17,
    "Keineswegs! Vielmehr behandelt ihr die Waise nicht freigebig"
  ],
  [
    18,
    "und haltet euch nicht gegenseitig zur Speisung des Armen an."
  ],
  [
    19,
    "Und ihr verzehrt das Erbe, ja ihr verzehrt es ganz und gar."
  ],
  [
    20,
    "Und ihr liebt den Besitz, ja ihr liebt ihn voll und ganz."
  ],
  [
    21,
    "Keineswegs! Wenn die Erde eingeebnet, ja platt eingeebnet wird"
  ],
  [
    22,
    "und dein Herr kommt und die Engel, Reihe um Reihe,"
  ],
  [
    23,
    "und herbeigebracht wird an jenem Tag die Hölle, an jenem Tag wird der Mensch bedenken. Wie soll ihm dann die Selbstbesinnung (nützen)?"
  ],
  [
    24,
    "Er wird sagen: O hätte ich doch für mein (jenseitiges) Leben (etwas) vorausgeschickt!"
  ],
  [
    25,
    "An jenem Tag wird niemand strafen, so wie Er straft,"
  ],
  [
    26,
    "und niemand wird fesseln, so wie Er fesselt."
  ],
  [
    27,
    "O du Seele, die du Ruhe gefunden hast,"
  ],
  [
    28,
    "kehre zu deinem Herrn zufrieden und mit Wohlgefallen zurück."
  ],
  [
    29,
    "Tritt ein unter Meine Diener,"
  ],
  [
    30,
    "und tritt ein in Meinen (Paradies)garten."
  ]
]