[
  {
    "id": 15,
    "city": "makkah",
    "name": {
      "translated": "The Rocky Tract",
      "transliterated": "Al-Hijr",
      "codepoints": [
        1575,
        1604,
        1581,
        1580,
        1585
      ]
    },
    "ayahs": 99,
    "slug": "al-hijr",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Alif-Lãm-Ra. These are the verses of the Book; the clear Quran."
  ],
  [
    2,
    "˹The day will come when˺ the disbelievers will certainly wish they had submitted ˹to Allah˺."
  ],
  [
    3,
    "˹So˺ let them eat and enjoy themselves and be diverted by ˹false˺ hope, for they will soon know."
  ],
  [
    4,
    "We have never destroyed a society without a destined term."
  ],
  [
    5,
    "No people can advance their doom, nor can they delay it."
  ],
  [
    6,
    "They say, “O you to whom the Reminder is revealed! You must be insane!"
  ],
  [
    7,
    "Why do you not bring us the angels, if what you say is true?”"
  ],
  [
    8,
    "We do not send the angels down except for a just cause, and then ˹the end of˺ the disbelievers will not be delayed."
  ],
  [
    9,
    "It is certainly We Who have revealed the Reminder, and it is certainly We Who will preserve it."
  ],
  [
    10,
    "Indeed, We sent messengers before you ˹O Prophet˺ among the groups of early peoples,"
  ],
  [
    11,
    "but no messenger ever came to them without being mocked."
  ],
  [
    12,
    "This is how We allow disbelief ˹to steep˺ into the hearts of the wicked."
  ],
  [
    13,
    "They would not believe in this ˹Quran˺ despite the ˹many˺ examples of those ˹destroyed˺ before."
  ],
  [
    14,
    "And even if We opened for them a gate to heaven, through which they continued to ascend,"
  ],
  [
    15,
    "still they would say, “Our eyes have truly been dazzled! In fact, we must have been bewitched.”"
  ],
  [
    16,
    "Indeed, We have placed constellations in the sky, and adorned it for all to see."
  ],
  [
    17,
    "And We protected it from every accursed devil,"
  ],
  [
    18,
    "except the one eavesdropping, who is then pursued by a visible flare."
  ],
  [
    19,
    "As for the earth, We spread it out and placed upon it firm mountains, and caused everything to grow there in perfect balance."
  ],
  [
    20,
    "And We made in it means of sustenance for you and others, who you do not provide for."
  ],
  [
    21,
    "There is not any means ˹of sustenance˺ whose reserves We do not hold, only bringing it forth in precise measure."
  ],
  [
    22,
    "We send fertilizing winds, and bring down rain from the sky for you to drink. It is not you who hold its reserves."
  ],
  [
    23,
    "Surely it is We Who give life and cause death. And We are the ˹Eternal˺ Successor."
  ],
  [
    24,
    "We certainly know those who have gone before you and those who will come after ˹you˺."
  ],
  [
    25,
    "Surely your Lord ˹alone˺ will gather them together ˹for judgment˺. He is truly All-Wise, All-Knowing."
  ],
  [
    26,
    "Indeed, We created man from sounding clay moulded from black mud."
  ],
  [
    27,
    "As for the jinn, We created them earlier from smokeless fire."
  ],
  [
    28,
    "˹Remember, O  Prophet˺ when your Lord said to the angels, “I am going to create a human being from sounding clay moulded from black mud."
  ],
  [
    29,
    "So when I have fashioned him and had a spirit of My Own ˹creation˺ breathed into him, fall down in prostration to him.”"
  ],
  [
    30,
    "So the angels prostrated all together—"
  ],
  [
    31,
    "but not Iblîs, who refused to prostrate with the others."
  ],
  [
    32,
    "Allah asked, “O Iblîs! What is the matter with you that you did not join others in prostration?”"
  ],
  [
    33,
    "He replied, “It is not for me to prostrate to a human You created from sounding clay moulded from black mud.”"
  ],
  [
    34,
    "Allah commanded, “Then get out of Paradise, for you are truly cursed."
  ],
  [
    35,
    "And surely upon you is condemnation until the Day of Judgment.”"
  ],
  [
    36,
    "Satan appealed, “My Lord! Then delay my end until the Day of their resurrection.”"
  ],
  [
    37,
    "Allah said, “You will be delayed"
  ],
  [
    38,
    "until the appointed Day.”"
  ],
  [
    39,
    "Satan responded, “My Lord! For allowing me to stray I will surely tempt them on earth and mislead them all together,"
  ],
  [
    40,
    "except Your chosen servants among them.”"
  ],
  [
    41,
    "Allah said, “This is the Way, binding on Me:"
  ],
  [
    42,
    "you will certainly have no authority over My servants, except the deviant who follow you,"
  ],
  [
    43,
    "and surely Hell is their destined place, all together."
  ],
  [
    44,
    "It has seven gates, to each a group of them is designated.”"
  ],
  [
    45,
    "Indeed, the righteous will be amid Gardens and springs."
  ],
  [
    46,
    "˹It will be said to them,˺ “Enter in peace and security.”"
  ],
  [
    47,
    "We will remove whatever bitterness they had in their hearts. In a friendly manner, they will be on thrones, facing one another."
  ],
  [
    48,
    "No fatigue will touch them there, nor will they ever be asked to leave."
  ],
  [
    49,
    "Inform My servants ˹O Prophet˺ that I am truly the All-Forgiving, Most Merciful,"
  ],
  [
    50,
    "and that My torment is indeed the most painful."
  ],
  [
    51,
    "And inform them ˹O Prophet˺ about Abraham’s guests"
  ],
  [
    52,
    "who entered upon him and greeted ˹him with˺, “Peace!” He ˹later˺ said, “Surely we are afraid of you.”"
  ],
  [
    53,
    "They reassured ˹him˺, “Do not be afraid! Surely we give you good news of a knowledgeable son.”"
  ],
  [
    54,
    "He wondered, “Do you give me good news despite my old age? What unlikely news!”"
  ],
  [
    55,
    "They responded, “We give you good news in all truth, so do not be one of those who despair.”"
  ],
  [
    56,
    "He exclaimed, “Who would despair of the mercy of their Lord except the misguided?”"
  ],
  [
    57,
    "He ˹then˺ added, “What is your mission, O  messenger-angels?”"
  ],
  [
    58,
    "They replied, “We have actually been sent to a wicked people."
  ],
  [
    59,
    "As for the family of Lot, we will certainly deliver them all,"
  ],
  [
    60,
    "except his wife. We have determined that she will be one of the doomed.”"
  ],
  [
    61,
    "So when the messengers came to the family of Lot,"
  ],
  [
    62,
    "he said, “You are surely an unfamiliar people!”"
  ],
  [
    63,
    "They responded, “We have come to you with that ˹torment˺ which they have doubted."
  ],
  [
    64,
    "We come to you with the truth, and we are certainly truthful."
  ],
  [
    65,
    "So travel with your family in the dark of night, and follow ˹closely˺ behind them. Do not let any of you look back, and go where you are commanded.”"
  ],
  [
    66,
    "We revealed to him this decree: “Those ˹sinners˺ will be uprooted in the morning.”"
  ],
  [
    67,
    "And there came the men of the city, rejoicing."
  ],
  [
    68,
    "Lot pleaded, “Indeed, these are my guests, so do not embarrass me."
  ],
  [
    69,
    "Fear Allah and do not humiliate me.”"
  ],
  [
    70,
    "They responded, “Have we not forbidden you from protecting anyone?”"
  ],
  [
    71,
    "He said, “O my people! Here are my daughters ˹so marry them˺ if you wish to do so.”"
  ],
  [
    72,
    "By your life ˹O Prophet˺, they certainly wandered blindly, intoxicated ˹by lust˺."
  ],
  [
    73,
    "So the ˹mighty˺ blast overtook them at sunrise."
  ],
  [
    74,
    "And We turned the cities ˹of Sodom and Gomorrah˺ upside down and rained upon them stones of baked clay."
  ],
  [
    75,
    "Surely in this are signs for those who contemplate."
  ],
  [
    76,
    "Their ruins still lie along a known route."
  ],
  [
    77,
    "Surely in this is a sign for those who believe."
  ],
  [
    78,
    "And the residents of the Forest were truly wrongdoers,"
  ],
  [
    79,
    "so We inflicted punishment upon them. The ruins of both nations still lie on a well-known road."
  ],
  [
    80,
    "Indeed, the residents of the Stone Valley also denied the messengers."
  ],
  [
    81,
    "We gave them Our signs, but they turned away from them."
  ],
  [
    82,
    "They carved their homes in the mountains, feeling secure."
  ],
  [
    83,
    "But the ˹mighty˺ blast overtook them in the morning,"
  ],
  [
    84,
    "and all they achieved was of no help to them."
  ],
  [
    85,
    "We have not created the heavens and the earth and everything in between except for a purpose. And the Hour is certain to come, so forgive graciously."
  ],
  [
    86,
    "Surely your Lord is the Master Creator, All-Knowing."
  ],
  [
    87,
    "We have certainly granted you the seven often-repeated verses and the great Quran."
  ],
  [
    88,
    "Do not let your eyes crave the ˹fleeting˺ pleasures We have provided for some of the disbelievers, nor grieve for them. And be gracious to the believers."
  ],
  [
    89,
    "And say, “I am truly sent with a clear warning”—"
  ],
  [
    90,
    "˹a warning˺ similar to what We sent to those who divided ˹the Scriptures˺,"
  ],
  [
    91,
    "who ˹now˺ accept parts of the Quran, rejecting others."
  ],
  [
    92,
    "So by your Lord! We will certainly question them all"
  ],
  [
    93,
    "about what they used to do."
  ],
  [
    94,
    "So proclaim what you have been commanded, and turn away from the polytheists."
  ],
  [
    95,
    "Surely We will be sufficient for you against the mockers,"
  ],
  [
    96,
    "who set up ˹other˺ gods with Allah. They will soon come to know."
  ],
  [
    97,
    "We certainly know that your heart is truly distressed by what they say."
  ],
  [
    98,
    "So glorify the praises of your Lord and be one of those who ˹always˺ pray,"
  ],
  [
    99,
    "and worship your Lord until the inevitable comes your way."
  ]
]