[
  {
    "id": 20,
    "city": "makkah",
    "name": {
      "translated": "Ta-Ha",
      "transliterated": "Taha",
      "codepoints": [
        1591,
        1607
      ]
    },
    "ayahs": 135,
    "slug": "taha",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ṭâ-Hâ."
  ],
  [
    2,
    "We have not revealed the Quran to you ˹O Prophet˺ to cause you distress,"
  ],
  [
    3,
    "but as a reminder to those in awe ˹of Allah˺."
  ],
  [
    4,
    "˹It is˺ a revelation from the One Who created the earth and the high heavens—"
  ],
  [
    5,
    "the Most Compassionate, ˹Who is˺ established on the Throne."
  ],
  [
    6,
    "To Him belongs whatever is in the heavens and whatever is on the earth and whatever is in between and whatever is underground."
  ],
  [
    7,
    "Whether you speak openly ˹or not˺, He certainly knows what is secret and what is even more hidden."
  ],
  [
    8,
    "Allah—there is no god ˹worthy of worship˺ except Him. He has the Most Beautiful Names."
  ],
  [
    9,
    "Has the story of Moses reached you ˹O Prophet˺?"
  ],
  [
    10,
    "When he saw a fire, he said to his family, “Wait here, ˹for˺ I have spotted a fire. Perhaps I can bring you a torch from it, or find some guidance at the fire.”"
  ],
  [
    11,
    "But when he approached it, he was called, “O Moses!"
  ],
  [
    12,
    "It is truly I. I am your Lord! So take off your sandals, for you are in the sacred valley of Ṭuwa."
  ],
  [
    13,
    "I have chosen you, so listen to what is revealed:"
  ],
  [
    14,
    "‘It is truly I. I am Allah! There is no god ˹worthy of worship˺ except Me. So worship Me ˹alone˺, and establish prayer for My remembrance."
  ],
  [
    15,
    "The Hour is sure to come. My Will is to keep it hidden, so that every soul may be rewarded according to their efforts."
  ],
  [
    16,
    "So do not let those who disbelieve in it and follow their desires distract you from it, or you will be doomed.’”"
  ],
  [
    17,
    "˹Allah added,˺ “And what is that in your right hand, O  Moses?”"
  ],
  [
    18,
    "He replied, “It is my staff! I lean on it, and with it I beat down ˹branches˺ for my sheep, and have other uses for it.”"
  ],
  [
    19,
    "Allah said, “Throw it down, O  Moses!”"
  ],
  [
    20,
    "So he did, then—behold!—it became a serpent, slithering."
  ],
  [
    21,
    "Allah said, “Take it, and have no fear. We will return it to its former state."
  ],
  [
    22,
    "And put your hand under your armpit, it will come out ˹shining˺ white, unblemished, as another sign,"
  ],
  [
    23,
    "so that We may show you some of Our greatest signs."
  ],
  [
    24,
    "Go to Pharaoh, for he has truly transgressed ˹all bounds˺.”"
  ],
  [
    25,
    "Moses prayed, “My Lord! Uplift my heart for me,"
  ],
  [
    26,
    "and make my task easy,"
  ],
  [
    27,
    "and remove the impediment from my tongue"
  ],
  [
    28,
    "so people may understand my speech,"
  ],
  [
    29,
    "and grant me a helper from my family,"
  ],
  [
    30,
    "Aaron, my brother."
  ],
  [
    31,
    "Strengthen me through him,"
  ],
  [
    32,
    "and let him share my task,"
  ],
  [
    33,
    "so that we may glorify You much"
  ],
  [
    34,
    "and remember You much,"
  ],
  [
    35,
    "for truly You have ˹always˺ been overseeing us.”"
  ],
  [
    36,
    "Allah responded, “All that you requested has been granted, O  Moses!"
  ],
  [
    37,
    "And surely We had shown You favour before,"
  ],
  [
    38,
    "when We inspired your mother with this:"
  ],
  [
    39,
    "‘Put him into a chest, then put it into the river. The river will wash it ashore, and he will be taken by ˹Pharaoh,˺ an enemy of Mine and his.’ And I blessed you with lovability from Me ˹O Moses˺ so that you would be brought up under My ˹watchful˺ Eye."
  ],
  [
    40,
    "˹Remember˺ when your sister came along and proposed, ‘Shall I direct you to someone who will nurse him?’ So We reunited you with your mother so that her heart would be put at ease, and she would not grieve. ˹Later˺ you killed a man ˹by mistake˺, but We saved you from sorrow, as well as other tests We put you through. Then you stayed for a number of years among the people of Midian. Then you came here as pre-destined, O  Moses!"
  ],
  [
    41,
    "And I have selected you for My service."
  ],
  [
    42,
    "Go forth, you and your brother, with My signs and never falter in remembering Me."
  ],
  [
    43,
    "Go, both of you, to Pharaoh, for he has truly transgressed ˹all bounds˺."
  ],
  [
    44,
    "Speak to him gently, so perhaps he may be mindful ˹of Me˺ or fearful ˹of My punishment˺.”"
  ],
  [
    45,
    "They both pleaded, “Our Lord! We fear that he may be quick to harm us or act tyrannically.”"
  ],
  [
    46,
    "Allah reassured ˹them˺, “Have no fear! I am with you, hearing and seeing."
  ],
  [
    47,
    "So go to him and say, ‘Indeed we are both messengers from your Lord, so let the Children of Israel go with us, and do not oppress them. We have come to you with a sign from your Lord. And salvation will be for whoever follows the ˹right˺ guidance."
  ],
  [
    48,
    "It has indeed been revealed to us that the punishment will be upon whoever denies ˹the truth˺ and turns away.’”"
  ],
  [
    49,
    "Pharaoh asked, “Who then is the Lord of you two, O  Moses?”"
  ],
  [
    50,
    "He answered, “Our Lord is the One Who has given everything its ˹distinctive˺ form, then guided ˹it˺.”"
  ],
  [
    51,
    "Pharaoh asked, “And what about previous peoples?”"
  ],
  [
    52,
    "He replied, “That knowledge is with my Lord in a Record. My Lord neither falters nor forgets ˹anything˺.”"
  ],
  [
    53,
    "˹He is the One˺ Who has laid out the earth for ˹all of˺ you, and set in it pathways for you, and sends down rain from the sky, causing various types of plants to grow,"
  ],
  [
    54,
    "˹so˺ eat and graze your cattle. Surely in this are signs for people of sound judgment."
  ],
  [
    55,
    "From the earth We created you, and into it We will return you, and from it We will bring you back again."
  ],
  [
    56,
    "And We certainly showed Pharaoh all of Our signs, but he denied them and refused ˹to believe˺."
  ],
  [
    57,
    "He said, “Have you come to drive us out of our land with your magic, O  Moses?"
  ],
  [
    58,
    "We can surely meet you with similar magic. So set for us an appointment that neither of us will fail to keep, in a central place.”"
  ],
  [
    59,
    "Moses said, “Your appointment is on the Day of the Festival, and let the people be gathered mid-morning.”"
  ],
  [
    60,
    "Pharaoh then withdrew, orchestrated his scheme, then returned."
  ],
  [
    61,
    "Moses warned the magicians, “Woe to you! Do not fabricate a lie against Allah, or He will wipe you out with a torment. Whoever fabricates ˹lies˺ is bound to fail.”"
  ],
  [
    62,
    "So the magicians disputed the matter among themselves, conversing privately."
  ],
  [
    63,
    "They concluded, “These two are only magicians who want to drive you out of your land with their magic, and do away with your most cherished traditions."
  ],
  [
    64,
    "So orchestrate your plan, then come forward in ˹perfect˺ ranks. And whoever prevails today will certainly be successful.”"
  ],
  [
    65,
    "They said, “O Moses! Either you cast, or let us be the first to cast.”"
  ],
  [
    66,
    "Moses responded, “No, you go first.” And suddenly their ropes and staffs appeared to him—by their magic—to be slithering."
  ],
  [
    67,
    "So Moses concealed fear within himself."
  ],
  [
    68,
    "We reassured ˹him˺, “Do not fear! It is certainly you who will prevail."
  ],
  [
    69,
    "Cast what is in your right hand, and it will swallow up what they have made, for what they have made is no more than a magic trick. And magicians can never succeed wherever they go.”"
  ],
  [
    70,
    "So the magicians fell down in prostration, declaring, “We believe in the Lord of Aaron and Moses.”"
  ],
  [
    71,
    "Pharaoh threatened, “How dare you believe in him before I give you permission? He must be your master who taught you magic. I will certainly cut off your hands and feet on opposite sides, and crucify you on the trunks of palm trees. You will really see whose punishment is more severe and more lasting.”"
  ],
  [
    72,
    "They responded, “By the One Who created us! We will never prefer you over the clear proofs that have come to us. So do whatever you want! Your authority only covers the ˹fleeting˺ life of this world."
  ],
  [
    73,
    "Indeed, we have believed in our Lord so He may forgive our sins and that magic you have forced us to practice. And Allah is far superior ˹in reward˺ and more lasting ˹in punishment˺.”"
  ],
  [
    74,
    "Whoever comes to their Lord as an evildoer will certainly have Hell, where they can neither live nor die."
  ],
  [
    75,
    "But whoever comes to Him as a believer, having done good, they will have the highest ranks:"
  ],
  [
    76,
    "the Gardens of Eternity, under which rivers flow, where they will stay forever. That is the reward of those who purify themselves."
  ],
  [
    77,
    "And We surely inspired Moses, ˹saying,˺ “Leave with My servants ˹at night˺ and strike a dry passage for them across the sea. Have no fear of being overtaken, nor be concerned ˹of drowning˺.”"
  ],
  [
    78,
    "Then Pharaoh pursued them with his soldiers—but how overwhelming were the waters that submerged them!"
  ],
  [
    79,
    "And ˹so˺ Pharaoh led his people astray, and did not guide ˹them rightly˺."
  ],
  [
    80,
    "O Children of Israel! We saved you from your enemy, and made an appointment with you on the right side of Mount Ṭûr, and sent down to you manna and quails,"
  ],
  [
    81,
    "˹saying,˺ “Eat from the good things We have provided for you, but do not transgress in them, or My wrath will befall you. And whoever My wrath befalls is certainly doomed."
  ],
  [
    82,
    "But I am truly Most Forgiving to whoever repents, believes, and does good, then persists on ˹true˺ guidance.”"
  ],
  [
    83,
    "˹Allah asked,˺ “Why have you come with such haste ahead of your people, O  Moses?”"
  ],
  [
    84,
    "He replied, “They are close on my tracks. And I have hastened to You, my Lord, so You will be pleased.”"
  ],
  [
    85,
    "Allah responded, “We have indeed tested your people in your absence, and the Sâmiri has led them astray.”"
  ],
  [
    86,
    "So Moses returned to his people, furious and sorrowful. He said, “O my people! Had your Lord not made you a good promise? Has my absence been too long for you? Or have you wished for wrath from your Lord to befall you, so you broke your promise to me?” "
  ],
  [
    87,
    "They argued, “We did not break our promise to you of our own free will, but we were made to carry the burden of the people’s ˹golden˺ jewellery, then we threw it ˹into the fire˺, and so did the Sâmiri.”"
  ],
  [
    88,
    "Then he moulded for them an idol of a calf that made a lowing sound. They said, “This is your god and the god of Moses, but Moses forgot ˹where it was˺!”"
  ],
  [
    89,
    "Did they not see that it did not respond to them, nor could it protect or benefit them?"
  ],
  [
    90,
    "Aaron had already warned them beforehand, “O my people! You are only being tested by this, for indeed your ˹one true˺ Lord is the Most Compassionate. So follow me and obey my orders.”"
  ],
  [
    91,
    "They replied, “We will not cease to worship it until Moses returns to us.”"
  ],
  [
    92,
    "Moses scolded ˹his brother˺, “O Aaron! What prevented you, when you saw them going astray,"
  ],
  [
    93,
    "from following after me? How could you disobey my orders?”"
  ],
  [
    94,
    "Aaron pleaded, “O son of my mother! Do not seize me by my beard or ˹the hair of˺ my head. I really feared that you would say, ‘You have caused division among the Children of Israel, and did not observe my word.’”"
  ],
  [
    95,
    "Moses then asked, “What did you think you were doing, O  Sâmiri?”"
  ],
  [
    96,
    "He said, “I saw what they did not see, so I took a handful ˹of dust˺ from the hoof-prints of ˹the horse of˺ the messenger-angel ˹Gabriel˺ then cast it ˹on the moulded calf˺. This is what my lower-self tempted me into.”"
  ],
  [
    97,
    "Moses said, “Go away then! And for ˹the rest of your˺ life you will surely be crying, ‘Do not touch ˹me˺!’ Then you will certainly have a fate that you cannot escape. Now look at your god to which you have been devoted: we will burn it up, then scatter it in the sea completely.”"
  ],
  [
    98,
    "˹Then Moses addressed his people,˺ “Your only god is Allah, there is no god ˹worthy of worship˺ except Him. He encompasses everything in ˹His˺ knowledge.”"
  ],
  [
    99,
    "This is how We relate to you ˹O Prophet˺ some of the stories of the past. And We have certainly granted you a Reminder from Us."
  ],
  [
    100,
    "Whoever turns away from it will surely bear the burden ˹of sin˺ on the Day of Judgment,"
  ],
  [
    101,
    "suffering its consequences forever. What an evil burden they will carry on Judgment Day!"
  ],
  [
    102,
    "˹Beware of˺ the Day the Trumpet will be blown, and We will gather the wicked on that Day blue-faced ˹from horror and thirst˺."
  ],
  [
    103,
    "They will whisper among themselves, “You stayed no more than ten days ˹on the earth˺.”"
  ],
  [
    104,
    "We know best what they will say—the most reasonable of them will say, “You stayed no more than a day.”"
  ],
  [
    105,
    "And ˹if˺ they ask you ˹O Prophet˺ about the mountains, ˹then˺ say, “My Lord will wipe them out completely,"
  ],
  [
    106,
    "leaving the earth level and bare,"
  ],
  [
    107,
    "with neither depressions nor elevations to be seen.”"
  ],
  [
    108,
    "On that Day all will follow the caller ˹for assembly˺, ˹and˺ none will dare to deviate. All voices will be hushed before the Most Compassionate. Only whispers will be heard."
  ],
  [
    109,
    "On that Day no intercession will be of any benefit, except by those granted permission by the Most Compassionate and whose words are agreeable to Him."
  ],
  [
    110,
    "He ˹fully˺ knows what is ahead of them and what is behind them, but they cannot encompass Him in ˹their˺ knowledge."
  ],
  [
    111,
    "And all faces will be humbled before the Ever-Living, All-Sustaining. And those burdened with wrongdoing will be in loss."
  ],
  [
    112,
    "But whoever does good and is a believer will have no fear of being wronged or denied ˹their reward˺."
  ],
  [
    113,
    "And so We have sent it down as an Arabic Quran and varied the warnings in it, so perhaps they will shun evil or it may cause them to be mindful."
  ],
  [
    114,
    "Exalted is Allah, the True King! Do not rush to recite ˹a revelation of˺ the Quran ˹O Prophet˺ before it is ˹properly˺ conveyed to you, and pray, “My Lord! Increase me in knowledge.”"
  ],
  [
    115,
    "And indeed, We once made a covenant with Adam, but he forgot, and ˹so˺ We did not find determination in him."
  ],
  [
    116,
    "And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused ˹arrogantly˺."
  ],
  [
    117,
    "So We cautioned, “O Adam! This is surely an enemy to you and to your wife. So do not let him drive you both out of Paradise, for you ˹O Adam˺ would then suffer ˹hardship˺."
  ],
  [
    118,
    "Here it is guaranteed that you will never go hungry or unclothed,"
  ],
  [
    119,
    "nor will you ˹ever˺ suffer from thirst or ˹the sun’s˺ heat.” "
  ],
  [
    120,
    "But Satan whispered to him, saying, “O Adam! Shall I show you the Tree of Immortality and a kingdom that does not fade away?”"
  ],
  [
    121,
    "So they both ate from the tree and then their nakedness was exposed to them, prompting them to cover themselves with leaves from Paradise. So Adam disobeyed his Lord, and ˹so˺ lost his way."
  ],
  [
    122,
    "Then his Lord chose him ˹for His grace˺, accepted his repentance, and guided him ˹rightly˺."
  ],
  [
    123,
    "Allah said, “Descend, both of you, from here together ˹with Satan˺ as enemies to each other. Then when guidance comes to you from Me, whoever follows My guidance will neither go astray ˹in this life˺ nor suffer ˹in the next˺."
  ],
  [
    124,
    "But whoever turns away from My Reminder will certainly have a miserable life, then We will raise them up blind on the Day of Judgment.”"
  ],
  [
    125,
    "They will cry, “My Lord! Why have you raised me up blind, although I used to see?”"
  ],
  [
    126,
    "Allah will respond, “It is so, just as Our revelations came to you and you neglected them, so Today you are neglected.”"
  ],
  [
    127,
    "This is how We reward whoever transgresses and does not believe in the revelations of their Lord. And the punishment of the Hereafter is far more severe and more lasting."
  ],
  [
    128,
    "Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs for people of sound judgment."
  ],
  [
    129,
    "Had it not been for a prior decree from your Lord ˹O Prophet˺ and a term already set, their ˹instant˺ doom would have been inevitable."
  ],
  [
    130,
    "So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset, and glorify Him in the hours of the night and at both ends of the day, so that you may be pleased ˹with the reward˺."
  ],
  [
    131,
    "Do not let your eyes crave what We have allowed some of the disbelievers to enjoy; the ˹fleeting˺ splendour of this worldly life, which We test them with. But your Lord’s provision ˹in the Hereafter˺ is far better and more lasting."
  ],
  [
    132,
    "Bid your people to pray, and be diligent in ˹observing˺ it. We do not ask you to provide. It is We Who provide for you. And the ultimate outcome is ˹only˺ for ˹the people of˺ righteousness."
  ],
  [
    133,
    "They demand, “If only he could bring us a sign from his Lord!” Have they not ˹already˺ received a confirmation of what is in earlier Scriptures?"
  ],
  [
    134,
    "Had We destroyed them with a torment before this ˹Prophet came˺, they would have surely argued, “Our Lord! If only You had sent us a messenger, we would have followed Your revelations before being humiliated and put to shame.”"
  ],
  [
    135,
    "Say ˹to them, O  Prophet˺, “Each ˹of us˺ is waiting, so keep waiting! You will soon know who is on the Straight Path and is ˹rightly˺ guided.”"
  ]
]