[
  {
    "id": 50,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Qaf\"",
      "transliterated": "Qaf",
      "codepoints": [
        1602
      ]
    },
    "ayahs": 45,
    "slug": "qaf",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Qãf. By the glorious Quran!"
  ],
  [
    2,
    "˹All will be resurrected,˺ yet the deniers are astonished that a warner has come to them from among themselves ˹warning of resurrection˺. So the disbelievers say, “This is an astonishing thing!"
  ],
  [
    3,
    "˹Will we be returned to life,˺ when we are dead and reduced to dust? Such a return is impossible.”"
  ],
  [
    4,
    "We certainly know what the earth consumes of them ˹after their death˺, and with us is a well-preserved Record."
  ],
  [
    5,
    "In fact, they reject the truth when it has come to them, so they are in a confused state. "
  ],
  [
    6,
    "Have they not then looked at the sky above them: how We built it and adorned it ˹with stars˺, leaving it flawless?"
  ],
  [
    7,
    "As for the earth, We spread it out and placed upon it firm mountains, and produced in it every type of pleasant plant—"
  ],
  [
    8,
    "˹all as˺ an insight and a reminder to every servant who turns ˹to Allah˺."
  ],
  [
    9,
    "And We send down blessed rain from the sky, bringing forth gardens and grains for harvest,"
  ],
  [
    10,
    "and towering palm trees ˹loaded˺ with clustered fruit,"
  ],
  [
    11,
    "˹as˺ a provision for ˹Our˺ servants. And with this ˹rain˺ We revive a lifeless land. Similar is the emergence ˹from the graves˺."
  ],
  [
    12,
    "Before them, the people of Noah denied ˹the truth,˺ as did the people of the Water-pit, Thamûd,"
  ],
  [
    13,
    "’Ȃd, Pharaoh, the kinfolk of Lot,"
  ],
  [
    14,
    "the residents of the Forest, and the people of Tubba’. Each rejected ˹their˺ messenger, so My warning was fulfilled."
  ],
  [
    15,
    "Were We incapable of creating ˹them˺ the first time? In fact, they are in doubt about ˹their˺ re-creation."
  ],
  [
    16,
    "Indeed, ˹it is˺ We ˹Who˺ created humankind and ˹fully˺ know what their souls whisper to them, and We are closer to them than ˹their˺ jugular vein."
  ],
  [
    17,
    "As the two recording-angels—˹one˺ sitting to the right, and ˹the other to˺ the left—note ˹everything˺,"
  ],
  [
    18,
    "not a word does a person utter without having a ˹vigilant˺ observer ready ˹to write it down˺. "
  ],
  [
    19,
    "˹Ultimately,˺ with the throes of death will come the truth. This is what you were trying to escape!"
  ],
  [
    20,
    "And the Trumpet will be blown. This is the Day ˹you were˺ warned of."
  ],
  [
    21,
    "Each soul will come forth with an angel to drive it and another to testify."
  ],
  [
    22,
    "˹It will be said to the denier,˺ “You were totally heedless of this. Now We have lifted this veil of yours, so Today your sight is sharp!”"
  ],
  [
    23,
    "And one’s accompanying-angel will say, “Here is the record ready with me.”"
  ],
  [
    24,
    "˹It will be said to both angels,˺ “Throw into Hell every stubborn disbeliever,"
  ],
  [
    25,
    "withholder of good, transgressor, and doubter,"
  ],
  [
    26,
    "who set up another god with Allah. So cast them into the severe punishment.”"
  ],
  [
    27,
    "One’s ˹devilish˺ associate will say, “Our Lord! I did not make them transgress. Rather, they were far astray ˹on their own˺.”"
  ],
  [
    28,
    "Allah will respond, “Do not dispute in My presence, since I had already given you a warning."
  ],
  [
    29,
    "My Word cannot be changed, nor am I unjust to ˹My˺ creation.”"
  ],
  [
    30,
    "˹Beware of˺ the Day We will ask Hell, “Are you full ˹yet˺?” And it will respond, “Are there any more?”"
  ],
  [
    31,
    "And Paradise will be brought near to the righteous, not far off."
  ],
  [
    32,
    "˹And it will be said to them,˺ “This is what you were promised, for whoever ˹constantly˺ turned ˹to Allah˺ and kept up ˹His commandments˺—"
  ],
  [
    33,
    "who were in awe of the Most Compassionate without seeing ˹Him˺, and have come with a heart turning ˹only to Him˺."
  ],
  [
    34,
    "Enter it in peace. This is the Day of eternal life!”"
  ],
  [
    35,
    "There they will have whatever they desire, and with Us is ˹even˺ more. "
  ],
  [
    36,
    "˹Imagine˺ how many peoples We destroyed before them, who were far mightier than them. Then ˹when the torment came,˺ they ˹desperately˺ sought refuge in the land. ˹But˺ was there any escape?"
  ],
  [
    37,
    "Surely in this is a reminder for whoever has a ˹mindful˺ heart and lends an attentive ear."
  ],
  [
    38,
    "Indeed, We created the heavens and the earth and everything in between in six Days, and We were not ˹even˺ touched with fatigue."
  ],
  [
    39,
    "So be patient ˹O Prophet˺ with what they say. And glorify the praises of your Lord before sunrise and before sunset."
  ],
  [
    40,
    "And glorify Him during part of the night and after the prayers."
  ],
  [
    41,
    "And listen! On the Day the caller will call out from a near place,"
  ],
  [
    42,
    "the Day all will hear the ˹mighty˺ Blast in ˹all˺ truth, that will be the Day of emergence ˹from the graves˺."
  ],
  [
    43,
    "It is certainly We Who give life and cause death. And to Us is the final return."
  ],
  [
    44,
    "˹Beware of˺ the Day the earth will split open, letting them rush forth. That will be an easy gathering for Us."
  ],
  [
    45,
    "We know best what they say. And you ˹O Prophet˺ are not ˹there˺ to compel them ˹to believe˺. So remind with the Quran ˹only˺ those who fear My warning."
  ]
]