[
  {
    "id": 76,
    "city": "madinah",
    "name": {
      "translated": "The Man",
      "transliterated": "Al-Insan",
      "codepoints": [
        1575,
        1604,
        1575,
        1606,
        1587,
        1575,
        1606
      ]
    },
    "ayahs": 31,
    "slug": "al-insan",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Is there not a period of time when each human is nothing yet worth mentioning?"
  ],
  [
    2,
    "˹For˺ indeed, We ˹alone˺ created humans from a drop of mixed fluids, ˹in order˺ to test them, so We made them hear and see."
  ],
  [
    3,
    "We already showed them the Way, whether they ˹choose to˺ be grateful or ungrateful."
  ],
  [
    4,
    "Indeed, We have prepared for the disbelievers chains, shackles, and a blazing Fire."
  ],
  [
    5,
    "Indeed, the virtuous will have a drink ˹of pure wine˺—flavoured with camphor—"
  ],
  [
    6,
    "˹from˺ a spring where Allah’s servants will drink, flowing at their will."
  ],
  [
    7,
    "They ˹are those who˺ fulfil ˹their˺ vows and fear a Day of sweeping horror,"
  ],
  [
    8,
    "and give food—despite their desire for it—to the poor, the orphan, and the captive,"
  ],
  [
    9,
    "˹saying to themselves,˺ “We feed you only for the sake of Allah, seeking neither reward nor thanks from you."
  ],
  [
    10,
    "We fear from our Lord a horribly distressful Day.”"
  ],
  [
    11,
    "So Allah will deliver them from the horror of that Day, and grant them radiance and joy,"
  ],
  [
    12,
    "and reward them for their perseverance with a Garden ˹in Paradise˺ and ˹garments of˺ silk."
  ],
  [
    13,
    "There they will be reclining on ˹canopied˺ couches, never seeing scorching heat or bitter cold."
  ],
  [
    14,
    "The Garden’s shade will be right above them, and its fruit will be made very easy to reach."
  ],
  [
    15,
    "They will be waited on with silver vessels and cups of crystal—"
  ],
  [
    16,
    "crystalline silver, filled precisely as desired."
  ],
  [
    17,
    "And they will be given a drink ˹of pure wine˺ flavoured with ginger"
  ],
  [
    18,
    "from a spring there, called Salsabîl."
  ],
  [
    19,
    "They will be waited on by eternal youths. If you saw them, you would think they were scattered pearls."
  ],
  [
    20,
    "And if you looked around, you would see ˹indescribable˺ bliss and a vast kingdom."
  ],
  [
    21,
    "The virtuous will be ˹dressed˺ in garments of fine green silk and rich brocade, and adorned with bracelets of silver, and their Lord will give them a purifying drink."
  ],
  [
    22,
    "˹And they will be told,˺ “All this is surely a reward for you. Your striving has been appreciated.”"
  ],
  [
    23,
    "Indeed, it is We Who have revealed the Quran to you ˹O Prophet˺ in stages."
  ],
  [
    24,
    "So be patient with your Lord’s decree, and do not yield to any evildoer or ˹staunch˺ disbeliever from among them."
  ],
  [
    25,
    "˹Always˺ remember the Name of your Lord morning and evening,"
  ],
  [
    26,
    "and prostrate before Him during part of the night, and glorify Him long at night. "
  ],
  [
    27,
    "Surely those ˹pagans˺ love this fleeting world, ˹totally˺ neglecting a weighty Day ahead of them."
  ],
  [
    28,
    "It is We Who created them and perfected their ˹physical˺ form. But if We will, We can easily replace them with others."
  ],
  [
    29,
    "Surely this is a reminder. So let whoever wills take the ˹Right˺ Way to their Lord."
  ],
  [
    30,
    "But you cannot will ˹to do so˺ unless Allah wills. Indeed, Allah is All-Knowing, All-Wise."
  ],
  [
    31,
    "He admits whoever He wills into His mercy. As for the wrongdoers, He has prepared for them a painful punishment"
  ]
]