[
  {
    "id": 10,
    "city": "makkah",
    "name": {
      "translated": "Jonah",
      "transliterated": "Yunus",
      "codepoints": [
        1610,
        1608,
        1606,
        1587
      ]
    },
    "ayahs": 109,
    "slug": "yunus",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alif Lâm Râ. Dit zijn de Verzen van het wijze Boek."
  ],
  [
    2,
    "Is het voor de mensen iets verwonderlijks dat Wij aan een man uit hun midden openbaarden: \"Waschuw de mensen en verkondig verheugende tijdingen aan degenen die geloven: er is een eervolle plaats is bij hun Heer.\"' De ongelovigen zeggen: \"Voorwaar, dit is zeker een duidelijke tovenaar.\""
  ],
  [
    3,
    "Voorwaar, jullie Heer is Allah, Die de hemelen en de aarde in zes dagen (perioden) heeft geschapen, en Hij zetelde zich op de Troon. Hij regelt het bestuur, en er is geen voorspreker, behalve na Zijn verlof Dat is Allah, jullie Heer, aanbidt daarom Hem. Laten jullie je niet vermanen?"
  ],
  [
    4,
    "Bij Hem is jullie plaats van terugkeer van jullie allen, als een ware belofte van Allah. Voorwaar, Hij begint de schepping en vervolgens herhaalt Hij deze, opdat Hij degenen die geloven en goede werken verrichten rechtvaardig zal belonen. En degenen die niet geloven, voor hen zijn er kokende dranken en een pijnlijke bestraffing wegens wat zij niet geloofden."
  ],
  [
    5,
    "Hij is Degene Die de zon heeft gemaakt tot een (stralend) schijnsel en de maan tot een licht en Hij bepaalde haar standen opdat jullie de jaartelling zouden kennen en de (tijds-)berekening. Allah heeft dat slechts in Waarheid geschapen. Hij zet de Tekenen uiteen aan een volk dat weet."
  ],
  [
    6,
    "Voorwaar, in de afwisseling van nacht en dag en (in) wat Allah heeft geschapen in de hemelen en op de aarde zijn zeker Tekenen voor een volk dat (Allah) vreest."
  ],
  [
    7,
    "Voorwaar, degenen die de ontmoeting met Ons niet verwachten en die tevreden zijn met het wereldse leven en die zich er gerust in voelen en zij die achteloos tegenover Onze Tekenen staan."
  ],
  [
    8,
    "Zij zijn degenen wiens verblijfplaats de Hel is, wegens wat zij plachten te verrichten."
  ],
  [
    9,
    "Voorwaar, degenen die geloven en goede werken verrichten. hun Heer zal ben leiden vanwege hun geloof, (naar de plaats) waar onder door de rivieren stromen in de Tuinen van gelukzaligheid (het Paradijs)."
  ],
  [
    10,
    "Zij smeken daarin: \"Soebhânaka Allahoemma,\" (Heilig bent U, O Allah) en hun begroeting daarin is: \"Salâm!\" (Vrede, veiligheid). En hun laatste smeekbede is: \"Alhamdoe lillâhi Rabbil Âlamin!\" (Alle lof zij Allah, de Heer der Werelden.)"
  ],
  [
    11,
    "En als Allah het kwade voor de mensen zou bespoedigen zoals zij om bcspoediging van het goede vragen, dan zou hun termijn zeker reeds zijn beëindigd. En Wij laten degenen die de ontmoeting met Ons niet verwachten rusteloos verkeren in hun buitensporigteid."
  ],
  [
    12,
    "En wanneer tegenslag de mens treft, dan roept hij Ons aan, liggend, zittend of staande. En als Wij dan de tegenslag van hem hebben weggenomen, dan vervolgt hij (zijn slechte pad) alsof hij Ons nooit heeft aangeroepen wegens een tegenslag die hem trof. Zo is voor de buitensporigen schoonschijnend gemaakt wat zij plachten te doen."
  ],
  [
    13,
    "En voorwaar, Wij hebben de generaties vóór hen vernietigd tom zij onrecht pleegden, terwijl hun Boodschappers tot hen waren gekomen met de duidelijke bewijzen, maar zij geloofden niet Zo vergolden Wij het boosaardige volk."
  ],
  [
    14,
    "Vervolgens maakten Wij juli ie tot gevohnachtigden op aarde zodat Wij zouden zien hoe jullie handelen."
  ],
  [
    15,
    "En wanneer Onze duidelijke Verzen aan hen worden voorgelezen, dan zeggen degenen die de ontmoeting met Ons niet verwachten: \"Breng een andere Koren dan deze, of verander hem.\" Zeg: \"Het past mij niet dat ik hem verander uit eigen wil, ik volg niets dan wat aan mij is geopenbaard. Voorwaar, ik vrees, wanneer ik mijn Heer ongehoorzaam ben, de bestraffing van een geweldige Dag.\""
  ],
  [
    16,
    "Zeg: \"Als Allah het had gewild, dan had ik het niet aan jullie voorgedragen en had Hij hem niet aan jullie bekend gemaakt. En voorzeker, ik heb een leeftijd lang vóór hem (de Koran) temidden van jullie geleefd. Denken jullie dan niet na?\""
  ],
  [
    17,
    "Wie is dan onrechtvaardiger dan degene die een leugen over Allah verzint of die liegt over Zijn Verzen. Voorwaar, de misdadigers zullen niet slagen."
  ],
  [
    18,
    "En zij aanbidden naast Allah wat hen niet schaadt en niet baat, en zij zeggen: \"Dezen zijn onze voorsprekers bij Allah.\" Zeg. \"Willen jullie Allah inlichten over wat Hij niet kent in de hemelen en op de aarde?\" Heilig is Hij en Verheven boven de deelgenoten die zij aan Hem toekennen."
  ],
  [
    19,
    "En de mensheid behoorde slechts tot één godsdienst, maar zij waren het oneens met elkaar. En ware het niet dat er een Woord van jouw Heer was vooruitgegaan, dan zou er tussen hen zeker reeds zijn beslist over dat waarover zij het met elkaar oneens zijn."
  ],
  [
    20,
    "En zij zeggen: \"Waarom is er niet een Teken aan hem neergezonden van zijn Heer.\" Zeg dan: '\"Voorwaar, het onwaarneembare behoort slechts aan Allah. Wachten jullie dan, waarlijk, ik ben met jullie één van de wachtenden.\""
  ],
  [
    21,
    "En als Wij de mensen Barmhartigheid deden proeven nadat tegenspoed hen had getroffen, dan is er bij ben een list tegen Onze Tekenen. Zeg: \"Allah is sneller met een plan.\" Voorwaar, Onze gezanten (Engelen) schrijven op wat jullie beramen."
  ],
  [
    22,
    "Hij is het die jullie in staat stelt om over land en over de zee te reizen, totdat wanneer jullie in de schepen zijn en deze met lien vooftvaren met een gunstige wind en zij zich daarover verheugen, en er dan een stormachtige wind tot hen komt. En wanneer de golven vaa alle kanten tot hen komen en zij ervan overtuigd zijn dat zij door hen zijn ingesloten, dan roepen zij Allah aan, Hem zuiver aanbiddend: \"Als U ons hieruit redt, dan zullen wij zeker tot de dankbaren behoren.\""
  ],
  [
    23,
    "Toen Hij hen dan gered had. handelden zij buitensporig op aarde, zonder recht. O mensen, jullie buitensporigheid is slechts ten nadele van jullie, (het is) als een genieting van het wereldse leven, Vervolgens is jullie terugkeer tot Ons, waarna Wij jullie zullen inlichten over wat jullie plachten te doen."
  ],
  [
    24,
    "Voorwaar, de gelijkenis van het wereldse leven is als water dat Wij uit de hemel neerzenden, waardoor he de gewassen van de aarde in een rnengeling doet groeien, waarvan de mensen en het vee eten. Totdat, wanneer de aarde haar versierselen heeft aangenomen en zij mooi is geworden en haar bewoners menen dat zij machthebbers zijn over haar, Onze bestraffing tot hen komt, in de nacht of overdag, waarop Wij haar tot een afgemaaid veld maken, alsof er de dag ervoor niets groeide. Zo zetten Wij de Tekenen uiteen aan een volk dat nadenkt."
  ],
  [
    25,
    "En Allah roept naar het Huis van de Vrede (Dâroessalâm, het Paradijs) en Hij leidt wie Hij wil naar een recht Pad."
  ],
  [
    26,
    "Voor degenen die het goede verrichten is er het beste en meer. Grauwheid noch vernedering zal hun gezichten bedekken. Zij zijn degenen die de bewoners van het Paradijs zijn, zij zijn daarin eeuwig levenden."
  ],
  [
    27,
    "En degenen die slechte daden verrichten: de vergelding van de slechte daad is met het daaraan gelijke, en vernedering, bedekt hen. Er zal voor hen tegen Allah geen verdediger zijn. Het is alsof hun gezichten zijn bedekt inet stukken vaji de nacht, als een duisternis. Zij zijn de bewoners van de Hel, zij zijn daarin eeuwig levenden."
  ],
  [
    28,
    "En op die Dag verzamelen Wij hen allen, vervolgerns zeggen Wij tot degenen die (aan Allah) deelgenoten toekenden: \"Op jullie plaats, jullie en jullie afgoden!\" Dan zullen Wij onderscheid tussen hen maken. En hun afgoden zullen zeggen: \"Jullie hebben ons niet aanbeden."
  ],
  [
    29,
    "Allah is voldoende als getuige tussen ons en jullie. Voorwaar, Wij waren zeker onwetend omtrent jullie aanbidding.\""
  ],
  [
    30,
    "Op die Dag zal iedere ziel worden beproefd met wat zij voorheen heeft gedaan en zij zullen worden teruggevoerd tot Allah, hun ware Heer, en wat zij plachten te verzinnen, zal van hen weggaan."
  ],
  [
    31,
    "Zeg: \"Wie schenkt jullie voorzieningen uit de hemel en de aarde,\" of: \"Wie heeft macht over (het scheppen van) het horen en het zien en wie brengt het levende voort uit het dode en wie brengt het dode voort uit het levende, en wie verordent het bestuur?\" Zij zullen zeggen: \"Allah,\" Zeg dan: \"Zullen jullie (Allah) dan niet vrezen?\""
  ],
  [
    32,
    "Dat is Allah, jullie ware Heer. En na de Waarheid, is er niets dan de dwaling. Hoe komt het dan dat jullie worden afgeleid?"
  ],
  [
    33,
    "Zo werd het Woord van jouw Heer tegenover degenen die verdorven handelden bewaarheid. Voorwaar. zij geloven niet."
  ],
  [
    34,
    "Zeg (O Moehammad): \"Zijn er onder jullie afgoden die de schepping beginnen en deze vervolgens herhalen?\" Zeg: \"Allah begint de schepping en herhaalt deze vervolgens, hoe komt het dan dat jullie worden belogen?\""
  ],
  [
    35,
    "Zeg: \"Zijn er onder jullie afgoden die naar de Waarheid leiden? Zeg: \"Allah leidt naar de Waarheid.\" Heeft Hij die naar de Waarheid leidt er meer recht op om gevolgd te worden, of hij, die geen leiding geeft maar zelf geleid moct worden? Wat is er dan met jullie? Hoe oordelen jullie?"
  ],
  [
    36,
    "En de meesten van hen volgen niets dan een vermoeden. Voorwaar, het onzekere heft de Waarheid niet op. Voorwaar, Allah weet wat zij doen."
  ],
  [
    37,
    "En het is omnogelijk dat deze Koran is gemaakt door iemand anders dan Allah, maar (hij is er) als bevestiging van wat ervoor was en als uitleg van de Schrift. Daaraan is geen twijfel, (hij komt) van de Heer der Werelden."
  ],
  [
    38,
    "Of zeggen zij: \"Hij (Moehammed) heeft hem verzonnen.\" Zeg: \"Komt dan met een hoofdstuk dat daaraan gelijkwaardig is en roept aan wie jullie kunnen, buiten Allah, als jullie waarachtigen zijn.\""
  ],
  [
    39,
    "Nee, zij loochenden zelfs de kennis over hem (de Koran), die zij niet kunnen bevatten, en de uitleg ervan is nog niet tot hen gekomen. Zo loochenden ook degenen vóór hen. Zie dan hoe het einde was van de onrechtplegers."
  ],
  [
    40,
    "En onder hen zijn er die erin geloven, en onder hen zijn er die er niet in geloven, en jouw Heer kent de verderfzaaiers beter."
  ],
  [
    41,
    "En als zij jou loochenen, zeg dan: \"Voor mij mijn daden en voor jullie jullie daden, jullie zijn niet aansprakelijk voor wat ik doe en ik ben niet aansprakelijk voor wat jullie doen.\""
  ],
  [
    42,
    "En onder hen zijn er die naar jou luisteren. Kan jij dan de doven (van hart) doen horen, ook wanneer zij hun verstand niet gebruiken?"
  ],
  [
    43,
    "Voorwaar, en onder hen zijn er die naar jou kijken (en de Tekenen van jouw Profeetschap zien). Kan jij dan de blinden (van hart) leiden, ook wanneer zij niet zien?"
  ],
  [
    44,
    "Voorwaar, Allah doet de niensen geen enkel onrecht aan, maar de mensen doen zichzelf onrecht aan."
  ],
  [
    45,
    "En (gedenkt) de Dag waarop Hij hen bijeenbrengt, (dan is het voor hen) alsof zij niet langer (op aarde) hebben vertoefd dan één moment van de dag. Zij kennen elkaar (op die Dag). Voorzeker, zij die de ontmoeting met Allah loochenen, zullen verlies lijden en zij waren geen rechtgeleiden."
  ],
  [
    46,
    "Of Wij jou nu een gedeelte van wat Wij hen (van de bestraffing) hebben aangezegd laten zien, of dat Wij jou wegnemen: later is tot Ons hun terugkeer. Allah is Getuige van wat zij doen."
  ],
  [
    47,
    "En voor iedere gemeenschap is er een Boodschapper. Wanneer dan hun Boodschapper is gekomen, dan wordt er onder hen rechtvaardig geoordeeld, en hun zal geen onrecht worden aangedaan."
  ],
  [
    48,
    "En zij zeggen: \"Wanneer is deze aanzegging. als jullie waarachtigen zijn?\""
  ],
  [
    49,
    "Zeg (O Moehammad): \"Ik heb voor mijzelf geen macht om schade te voorkomen, noch om iets van nut te verkrijgen, behalve wat Allah wil.\" Voor elke gemeenschap is er een eindtijd. Wanneer hun eindtijd is gekomen, dan kunnen zij het geen moment uitstellen, noch kunnen zij het bespoedigen."
  ],
  [
    50,
    "Zeg: \"Wat denken jullie, wanneer Zijn bestraffing tot jullie komt, in de nacht of overdag?\" Waarom bespoedigen de misdadigers die dan?\""
  ],
  [
    51,
    "Vervolgens, wanneer (de bestraffing) heeft plaatsgevonden, dan geloven jullie erin? Nu? Terwijl jullie waarlijk om bespoediging ervan plachten te vragen?"
  ],
  [
    52,
    "Daarna zal tot degenen die onrecht pleegden worden gezegd: \"Proeft de eeuwige bestraffing, jullie worden vergolden voor niets anders dan wat jullie plachten te bedrijven.\""
  ],
  [
    53,
    "En zij vragen jou: \"Is het waar?\" Ze.g: \"Ja, bij mijn Heer: voorwaar, het is zeker de Waarheid, en jullie kunnen het niet ontvluchten.\""
  ],
  [
    54,
    "En wanneer iedere onrecht plegende mens zou beschikken over alles wat er op de aarde is, dan zou bij zich ennee willen vrijkopen. En zij verbergen hun spijt wanneer zij de bestraffing zien. En er zal tussen hen rechtvaardig worden geoordeeld, en hun zal geen onrecht worden aangedaan."
  ],
  [
    55,
    "Weet voorwaar, aan Allah behoort wat in de hemelen en op de aarde is. Weet: voorwaar, de belofte van Allah is waar, maar de meesten van hen weten het niet."
  ],
  [
    56,
    "Hij doet leven en Hij doet sterven en tot Hem worden jullie teruggekeerd."
  ],
  [
    57,
    "O mensen, voorzeker, er is cm vermaning van jullie Heer tot jullie gekomen en een genezing voor wat in jullie harten is, en Leiding en Barmhartigheid voor de gelovigen."
  ],
  [
    58,
    "Zeg (O Moehammad): \"Met de gunst van Allah en Zijn Barmhartigheid, laten zij zich dan daarmee verheugen. Hij (de gunst) is beter dan wat zij verzamelen.\""
  ],
  [
    59,
    "Zeg: \"Hebben jullie gezien wat Allah voor jullie heeft neergezonden aan voorzieningen, waarna jullie daarvan verboden en toegestane dingen maakten?\" Zeg: \"Heeft Allah jullie (darvoor) toestemming gegeven? Of verzinnen jullie leugens over Allah?\""
  ],
  [
    60,
    "En wat zullen degenen die over Allah leugens verzinnen, denken op de Dag der Opstanding? Voorwaar, Allah is de Bezitter van de gunst vom de mensen, maar de meesten van hen zijn niet dankbaar."
  ],
  [
    61,
    "En jij houdt je niet met een zaak bezig, en niets draag jij daarover van de Koran voor, en jullie verrichten jullie geen werk, of Wij zijn over jullie Getuigen wanneer jullie daarin verdiept zijn. En jouw Heer ontgaat geen stofdeeltje op de aarde en (in) de hemel; en er is niets kleiners dan dat en niets groters, of het staat in een duidelijk Boek."
  ],
  [
    62,
    "Weet: voorwaar, er zal geen vrees over de geliefden van Allah komen en zij zullen niet treuren."
  ],
  [
    63,
    "Degenen die geloofden en voortdurend (Allah) vreesden."
  ],
  [
    64,
    "Voor hen is er de verheugende tijding in het wereldse leven en in het Hiernamaals. De Woorden van Allah kennen geen verandering. Dat is de geweldige overwinning."
  ],
  [
    65,
    "En laten hun woorden jou niet bedroeven: voorwaar, alle glorie behoort aan Allah, Hij is de Alhorende, de Alwetende."
  ],
  [
    66,
    "Weet: voorwaar, aan Allah behoort wat er in de hemelen en op de aarde is. En degenen die deelgenoten naast Allah aanroepen volgen geen (overtuiging), zij volgen niets dan vermoedens en zij doen niets dan liegen."
  ],
  [
    67,
    "Hij is Degene Die de nacht voor jullie heeft gemaakt opdat jullie er rust in vinden, en de dag om te zien. Voorwaar, daarin zijn zeker Tekenen voor een volk dat luistert."
  ],
  [
    68,
    "Zij (de Joden en de Christenen) zeggen: \"Allah heeft Zich een zoon genomen.\" Heilig is Hij, Hij is de Behoefteloze, aan Hem behoort wat in de hemelen en op de aarde is. Jullie hebben daarvoor geen bewijs. Zeggen jullie over Allah wat jullie niet weten?"
  ],
  [
    69,
    "Zeg: \"Voorwaar, degenen die leugens over Allah verzinnen zullen niet welslagen.\""
  ],
  [
    70,
    "(Voor hen is er slechts) een genieting op de wereld, daarna is hun terugkeer tot Ons. Vervolgens doen Wij hen de harde bestraffing proeven wegens dat waaraan zij ongelovig plachten te zijn."
  ],
  [
    71,
    "En lees ben de geschiedenis van Noeh voor, toen Hij tot zijn volk zei: \"O mijn volk, als jullie bezwaar hebben tegen mijn plaats en mijn vermanen met Allah's Verzen: op Allah heb ik mijn vertrouwen gesteld. Neem dan jullie besluit, (samen met) jullie deelgenoten en laat jullie besluit vervolgens niet verborgen zijn voor jullie (onderling). Voert het vervolgens uit en geeft mij geen uitstel."
  ],
  [
    72,
    "Als jullie je dan afwenden; ik heb jullie geen beloning gevraagd; mijn beloning rust slechts bij Allah, en mij is bevolen om te behoren tot hen die zich hebben overgegeven (aan Allah).\""
  ],
  [
    73,
    "Toen loochenden zij hem (Noeh) waarop Wij hem redden en degenen die met hem in het schip waren en Wij maakten hen tot opvolgers. En Wij verdronken degenen die Onze Tekenen loochenden. Zie dan hoe het einde van de gewaarschuwden was."
  ],
  [
    74,
    "Daarna zonden Wij na hem Boodschappers tot hun volk zodat zij niet de duidelijke Bewijzen tot hen kwamen, zij wilden toen niet geloven vanwege wat zij voorheen hadden geloochend. Zo vergrendelden Wij de harten van dc overtreders."
  ],
  [
    75,
    "Daarna zonden Wij na hen Môesa en Hârôen tot Fir'aun en zijn vooraanstaanden met Onze Tekenen, waarop zij hoogmoedig werden. En zij waren een misdadig volk."
  ],
  [
    76,
    "Toen dan de Waarheid van Onze Zijde tot hen gekomen was, zeiden zij: \"Voorwaar, dit is zeker duidelijke tovenarij.\""
  ],
  [
    77,
    "Môesa zei: \"Spraken jullie de Waarheid toen die tot jullie kwam? Is dit tovenarij, terwijl de tovenaars niet winnen?\""
  ],
  [
    78,
    "Zij zeiden. \"Ben jij tot ons gekomen om ons af te brengen van dat (pad van de afgoderij) waarop wij onze vaderen aantroffen en opdat de macht op aarde voor jullie (Môesa en Hârôen) zou zijn? Maar wij geloven jullie niet.\""
  ],
  [
    79,
    "En Fir'aun zei: \"Brengt mij alle vakkundige tovenaars.\""
  ],
  [
    80,
    "Toen dan alle tovenaars waren gekomen, zei Môesa tot hen: \"Werpt dat wat jullie (willen) werpen.\""
  ],
  [
    81,
    "Toen zij dan hadden geworpen, zei Môesa: \"Wat jullie hebben gebracht is tovenarij, voorwaar, Allah zal het teniet doen. Voorwaar, Allah laat de werken van de verderfzaaiers niet voortbestaan.\""
  ],
  [
    82,
    "En Allah vestigt de Waarheid met Zijn Woorden, ook al hebben de misdadigers er een afkeer van."
  ],
  [
    83,
    "Toen gcloofde niemand Môesa, behalve (enkele) jongelingen van zijn volk, terwijl zij vreesden dat Fir'aun en zijn vooraanstaanden hen zouden vervolgen. En voorwaar, Fir'aun was zeker een onderdrukker in het land: en voorwaar, hij behoorde zeker tot de buitensporigen."
  ],
  [
    84,
    "En Môesa zei: \"O mijn volk, als jullie in Allah geloven, stelt dan jullie vertrouwen op Hem, als jullie je hebben overgegeven (aan Allah).\""
  ],
  [
    85,
    "Toen zeiden zij: \"Op Allah hebben wij ons vertrouwen gesteld, Onze Hem, maak ons geen voorwerp van vervolging door het onreelhtplegende volk."
  ],
  [
    86,
    "En red ons door Uw Barmhartigheid van het ongelovige volk.\""
  ],
  [
    87,
    "En Wij openbaarden aan Môesa en zijn broeder: \"Bouwt voor jullie volk huizen in Egypte en maakt van jullie woningen gebedsbuizen en onderhoudt de shalât en verkondigt een verheugende tijding aan de gelovigen.\""
  ],
  [
    88,
    "En Môesa zei: \"Onze Heer, voorwaar, U heeft Fir'aun en zijn vooraanstaanden versieringen en bezittingen tijdens het wereldse leven gegeven. Onze Heef, daardoor hielden zij (de mensen) af van Uw Pad. O Heer, vaag hun bezittingen weg en verhardt hun harten zodat zij niet geloven totdat zij de pijnlijke bestraffing zien.\""
  ],
  [
    89,
    "Hij (Allah) zei: \"Voorzeker, Ik heb jullie smeekbede verhoord. Blijft daarom (op het rechte Pad) en volgt niet de weg van degenen die niet weten.\""
  ],
  [
    90,
    "En Wij brachten de Kinderen van Israël over de zee, waarop Fir'aun en zijn legefs hen volgden uit tirannie en vijandschap, totdat, toen de verdrinking hen bereikte, Fir\"aun zei: \"Ik geloofdat er geen god is dan Degene waarin de Kinderen van Israël geloven en ik behoor tot hen die zich hebben overgegeven (aan Allah).\""
  ],
  [
    91,
    "(Allah zei:) \"Nu? Terwijl jij voorheen opstandig was en tot de verderfzaaiers behoorde?\""
  ],
  [
    92,
    "Op deze dag dan redden Wij jouw lichaam opdat jij een Teken zult zijn voor hen die na jou komen. En voorwaar, velen van de mensen zijn achteloos tegenover Onze Tekenen."
  ],
  [
    93,
    "En Wij plaatsten de Kinderen van Israël in voortreffelijke woonplaatsen en Wij gaven hun voorzieningen van de goede dingen, en zij verschildein niet van mening totdat de kennis tot hen was gekomen. Voorwaar, jouw Heer oordeelt tussen hen op de Dag der Opstanding over dat waar zij van mening over verschilden."
  ],
  [
    94,
    "Als jij dan in twijfel verkeert over wat Wij aan jou hebben neergezonden, vraag dan aan hen die de Schrift lezen (die) vóór jou (is geopenbaard). Voorzeker, de Waarheid van jouw Heer is tot jou gekomen, behoor daarom niet tot de twijfelaars."
  ],
  [
    95,
    "En behoor in geen geval tot degenen die de Verzen van Allah loochenen, anders dan zal jij tot de verliezers behoren."
  ],
  [
    96,
    "Voorwaar, degenen over wie het Woord (van bestraffing) van jouw Heer tereclit is: zij geloven niet."
  ],
  [
    97,
    "Ook al kwamen alle Tekenen tot hen, totdat zij de pijnlijke bestraffing zien."
  ],
  [
    98,
    "Was er maar een stad geweest, naast die van het volk van Yôenoes, die geloofde, opdat haar gelool haar zou baten. Toen zij (het volk van Yôenoes\") geloofden, namen Wij de bestraffing van de vernedering in het wereldse leven weg, en schonken Wij hen genietingen tot een bepaalde tijd."
  ],
  [
    99,
    "En als jouw Heer het had gewild, dan zouden degenen die op aarde zijn, zeker allen tezamen hebben geloofd. Wil jij (O Moehammad) dan de mensen dwingen opdat zij gelovigen worden?"
  ],
  [
    100,
    "En geen ziel kan geloven, behalve met verlof van Allah. En Hij legt een bestraffing op aan degenen die hun verstand niet gebruiken."
  ],
  [
    101,
    "Zeg (O Moehammad): \"Aanschouwt wat er in de hemelen en op de aarde is. Maar de Tekenen en de waarschuwingen baten niet voor een volk dat niet gelooft.\""
  ],
  [
    102,
    "Wachten zij dan alleen maar op rampen zoals van degenen die hen vooraf gingen? Zeg: \"Wachten jullie dan maar. Voorwaar, ik behoor met jullie tot de wachtenden.\""
  ],
  [
    103,
    "Daarna redden Wij Onze Boodschappers en degenen die geloofden. Zo stellen Wij het Ons tot een plicht om de gelovigen te redden."
  ],
  [
    104,
    "Zeg: \"O mensen, als jullie twijfelen aan mijn godsdienst: ik aanbid niet wat jullie naast Allah aanbidden, maar ik aanbid Allah die jullie wegneemt. En mij is bevolen om tot de gelovigen te behoren."
  ],
  [
    105,
    "En om jouw aangezicht (O Moehammad) tot de godsdienst te wenden als een Hanîf, en behoor zeker niet tot de veelgodenaanbidders."
  ],
  [
    106,
    "En roep buiten Allah niet aan wat jou niet kan baten en niet kan schaden. Als jij dat deed, voorwaar, dan zou jij tot de onrechtplegers behoren."
  ],
  [
    107,
    "En wanneer Allah jou met een tegenslag treft, dan is er niemand die deze kan wegnemen, behalve Hij. En wanneer Hij voor jou iets goeds wenst, dan kan niemand Zijn gunst tegenhouden. Hij treft daarmee wie Hij wil van Zijn dienaren. En Hij is de Vergevensgezinde, de Meest Barmhartige."
  ],
  [
    108,
    "Zeg: \"O mensen, waarlijk, de Waarheid van jullie Heer is tot jullie gekomen. Wie dan de Leiding volgt: voorwaar, hij volgt die slechts in zijn eigen voordeel. En wie dwaalt: voorwaar, die dwaalt slechts ten nadele van zichzelf En ik ben geen voogd over jullie.\""
  ],
  [
    109,
    "En volg wat ma jou is geopenbaard en wees geduldig totdat Allah oordeelt. En Hij is de Beste der Rechters."
  ]
]