[
  {
    "id": 14,
    "city": "makkah",
    "name": {
      "translated": "Abraham",
      "transliterated": "Ibrahim",
      "codepoints": [
        1575,
        1576,
        1585,
        1575,
        1607,
        1610,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "ibrahim",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alif, Lam, Ra. (Dit is) een Boek dat Wij aan jou (O Moehammad) neergezonden hebben, opdat jij de mensen uit de duisternissen naar het licht zult voeren, met verlof van hun Heer, naar het Pad van de Almachtige, de Geprezene."
  ],
  [
    2,
    "Allah is Degene aan Wie wat er in de hemelen en op de aarde is behoort. En wee de ongelovigen, een harde bestraffing (zal hen treffen)."
  ],
  [
    3,
    "Degenen die het wereldse leven verkiezen boven het Hiernamaals, en afhouden van de Weg van Allah en die wensen dat die krom wordt. Zij zijn degenen die in vergaande dwaling verkeren."
  ],
  [
    4,
    "En Wij hebben geen Boodschapper gezonden, of (hij sprak) de taal van zijn volk, om hen een duidelijke uitleg te geven. Daarna doet Allah dwalen wie Hij wil, en leidt Hij wie Hij wil. En Hij is de Almachtige, de Alwijze."
  ],
  [
    5,
    "Voorzeker, wij zonden Môesa met Onze Tekenen, (zeggend:) \"Voer jouw volk vanuit de duisternissen naar het licht en herinner hen aan de dagen van Allah.\" Daarin zijn inderdaad Tekenen voor alle geduldige dankbaren."
  ],
  [
    6,
    "En (gedenkt) toen Môesa tegen zijn volk zei: \"Gedenkt de Genade van Allah aan jullie toen Hij jullie redde van Fir'aun en zijn volgelingen, hij pijnigde jullie met zwaarste foltering: zij slachtten jullie zonen af en lieten jullie dochters in leven. Daarin was een geweldige beproeving van jullie Heer.\""
  ],
  [
    7,
    "En (gedenkt) toen jullie Heer bekend maakte: \"Als jullie dankbaar zijn, dan zullen Wij zeker jullie (genietingen) vermeerderen. En als jullie ondankbaar zijn: voorwaar, Mijn bestraffing is zeker hard.\""
  ],
  [
    8,
    "En Môesa zei: \"Als jallie ondankbaar zijn, jullie en allen die op de aarde zijn: voorwaar, Allah is zeker Behoefteloos, Geprezen.\""
  ],
  [
    9,
    "Is de geschiedenis van degenen voor jullie nog niet tot jullie gekomen, (over) het volk van Nôeh, en de 'Ad en de Tsamoed en degenen na hen? Niemand kent hen behalve Allah. Hun Boodschappers kwamen tot hen met de duidelijke bewijzen, vervolgens bedekten zij met hun handen hun mond (vanwege hun verachting) en zeiden: \"Voorwaar, wij geloven niet in dat, waarmee jullie gezonden zijn. En voorwaar, wij verkeren in ernstige twijfel over dat waar jullie ons toe oproepen.\""
  ],
  [
    10,
    "Hun Boodschappers zeiden: \"Is er twijfel over Allah, de Schepper van de hemel en de aarde? Hij roept jullie om jullie zonden te vergeven en Hij geeft jullie uitstel tot een vastgestelde tijd.\" Zij zeiden: \"Jullie zijn slechts mensen als wij. Jullie willen ons afhouden van wat onze voorouders aanbaden. Geeft ons daarom een duidelijk bewijs!\""
  ],
  [
    11,
    "Hun Boodschappers zeiden tot hen: \"Wij zijn slechts mensen als jullie, maar Allah geeft Zijn gunsten aan wie Hij wil van Zijn dienaren. En het is niet aan ons om jullie een bewijs te brengen, tenzij met verlof van Allah. En laten de gelovigen daarom hun vertrouwen stellen op Allah."
  ],
  [
    12,
    "Waarom zouden wij niet op Allah ons vertrouwen stellen. terwijl Hij ons waarlijk heeft geleid op onze weg? En wij zullen zeker geduld hebben met de kwellingen die jullie ons aandoen. En laten daarom zij die vertrouwen hebben (hun) vertrouwen op Allah stellen.\""
  ],
  [
    13,
    "En degenen die ongelovig waren, zeiden tot hun Boodschappers: \"Wij zullen jullie zeker uit ons land verdrijven, of jullie moeten zeker terugkeren tot ons geloof.\" Toen openbaarde hun Heer aan hen: \"Wij zullen de onrechtplegers zeker vernietigen."
  ],
  [
    14,
    "En Wij zullen jullie na hen in het land vestigen. Dat is voor wie Mijn plaats (macht) vreest en Mijn aaazegging vreest.\""
  ],
  [
    15,
    "En zij vroegen om een overwinning en iedere opstandige geweldenaar verloor."
  ],
  [
    16,
    "Voor hen ligt de Hel. En hij zal worden begoten met ettervocht."
  ],
  [
    17,
    "Hij drinkt het slokje voor slokje, en hij kan het bijna niet doorslikken. En de dood komt tot hem van alle kanten, maar hij sterft niet, en voor hem ligt nog een zware bestraffing."
  ],
  [
    18,
    "De vergelijking met degenen die niet in hun Heer geloven, is alsof hun daden als as zijn, dat door een harde wind wordt weggeblazen op een stormachtige dag. Zij hebben geen enkele macht over wat zij hebben verworven. Dat is een vergaande dwaling."
  ],
  [
    19,
    "Zie jij (O Moehammad) dan niet dat Allah de hemelen en de aarde met de Waarheid heeft geschapen? Wanneer Hij wil, doet Hij jullie verdwijnen en brengt Hij een nieuwe schepping."
  ],
  [
    20,
    "En dat is voor Allah niet moeilijk."
  ],
  [
    21,
    "En zij verschijnen allen voor Allah, en de zwakken zullen dan tot degenen die hoogmoedig waren zeggen: \"Voorwaar, wij waren jullie volgelingen, kunnen jullie dan nu voor ons iets van de bestraffing van Allah afwenden?\" Zij zeggen: \"Als Allah ons geleid had, zouden wij jullie zeker geleid hebben; het is voor ons hetzelfde, of wij nu klagen. of dat wij geduldig zijn. Er is voor ons geen toevluchtsoord.\""
  ],
  [
    22,
    "De Satan zei, nadat de zaak besloten was: \"Voorwaar, Allah heeft jullie een ware belofte gedaan, en ik heb jullie een belofte gedaan, maar ik liet jullie daarna in de steek. Ik had geen macht over jullie, behalve dat ik jullie heb geroepen, waarop jullie mij gehoorzamnden, verwijt mij daarom niets! Verwijten jullie julliezelf maar. Ik kan jullie niet helpen en jullie kunnen mij niet helpen. Voorwaar. ik verwerp het, dat jullie mij voorheen als deelgenoot (aan Allah) toekenden.\" Voorwaar, voor de onrechtplegers is er een pijnlijke bestraffing."
  ],
  [
    23,
    "En degenen die geloofden en goede daden verrichtten worden de Tuinen (het Paradijs) binnengeleid, waar onder door de rivieren stromen, daarin zullen zij eeuwig levenden zijn, met verlof van hun Heer. Hun begroeting daarin is \"Salâm.\" (Vrede)"
  ],
  [
    24,
    "Zie jij niet boe Allah een vergelijking maakt met een goede uitspraak, die als een goede boom is, waarvan de wortel stevig staat en de takken naar de hemel reiken?"
  ],
  [
    25,
    "Hij geeft zijn vruchten in eik seizom, met verlof van zijn Heer. Allah maakt de vergelijkingen voor de mensen. Hopelijk zullen zij er lering uit trekken."
  ],
  [
    26,
    "En de vergelijking met een slechte uitspraak is als die met een slechte boom, die ontworteld op de aarde staat, en die geen stevigheid heeft."
  ],
  [
    27,
    "Allah venterkt (het geloof van) degenen die geloven met de staadvastige uitspraak tijdens het wereldse leven en in het Hienamaals; en Allah laat de onrechtplegers dwalen en Allah doet wal Hij wil."
  ],
  [
    28,
    "Zie jij degenen niet die de genieting van Allah hebben verwisseld voor onteloof, en die hun volk naar het rijk van de ondergang hebben gebracht?"
  ],
  [
    29,
    "De Hel, waarin zij binnengaan, dat is de slechtste verblifpllaats!"
  ],
  [
    30,
    "Zij hebben am Allah deelgenoten toegekend, om (de mensen) te doen afdwalen van Zijn Weg. Zeg: \"Genieten jullie maar! Voorwaar, jullie eindbestemming is de Hel.\""
  ],
  [
    31,
    "Zeg (O Moehammad) tot mijn dienaren die geloven: \"Onderhoudt de shalât en geeft bijdragen van waar Wij hun rnee voorzien hebben, in het verborgene of openlijk, voordat er een Dag komt, waarop er geen handel en geen boezemvriend zal zijn.\""
  ],
  [
    32,
    "Allah is Degene Die de hemelen en de aarde heefl geschapen en Hij zendt uit de hemel water neer, waarmee Hij dan vruchten voortbrengt als een voorziening voor jullie. En Hij heeft het schip voor jullie dienstbaar gemaakt, opdat het op de zee zal varen op Zijn bevel. Hij maakte voor jullie de rivieren dienstbaar."
  ],
  [
    33,
    "En Hij maakte voor jullie de zon en de maan dienstbaar, die onophoudelijk (draaien in hun baan). En Hij maakte voor jullie de nacht en de dag dienstbaar."
  ],
  [
    34,
    "En Hij schonk jullie van alles wat jullie Hem vroegen. En als jullie de gunsten van Allah op willen sommen, dan kunnen jullie ze niet tellen. Voorwaar, de mensen zijn zeker onrechtvaardig, ondankbaar."
  ],
  [
    35,
    "En toen Ibrâhîm zei: \"Mijn Heer, maak deze stad veilig en houd mij en mijn zonen ervan af dat wij afgoden zouden aanbidden."
  ],
  [
    36,
    "Mijn Heer, voorwaar, zij hebben vele mensen doen dwalen. Wie mij dan volgt: voorwaar, die behoort bij mij. En wie mij niet gehoorzaant: voorwaar, U bent Vergevensgezind, Meest Barmbartig."
  ],
  [
    37,
    "Onze Heer! Voorwaar, ik heb mijn kinderen achtergelaten in een onbegroeide vallei bij Uw gewijde huis (de Ka'bah). Onze Heer! (ik tiet hen achter) zodat zij de shalât zullen onderhouden, laat daarom de harten van de mensen tot hen neigen, en voorzie hen van vruchten. Hopelijk zullen zij dankbaar zijn."
  ],
  [
    38,
    "Onze Heer! Voorwaar, U weet wat wij verbergen en wat wij openlijk doen en et is voor Allah niets verborgen op de aarde en niet in de hemel."
  ],
  [
    39,
    "Alle lof zij Allah, die mij Isma'îl en Ishaq geschonken heeft, ondanks mijn ouderdom. Voorwaar, mijn Heer verhoort zeker de smeekbeden."
  ],
  [
    40,
    "Mijn Heer, mad mij en mijn nakomelingen onderhouders van de shalât. Onze Heer, verhoor mijn smeekbeden."
  ],
  [
    41,
    "Mijn Heer, vergeef mij en mijn ouders en de gelovigen op de Dag waarop de afrekening plaats vindt.\""
  ],
  [
    42,
    "En denk niet (O Moehammad) dat Allah achteloos is tegenover wat de onrechtplegers doen. Voorwaar, Hij geeft hun uitstel tot de Dag waarop de ogen verstard openstaan."
  ],
  [
    43,
    "Zij hassten zich met opgeheven hoofd, teirwijl hun ogen niet knipperen en terwijl hun harten leeg zijn."
  ],
  [
    44,
    "En waarschuw de mensen voor de Dag dat de bestraffing tot hen komt en waarop degenen die onrecht pleegden, zeggen: \"Onze Heer, geef ons uitstel voor een korte tijd, zodat wij aan Uw oproep gehoor geven en de Boodschappers volgen.\" (Tot hen wordt gezegd:) \"Jullie hebben vroeger toch gezworen, dat jullie nimmer zouden sterven?"
  ],
  [
    45,
    "En jullie verbleven in woonplaatsen van degenen die zichzelf onrecht aandeden, en het is voor jullie duidelijk geworden hoe Wij hen behandelen. En Wij hebben voor jullie vergelijkingen gemaakt.\""
  ],
  [
    46,
    "En waarlij'k, zij hebben hun list beraamd, maar hun list is (bekend) bij Allah. Ondanks dat bun list (zo geweldig was) dat de bergen er door zouden vergaan."
  ],
  [
    47,
    "Denkt daarom niet dat Allah Zijn belofte zal verbreken aan Zijn Boodschappers. Voorwaar, Allah is de Verhevene en de Bezitter van de Vergelding."
  ],
  [
    48,
    "Op de Dag dat de aarde wordt vervangen door een andere aarde, en zo ook de hemelen. En de mensen zullen verschijnen voor Allah, de Ene, de Overweldiger."
  ],
  [
    49,
    "En jij zal op die Dag de misdadigers zien, bij eengebonden in ketenen."
  ],
  [
    50,
    "Hun kleding zal van toer zijn en de Hel zal hun gezichten bedekken."
  ],
  [
    51,
    "Zodat Allah elke ziel zal belonen voor wat zij heeft gedaan. Voorwaar, Allah is snel in de afrekening."
  ],
  [
    52,
    "Dit is een Verkondiging voor de mensen, opdat zij daardoor gewaarschuwd zullen worden, en opdat zij weten dat Hij de Enige God is en opdat de bezitters van verstand de vermaningen ter harte zullen nemen."
  ]
]