[
  {
    "id": 17,
    "city": "makkah",
    "name": {
      "translated": "The Night Journey",
      "transliterated": "Al-Isra",
      "codepoints": [
        1575,
        1604,
        1573,
        1587,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 111,
    "slug": "al-isra",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Heilig is Degene Die 's nachts Zijn dienaar (Moehammad) van de Masdjid al Harâm (de Gewijde Moskee te Mekkah) naar de Masdjid al Aqsha heeft gebracht, waarvan Wij de omgeving hebben gezegend, opdat Wij hem van Onze Tekenen lieten zien. Voorwaar, Hij is de Alhorende, de Alziende."
  ],
  [
    2,
    "En Wij hebben aan Môesa de Schrift (de Taurat) gegeven en Wij maakten deze als Leiding voor de Kinderen van Israël: \"Neemt geen helper naast mij.\""
  ],
  [
    3,
    "O nakomelingen van degenen die Wij met Nôeh (in de ark) gedragen hebben, voorwaar, hij (Noeh) was een dankbare dienaar!"
  ],
  [
    4,
    "En Wij hebben de Kinderen van Israel op de hoogte gebracht in de Schrift: \"Jullie zullen zeker twee maal verderf zaaien op aarde en jullie zullen je zeker hoogmoedig gedragen, met grote hoogmoed.\""
  ],
  [
    5,
    "En toen (de vervulling) van de eerste van de twee beloften kwam, stuurden Wij jullie dienaren van Ons, bezitters van verschrikkelijke macht, die daarop de huizen binnendirongen: het was een vervulde belofte."
  ],
  [
    6,
    "Vervolgens gaven Wij jullie de overhand over hen en vemeerderden Wij voor jullie de bezittingen en zonen en maakten Wij jullie tot de grootste groep."
  ],
  [
    7,
    "Als jullie goed deden, deden jullie goed voor julliezelf: en als jullie kwaad deden, dan was dat voor jullie. En toen de laatste belofte vervuld werd (stuurden Wij vijanden) om jullie gezichten te verminken en de gebedsruimte binnen te gaan, zoals zij daar de eerste keer binnengingen, en om volledig te vernietigen wat zij veroverd hadden."
  ],
  [
    8,
    "Mog ejullie Heer jullie begenadigen. En als jullie terugkeren (naar jullie zonden) zullen Wij terugkeren (naar het bestraffen van jullie). En Wij maakten de Hel voor de ongelovigen tot een gevangenis."
  ],
  [
    9,
    "Voorwaar, deze Koran leidt naar wat rechter is en brengt goede tijdingen aan de gelovigen die goede werken verrichten. Voorwaar, er is voor hen een grote beloning."
  ],
  [
    10,
    "En voor degenen die niet in het Hiernamaals geloven, voor hen hebben Wij een pijnlijke bestraffing voorbereid."
  ],
  [
    11,
    "En de mens smeekt om het kwade, net zoals hij om het goede smeekt. En de mens is haastig (van aard)."
  ],
  [
    12,
    "En Wij hebben de nacht en de dag tot twee Tekenen gemaakt. En het Teken van de nacht hebben Wij donker gemaakt en het Teken van de dag hebben Wij verlichtend gemaakt opdat jullie de gunst van jullie Heer zoeken en opdat jullie de jaartelling en de berekening ervan kennen. En alle zaken hebben Wij met een duidelijke uitleg uiteengezet."
  ],
  [
    13,
    "En voor ieder mens hebben Wij zijn lotsbestemming aan zijn hals vastgemaakt. En Wij voorzien hem op de Dag der Opstanding van een boek dat bij opengeslagen aantreft."
  ],
  [
    14,
    "(Er wordt tegen hem gezegd:) \"Lees jouw boek.\" Op deze Dag is jouw eigen ziel voldoende als berekenaar tegen jou."
  ],
  [
    15,
    "Wie Leiding volgt, volgt de Leiding waarlijk voor zichzelf, en wie dwaalt, dwaalt waarlijk tegen zichzelf en niemand kan de zonde van iemand anders dragen. En Wij bestraffen niet voordat Wij een Boodschapper hebben gestuurd."
  ],
  [
    16,
    "En als Wij een (volk in een) stad willen vernietigen, bevelen Wij hen die daarin in weelde leven (Allah te gehoorzamen); zij begaan daarin zware zonden, zodat het woord (van de bestraffing) terecht is, vervolgens vernietigen Wij hen volledig."
  ],
  [
    17,
    "En hoeveel generaties hebben Wij niet na Nôeh ij vernietigd? En jouw Heer is voldoende om de zonden van Zijn dienaren te wetm en te zien."
  ],
  [
    18,
    "En wie het vergankelijke (van de wereld) wenst: voor hem zullen Wij wat Wij wensen daarin verhaaasten, voor wie Wij willen. Vervolgens maken Wij voor hem de Hel, hij gaat daar binnen, vernederd en verjaagd."
  ],
  [
    19,
    "En wie het Hiernamaals wenst en er met een redelijke inzet naar streeft, én hij is gelovig: hij (behoort) tot degenen van wie hun streven wordt beloond."
  ],
  [
    20,
    "Beide groepen, voornoemde en laatstgenoemde, geven Wij ondersteuning van jouw Heer, en de ondersteuning van jouw Heer is onafwendbaar."
  ],
  [
    21,
    "Zie hoe Wij sommigen van hen bevoorrecht hebben boven anderen. En het Hiernamaals is zeker hoger in rang en groter als voorrecht."
  ],
  [
    22,
    "En neem geen andere god naast Allah, anders zit jij daar (O Moehammad) met verwijten (beladen) en verlaten."
  ],
  [
    23,
    "En jullie Heer heeft bepaald dat jullie niets dan Hem alleen aanbidden, en goedheid betrachten tegenover de ouders. Als een van de twee of beiden de ouderdom bereiken in jouw aanwezigheid, zeg dan nooit \"foei\" tegen ben, snauw hen niet af en spreek tot hen een vriendelijk woord."
  ],
  [
    24,
    "En wees zachtmoedig voor beiden, en nederig en liefdevol, en zeg: \"O mijn Heer, schenk hun Genade, zoals zij mij opvoedden toen ik klein was.\""
  ],
  [
    25,
    "Jullie Heer weet beter wat er injullie zielen is, als jullie oprechte mensen zijn. Voorwaar; dan is Hij voor de berouwvollen Vergevensge-zind."
  ],
  [
    26,
    "En geef de verwanten hun recht en de armen en de reizigers (zonder proviand), en wees niet verkwistend."
  ],
  [
    27,
    "Voorwaar. de verkwisters zijn broeders van de Satan en de Satan is ondankbaar jegens zijn Heer."
  ],
  [
    28,
    "En als jullie je van hen afwenden omwille van de Barmhartigheid van jullie Heer die jullie hopen te krijgen: spreekt dan (toch) een zacht woord tot hen."
  ],
  [
    29,
    "En maak je hand niet vastgebonden aan je nek, en strek hem niet uit met de hele uitstrekking, want dan wordt je (gierigheid of spilzucht) verweten en spijtig."
  ],
  [
    30,
    "Voorwaar, jouw Heer verruimt de voorziening voor wie Hij wil en Hij beperkt. Voorwaar, Hij is Alwetend, Alziend over Zijn dienaren."
  ],
  [
    31,
    "En doodt jullie kinderen niet uit vrees voor armoede: Wij voorzien hun en jullie van levensonderhoud. Voorwaar, hen doden is een grote zonde."
  ],
  [
    32,
    "En nader niet de ontucht. Voorwaar, ontucht is een zedeloosheid en een slechte weg."
  ],
  [
    33,
    "En doodt geen ziel waarvan Allah (het doden) verboden heeft verklaard, behalve volgens het recht en wie onrechtvaardig gedood wordt: Wij hebben zijn erfgenaam een bevoegdheid gegeven; maar overdrijft niet hij het doden. Voorwaar: hij wordt geholpen."
  ],
  [
    34,
    "En benadert niet het bezit van de wees, behalve op de betere manier, totdat bij volwassen is: en komt de belofte na. Voorwaar, over de belofte worden jullie (op de Dag der Opstanding) ondervraagd"
  ],
  [
    35,
    "En geeft de volle maat wanneer jullie afwegen en weegt met de juiste weegschaal, dat is beter en een mooiere afsluiting."
  ],
  [
    36,
    "En volg niet dat waarover je geen kennis hebt. Voorwaar, het gehoor en het gezichtsvermogen en de harten: die zullen allen erover ondervraagd worden."
  ],
  [
    37,
    "En loop niet hoogmoedig op de aarde. Voorwaar, jij kan de aarde niet doen splijten en niet de hoogte van een berg bereiken."
  ],
  [
    38,
    "Dat alles is slecht bij jouw Heer, verwerpelijk."
  ],
  [
    39,
    "Dat is (een deel) van de Wijsheid die Allah aan jou openbaarde. En neem geen andere god naast Allah, anders wordt je in de Hel geworpen, vol verwijten en verworpen."
  ],
  [
    40,
    "Heeft jullie Heer voor jullie zonen verkozen en voor Zichzelf vanonder de Engelen dochters genomen? Voorwaar, jullie spreken zeker geweldig (slechte) woorden!"
  ],
  [
    41,
    "En Wij hebben in deze Koran (zaken) uitgelegd opdat zij (de ongelovigen) vermaand worden, maar het versterkt bij hen slechts het afwenden."
  ],
  [
    42,
    "Zeg (O Moehammad): \"Als er goden bij Hem geweest zouden zijn, zoals zij zeggen, dan zouden zij een Weg naar de Eigenaar van de Troon (Allah) zoeken.\""
  ],
  [
    43,
    "Heilig is Hij en Verheven boven wat zij in grote trots zeggen."
  ],
  [
    44,
    "De zeven hemelen en de aarde en wie er in hen zijn, roepen Zijn Glorie uiten er is niets of het roept Zijn Glorie uit met Zijn lofprijzing en toch begrijpen jullie hun glorieroep niet. Voorwaar, Hij is Zachtmoedig, Vergevensgezind."
  ],
  [
    45,
    "En wanneer jij de Koran voordraagt, brengen Wij tussen jou en degenen die niet in het Hiernamaals geloven een verhinderende afscheiding aan."
  ],
  [
    46,
    "En Wi hebben bedekkingen over hun harten aangebracht, zodat zij hem niet begrijpen, en doofheid in hun oren. Wanneer jij jouw Enige Heer noemt tijdens de Koranrecitatie, dan keren zij hun ruggen toe, zich afwendend."
  ],
  [
    47,
    "Wij weten beter hoe zij over hem horen, wanneer zij naar jou lijken te luisteren. En toen zij onderling fluisterden, zeiden de onrechtvaardigen: \"Jullie volgen slechts een betoverde man!\""
  ],
  [
    48,
    "Kijk hoe zij vergelijkingen met jou maken: hierdoor dwalen zij en kunnen zij geen Weg vinden."
  ],
  [
    49,
    "En zij zeiden: \"Wanneer Wij botten en stof geworden zijn, worden wij dan zeker tot een nieuwe schepping opgewekt?\""
  ],
  [
    50,
    "Zeg: \"Wordt steen of ijzer... (en jullie worden zelfs dan opgewekt.)"
  ],
  [
    51,
    "Of een schepping waarvan het in jullie harten het moeilijkst lijkt.\" Dan zullen zij zeggen: \"Wie doet ons terugkeren?\" Zeg: \"Degene Die jullie de eerste keer schiep.\" Dan zullen zij hun hoofd naar jou schudden, en zeggen: \"'Wanneer is dat?\" Zeg: \"Het kan nabij zijn!\""
  ],
  [
    52,
    "Op de Dag waarop Hij jullie oproept en jullie dan (Zijn oproep) beantwoorden met een lofprijzing van Hem. En jullie zullen veronderstellen dat jullie slechts weinig (tijd op aarde) verbleven."
  ],
  [
    53,
    "En zeg tegen Mijn dienaren (O Moehammad) dat zij wat beter is zeggen. Voorwaar, de Satan zaait verdeeldheid onder hen. Voorwaar, de Satan is voor de mensen een duidelijke vijand."
  ],
  [
    54,
    "Jullie Heer kent jullie beter. Indien Hij wil, begenadigt Hij jullie; of, indien Hij wil, bestraft Hij jullie. En Wij hebben jou (O Moehammad) niet als voogd tot hen gezonden."
  ],
  [
    55,
    "En jouw Heer weet beter over wie er in de hemelen en (op) de aarde is. En Wij hebben sommige Profeten bevoorrecht boven andere Profeten, en Wij gaven Dâwôed de Zabôer"
  ],
  [
    56,
    "Zeg (O Moehammad): \"Roept degenen die jullie naast Allah als god veronderstellen maar aan, zij zijn niet bij machte het kwade van jullie weg te nemen en het te veranderen.\""
  ],
  [
    57,
    "Zij (de veelgodenaanbidders) zijn degenen die aanroepen, (en zij die aangeroepen worden) zoeken naar een middel tot hun Heer. Wie van hen het dichtst bij (hun Heer) zijn en op Zijn Barmhartigheid hopen en Zijn bestraffing vrezen: voorwaar, een bestraffing van jouw Heer is te vrezen."
  ],
  [
    58,
    "En er is geen land, of Wij hebben het vôôr de Dag van de Opstanding vernietigd, of haar bestraft met een harde bestraffing. Dat is (vastgelegd) in het geschreven Boek."
  ],
  [
    59,
    "En niets verhinderde Ons de Tekenen neer te zenden dan dat de voorafgaaden hen loochenden. En Wij gaven de Tsamôed de vrouwtjeskameel, als een duidelijk zichtbaar (Teken) maar zij behandelden haar onrechtvaardig. En Wij zenden de Tekenen alleen maar om (hen) te doen vrezen."
  ],
  [
    60,
    "En (gedenk) toen Wij zeiden dat jouw Heer de mensheid omvat. En Wij hebben jou de waarneming die wij jou lieten zien slechts als een beproeving voor mensen gegeven; en (ook) de vervloekte boom in de Koran. En Wij jagen hen vrees aan: maar het venneerdert bij hen niets dan een grote overtreding."
  ],
  [
    61,
    "En toen Wij tot de Engelen zeiden: \"Kniel jullie neer voor Adam,\" toen knielden zij allen, behalve Iblîs (Satan). Hij zei: \"Moet ik (mij) neerknielen voor iemand die U uit aarde heeft geschapen?\""
  ],
  [
    62,
    "Hij (Iblîs) zei: \"Ziet U? Dat is degene die U boven mij geëerd hebt. Indien U mij uitstel geeft tot de Dag der Opstanding zal ik zeker zijn nageslacht doen dwalen, op weinigen na.\""
  ],
  [
    63,
    "Hij (Allah) zei: \"Ga heen; wie van hen jou volgt: voorwaar: de Hel zal jullie beloning zijn, als een volledige beloning!"
  ],
  [
    64,
    "En rui van hen op wie jij kan met jouw stem, en val hen aan met je paarden en je voetvolk, en deel rijkdommem en kinderen met hen en doe hen beloften.\" En de Satan belooft ben niets dan bedrog."
  ],
  [
    65,
    "Voorwaar, jij hebt geen macht over Mijn dienaren. En jouw Heer is voldoende als Beschemer.\""
  ],
  [
    66,
    "Jullie Heer is Degene Die voor jullie de schepen op zee doet varen, opdat jullie van Zijn gunsten zoeken. Voorwaar, Hij is voor jullie Meest Barmhartig."
  ],
  [
    67,
    "En als de tegenspoed jullie op zee getroffen heefk verdwijnt degene die jullie aanroepen, behalve Hij. Toen Hij jullie naar het kad redde, wendden jullie je af Ende mens is ondenkbaar!"
  ],
  [
    68,
    "Voelen jullie je er veilig voor, dat Hij jullie niet in de aarde weg doet zinken wanneer jullie op het land zijn, of stenen over jullie zendt? Vervolgens vinden jullie geen beschermer voor jullie."
  ],
  [
    69,
    "Of voelen jullie je er veilig voor, dat Hij jullie nog een andere keer (naar de zee) doet terugkeren, en Hij dan een orkaan over jullie zendt, die jullie dan verdrinkt, omdat jullie ongelovig zijn en dat jullie dan daarin geen helper tegen Ons vinden?"
  ],
  [
    70,
    "En voorzeker, Wij hebben de kinderen van Adam geëerd. Wij brachten hen op het land en op de zee. Wij gaven hun levensonderhoud van het goede en Wij bevoorrechtten hen met een privilege boven vele van de andere schepsels die Wij hebben geschapen."
  ],
  [
    71,
    "Op de dag waarop Wij alle mensen met hun boeken zullen oproepen: wie dan zijn boek (met zijn daden) in zijn echterhand gegeven wordt: zij zijn degenen die hun boek (met een gerust hart) lezen. En hen zal geen enkel onrecht aangedaan worden."
  ],
  [
    72,
    "En wie blind (van had) is in deze wereld, zal fn het Hiernamaals ook blind wezen en het meest van de Weg gedwaald zijn."
  ],
  [
    73,
    "En zij hadden jou je bijna doen afwenden van wat Wij aan jou geopenbaard hadden, zodat jij iets anders over Ons verzonnen had; dan hadden zij jou zeker als boezemvriend genomen!"
  ],
  [
    74,
    "En als Wij jou niet sterk zouden hebben gemaakt, dan zou jij je bijna een klein beetje tot hen geneigd hebben."
  ],
  [
    75,
    "Dan zouden Wij jou m dubbel deel (van de bestraffing) van dit leven en een dubbel deel van de dood laten proeven. En jij vindt dan geen beschermer tegen Ons."
  ],
  [
    76,
    "En bijna hadden zij jou vanuit het land opgejaagd, om jou eruit te verdrijven, maar dan zouden zij er na jou niet gebleven zijn, behalve weinigen."
  ],
  [
    77,
    "(Dit was) de handelwijze van de Boodschappers die Wij vóór jou gezonden hebben en jij zult geen verandering in Onze handelwijze vinden."
  ],
  [
    78,
    "Onderhoud de shalât na het hoogtepunt van de zon tot donkerte van de nacht en het Fadjr-gebed. Voorwaar, van het Fadjr-gebed wordt getuigd (door Engelen)."
  ],
  [
    79,
    "En verricht in een gedeelte van de nacht gebed, als een extra (gebed) voor jou. Jouw Heer zal jou zeker tot een loffelijke positie verheffen."
  ],
  [
    80,
    "Zeg (O Moehammad): \"Laat mij binnentreden op oprechte wijze en laat mij verlaten op oprechte wijze en doe mij van Uw Zijde helpende macht toekomen.\"'"
  ],
  [
    81,
    "En zeg: \"De Waarheid is gekomen en de valsheid is ten onder gegaan. Voorwaar, de valsheid gaat ten onder.\""
  ],
  [
    82,
    "En Wij zonden (dat) van de Koran neer wat genezing en Barmhartigheid voor de gelovigen is. En het vermeerdert voor de onrechtvaardigen slechts verlies."
  ],
  [
    83,
    "En wanneer Wij de mens begunstigen wendt hij zich af en keert zijn zijde toe, maar als het kwaad hem treft wordt hij wanhopig."
  ],
  [
    84,
    "Zeg: \"Een ieder handelt naar zijn geaardheid en jullie Heer weet beter wie er beter op de Weg geleid is.\""
  ],
  [
    85,
    "En zij vragen jou over de ziel, zeg: \"De ziel behoort tot de zaken van mijn Heer. En de kennis erover wordt jullie niet gegeven, behalve een weinig.\""
  ],
  [
    86,
    "En indien Wij het gewild hadden, dan zouden Wij zeker dat kunnen laten verdwijnen wat Wij aan jou geopenbaard hebben, en dan zou jij niemand kunnen vinden die er bi Ons een beschermer tegen is."
  ],
  [
    87,
    "Behalve als Barmhartigheid van jouw Heer, voorwaar: Zijn gunst voor jou is groot. Zeg (O Moehammad): \"Als de mensen en de Djinn's zich zouden verzamelen om het gelijke van deze Koran te maken; dan kunnen zij niet het daaraan gelijke komen, zelfs al zouden zij elkur hulp zijn.\""
  ],
  [
    88,
    "Zeg (O Moehammad): \"Als de mensen en de Djinn's zich zouden verzamelen om het gelijke van deze Koran te maken; dan kunnen zij niet het daaraan gelijke komen, zelfs al zouden zij elkur hulp zijn.\""
  ],
  [
    89,
    "En voorzeker, Wij hebben voor de mensen in deze Koran alle (soorten) vergelijkingen uitgelegd, maar de meeste mensen weigeren het, behalve in ondankbaarheid."
  ],
  [
    90,
    "En zij zeiden (tegen Moehammad): \"Wij zullen jou nooit geloven, totdat jij voor ons een bron uit de aarde doet opwellen."
  ],
  [
    91,
    "Of jij een tuin met dadelpalmen en druivenstruiken hebt, en dan overvloedige rivieren uit hun midden doet ontspringen."
  ],
  [
    92,
    "Of jij de hemel in stukken op ons neer doet vallen, zoals jij ons beweert, of jij Allah en de Engelen vóór ons brengt."
  ],
  [
    93,
    "Of jij een huis van goud hebt, of naar de hemel opstijgt, en wij zullen jouw opstijging nooit geloven, totdat jij een boek ma ons neerzendt, dat wij kunnen lezen.\" Zeg (O Moehammad): \"Heilig is mijn Heer, ik ben niets anders dan een menselijke Boodschapper.\""
  ],
  [
    94,
    "En er was niets dat de mensen verhinderde te geloven tm de Leiding tot hen kwam, behalve dat zij zeiden: \"Heeft Allah een menselijke Boodschapper neergezonden?\""
  ],
  [
    95,
    "Zeg: \"Wanneer er op de aarde Engelen waren die rustig rondliepen, dan zouden Wij een Engel tot hen als Boodschapper neergezonden hebben.\""
  ],
  [
    96,
    "Zeg: \"Allah is voldoende als Getuige tussen mij en jullie, en voorwaar Hij is Alwetend, Alziend over Zijn dienaren.\""
  ],
  [
    97,
    "En wie door Allah geleid wordt, hij is de welgeleide; maar wie (door Hem) tot dwaling gebracht is, voor hem zal jij nooit een beschermer naast Hem vinden. En Wij zullen hen op de Dag der Opstanding op hun gezichten verzamelen: blind en stom en doof Hun verblijfplaats is de Hel. Iedere keer dat hij dooft vermeerderen Wij voor ben het laaiend vuur."
  ],
  [
    98,
    "Dat is hun beloning, omdat zij Onze Tekenen verwierpen, en zij zeiden: \"Wanneer Wij beenderen en stof geworden zijn, zullen wij dan zeker tot een nieuwe schepping opgewekt worden?\""
  ],
  [
    99,
    "Zien zij niet in dat Allah, Degene Die de hemelen en de aarde schiep, bij machte is het daarmee vergelijkbare te scheppen? En dat Hij een tijdstip heeft vastgesteld voor hen, zonder dat daarover twijfel bestaat? Maar de onrechtvaardigen weigeren het, behalve in ongeloof."
  ],
  [
    100,
    "Zeg: \"Als jullie de schatten van Barmhartigheid van mijn Heer bezaten, dan zouden jullie hen vasthouden uit vrees voor de uitgave (ervan).\" En de mens is gierig!"
  ],
  [
    101,
    "En voorzeker, Wij hebben Môesa negen duidelijke Tekenen gegeven, en vraag de kinderen van Israël (O Moehammad) toen hij (Môesa) tot hen kwam, en Fir'aun tot hen zei: \"Voorwaar, ik verondemel zeker dat jij, O Môesa, betoverd bent!\""
  ],
  [
    102,
    "Hij (Môesa) zei: \"Jij weet dan niemand anders die (Tekenen) heeft neergezonden dan de Heer van de hemelen en de aarde, als een duidelijk bewijs. Voorwaar, ik veronderstel dat jij, O Fir'aun, ten onder gaat.\""
  ],
  [
    103,
    "Vervolgens wenste bij (Fir'aun) ben uit het land te verdrijven, dus verdronken Wij hem en degenen die met hem waren allemaal."
  ],
  [
    104,
    "En Wij zeiden na hem (Fir'aun) tot de Kinderen van Israël: \"Woont in het land, wanneer dan de laatste aanzegging (de Dag der Opstanding) komt zullen Wij jullie gemengd bijeenbrengen.\""
  ],
  [
    105,
    "En met de Waarheid hebben Wij hem (de Koran) neergezonden en met de Waarheid is hij neergedaald. En Wij hebben jou niets anders dan als een verkondiger van goede tijdingen en als een waarschuwer gezonden."
  ],
  [
    106,
    "En (de openbaring van) de Koran hebben Wij in gedeelten verdeeld, om hem aan de mensen met tussenpozen voor te dragen en Wij hebben hem els een neerzending neergezonden."
  ],
  [
    107,
    "Zeg (O Moehammad): \"Gelooft er in of gelooft niet.\" Voorwaar, degenen aan wie ervóór de kennis gegeven was, vallen op hun gezichten neer, zich neerknielend, wanneer hij hun voorgedragen wordt."
  ],
  [
    108,
    "En zij zeggen: \"Heilig is onze Heer, de belofte van onze Heer is zeker vervuld.\""
  ],
  [
    109,
    "En zij vallen op hun gezichten neer, terwijl zij huilen, en het vermeerdert hun vrees (voor Allah).\""
  ],
  [
    110,
    "Zeg: \"Roept Allah aan of roept de Barmhartige aan. Waarbij jullie Hem ook aanroepen: aan Hem behoren de Schone Namen. Fn verricht je shalât niet met luide stem, en spreekt er niet zacht bij, maar zoekt een weg daartussen.\""
  ],
  [
    111,
    "En zeg: \"Alle lof zij Allah. Degene die Zich geen kind neemt en Die voor Zich geen deelgenoot in het Koninkrijk heeft en Hij is niet vemederd, daarom heeft Hij geen helper (nodig). En verheerlijk Hem met een grote verkeerlijking.\""
  ]
]