[
  {
    "id": 18,
    "city": "makkah",
    "name": {
      "translated": "The Cave",
      "transliterated": "Al-Kahf",
      "codepoints": [
        1575,
        1604,
        1603,
        1607,
        1601
      ]
    },
    "ayahs": 110,
    "slug": "al-kahf",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alle lof zij Allah, Degene Die aan zijn dienaar het Boek heeft gezonden, en Hij heeft daarin geen afwijkingen gemaakt."
  ],
  [
    2,
    "Als rechte Leiding, om te waarschuwen voor een harde bestraffing van Zijn Zijde en om een verheugende tijding te brengen aan de gelovigen, degenen die goede daden verrichten: dat er voor hen een goede beloning is (het Paradijs)."
  ],
  [
    3,
    "Zij zullen daafin voor altijd blijven."
  ],
  [
    4,
    "En om degenen te waarschuwen, die zeggen: \"Allah heeft Zich een zoon genomen.\""
  ],
  [
    5,
    "Zij hebben hier geen kennis over, noch hun vaderen. Slecht zijn de woorden die uit hun monden voortkomen: zij spreken slechts leugenachtig."
  ],
  [
    6,
    "En misschien zou jij (O Moehammad) jezelf na hun afwenden vernietigen van verdriet, wanneer zij niet in dit bericht (de Koran) geloven."
  ],
  [
    7,
    "Voorwaar, Wij hebben wat op de aarde is een versiering voor haar gemaakt om hen te beproeven, (om te zien) wie van hen het beste werk (verrichtte)."
  ],
  [
    8,
    "En voorwaar, Wij zullen zeker wat op haar (de aarde) is tot droge grond maken."
  ],
  [
    9,
    "Of denk jij (O Moehammad) dat de Bewoners van de Grot (al-Kahf) en de Raqîm verbazingwekkend onder Onze Tekenen waren?"
  ],
  [
    10,
    "Toen de jongeren een schuilplaats in de Grot zochten, zeiden zij: \"O onze Heer, schenk ons van Uw Zijde Barmhartigheid en bereid ons een rechte weg voor onze zaak.\""
  ],
  [
    11,
    "En tom brachten Wij in de Grot een sluier over hen aan (zodat zij sliepen), voor een bepaald aantal jaren."
  ],
  [
    12,
    "Vervolgens wekten Wij hen op, opdat Wij deden weten welke van de twee groepen het beste was in het berekenen van hoelang zij daar verbleven."
  ],
  [
    13,
    "Wi berichten jou kun geschiedenis volgens de Waarheid: voorwaar, zij waren jongeren die in hun Heer geloofden en Wij versterkten voor ben de Leiding."
  ],
  [
    14,
    "En Wij versterkten hun harten toen zij opstonden, en zeiden: \"Onze Heer, Heer van de hemelen en de aarde, nooit zullen Wij een god naast Hem aanroepen: anders zouden wij een enorme leugen uitgesproken hebben!"
  ],
  [
    15,
    "Dit volk van ons heeft nmt Hem een god genomen, hadden zij daarvoor geen duidelijk bewijs naar voren kunnen brengen? En wie is er onrechtvaardiger dan degene die over Allah leugens verzint?"
  ],
  [
    16,
    "\"En als jullie je van ben (de ongelovigen) afwenden en van wat zij aanbidden, behalve Allah (zo zei één van de vervolgden tegen de anderen vervolgden), zoek dan bescherming in de Groten jullie Heer zal Zijn Barmhartigheid over jullie uitspreiden, en voor jullie in jullie zaak gemak brengen.\""
  ],
  [
    17,
    "En jij zou zien dat de zon, wanneer zij opging, zich aan de rechterkant van hun grot wegboog; en wanneer zij onderging, zich aan de linkerkant wegboog, terwijl zij in de open ruimte ervan (lagen): dit behoort tot de Tekenen van Allah. Wie door Allah geleid wordt: hij volgt Leiding. En wie tot dwaling gebracht wordt: hij zal nooit een helper vinden die hem recht leidt."
  ],
  [
    18,
    "En jij zou gedacht hebben dat zij wakker waren; maar zij waren slapend. En Wij draaiden hen op hun rechterkant en op hun linkerkant; en hun hond lag uitgestrekt met zijn voorpoten op de voorgrond. Als jij hen zou zien. had jij hen de rug toegekeerd, vluchtend, en jij zou met angst voor hen vervuld zijn."
  ],
  [
    19,
    "En zo wekten Wij hen op, opdat zij elkaar zouden ondervragen. Eén van hen zei: \"Hoe lang hebben jullie (hier) verbleven?\" Zij zeiden: Wij verbleven (hier) een dag of een gedeelte van een dag.\" Zij zeiden: \"Jullie Heer weet beter hoelang jullie (hier) verbleven. Stuurt den één van jullie met dit geld van jullie naar de stad en laat hem zien welk voedsel het beste is en laat hem daarvan levens voorziening voor jullie meenemen, en laat hem zachtmoedig zijn, en laat hem niet naar één van jullie informeren."
  ],
  [
    20,
    "Voorwaar, indien zij over jullie zouden vernemen, dan zouden zij jullie stenigen, of jullie terug doen keren tot hun godsdienst en dan zouden jullie nooit welslagen.\""
  ],
  [
    21,
    "Zo brachten Wij hen de hoogte, opdat zij weten dat de belofte van Allah Waarheid is en dat er gen twijfel aan het Uur is. Toen zij (de mensen in de stad) over hun geval twistten, zeiden zij: \"Bouwt een gebouw over hen heen (als amdenken).\" Hun Heer weet beter over hen. Degenen die de overhand kregen over hun geval, zeiden. \"Wij zullen zeker over hen een gebedsruimte maken.\""
  ],
  [
    22,
    "Zij zeggen: \"(Zij waren met) drie, hun vierde was hun hond,\" en zij zeggen, \"Vijf, hun zesde was hun hond,\" radend naar het onbekende. En zij zeggen: \"Zeven, hun achtste was hun bond.\" Zeg: \"Mijn Heer kent hun aantal beter, zij kennen het niet, behalve weinigen.\" Redetwist daarom niet over hen, behalve (met) een duidelijk twistgesprek. En ondervraagt niet één van hen over hen."
  ],
  [
    23,
    "En zeg zeker nooit over iets: \"Voorwaar, dat zal ik morgen doen.\""
  ],
  [
    24,
    "(Zeg) slechts: \"Indien Allah het wenst\" en herinner je jouw Heer indien jij, vergeet, en zeg: \"Hopelijk zal mijn Heer mij leiden naar wat dichterbij is van deze Leiding.\""
  ],
  [
    25,
    "En zij verbleven driehonderd jaar in hun grok en vermeerderd met negen."
  ],
  [
    26,
    "Zeg (O Moehammad): \"Allah weet beter hoelang zij er verbleven, aan Hem behoort het verborgene van de hemelen en de aarde, Hij ziet het beter en Hij hoort het beter. Er is voor hen naast Hem beschermer en Hij laat niet één deelgenoot in Zijn oordeel toe.\""
  ],
  [
    27,
    "En draag voor van wat aan jou geopenbaard is van het Boek van jouw Heer. Niemand kan Zijn Woorden veranderen en jij zult naast Hem nooit een schuilplaats vinden."
  ],
  [
    28,
    "En wees zelf geduldig met degenen die hun Heer in de morgen en de avond aanroepen, zij wensen Zijn Aangezicht. En wend jouw ogen niet af van hen omdat jij de versierselen van het wereldse leven wenst. En gehoorzaam niet degene wiens hart Wij Onze gedachtenis hebben doen veronachtzamen en (die) zijn begeerten volgt: en bij is in overtreding in zijn zaak."
  ],
  [
    29,
    "En zeg: \"De Waarheid is van jullie Heer: dus wie wil, laat hem geloven; en wie wil, laat hem ongelovig zijn.\" Voorwaar, Wij hebben voor de onrechtplegers het vuur voorbereid, waarvan de rook hen als een tent omhult. En als zij hulp (tegen dorst) vragen worden zij geholpen met water als gesmolten koper dat hun gezichten roostert. De slechtste drank en de shebtste verblijfplaats!"
  ],
  [
    30,
    "Voorwaar, degenen die geloven en goede werken verrichten: voorwaar, Wij zullen de beloning van wie een goed werk verricht niet verloren doen gaan."
  ],
  [
    31,
    "Zij zijn degenen voor wie er de Tuinen van 'Adn (het Paradijs) zijn, waar onder door de rivieren stromen, zij zullen er in versierd worden met kettingen van goud en zij dragen groene gewaden van zijde en brokaat, er in leunend op kussens, De beste beloning en de beste verblijfplaats!"
  ],
  [
    32,
    "En geef hun de gelijkenis van de twee mannen: aan één van hen deden Wij twee tuinen met druivenstruiken toekornen en Wij omringden die met dadelpalmen (en) tussen hen in akkers."
  ],
  [
    33,
    "Ieder van die twee tuinen bracht vructen voort en faalde daar in niets in. En in hun midden deden Wij een rivier ontspringen."
  ],
  [
    34,
    "En er waren vruchten voor hem. Hij zei dus tot zijn (gelovige) gesprekspartner: \"Ik ben jouw meerdere op het gebied van bezit en ik ben eervoller als persoon.\""
  ],
  [
    35,
    "En hij ging zijn tuin binnen en hij deed zichzelf onrecht aan, hij zei: \"Ik denk niet dat die (tuinen) ooit zullen vergaan."
  ],
  [
    36,
    "En denk niet dat het Uur der Opstanding zal plaatsvinden, en zelfs al zal ik tot mijn Heer teruggebracht worden: ik zat ervoor zeker een betere plaats van terugkeer vinden.\""
  ],
  [
    37,
    "Zijn (gelovige) gesprekspartner zei, toen hij met hem in gesprek was, tot hem: \"Geloof jij niet in Degene Die jou van aarde geschapen heeft, vervolgens uit een druppel sperma, en jou ten slotte tot mens vormde?"
  ],
  [
    38,
    "Maar wat mij betreft: Allah is mijn Heer en ik ken mijn Heer niet één deelgenoot toe."
  ],
  [
    39,
    "En had jij maar, toen jij je tuin binnentrad, gezegd: 'Mâ sjâ'a Allah, lâ qoewwata illâbillah' - (Wat Allah wil, er is geen kracht dan door Allah), indien jij van mij ziet, dat ik minder danjou ben, op het gebied van bezit en kinderen."
  ],
  [
    40,
    "Moge mijn Heer mij iets beters geven dan jouw tuin en een ramp over haar neerzenden vanuit de hemel, zodat het glibberige aarde wordt!"
  ],
  [
    41,
    "Of haar water in de aarde wegvloeit, zodat jij het nooit meer zal kunnen vinden.\""
  ],
  [
    42,
    "En zijn vruchten werden vernietigd. Toen begon hij zich in zijn handen te wringen, over wat hij ervoor uitgegeven had en dat zij (de tuinen) nu tot de bodem toe geruïneerd waren.\" En hij zei: \"Wee mij, had ik maar mijn Heer niet één deelgenoot toegekend!\""
  ],
  [
    43,
    "En hij had geen groep die hem naast Allah hielp en hij was niet staat zichzelf te verdedigen."
  ],
  [
    44,
    "Daar, de hulp is van Allah, de Ware. Hij is beter (als gever van) een beloning en beter (als gever van) een bestemming."
  ],
  [
    45,
    "En maak voor hen de vergelijking met het wereldse leven: het is als water dat Wij uit de hemel deden neerdalen; het vermengde zich met de beplanting van de aarde. Vervolgens werd die tot droge stoppels en de wind verwaaide die. En Allah is Almachtig over alle zaken."
  ],
  [
    46,
    "Het bezit on de zonen zijn de versieringen van het wereldse leven, maar de goede blijvende (daden) zijn beter bij jouw Heer, als beloning en betere hoop."
  ],
  [
    47,
    "En op de Dag dat Wij de bergen verplaatsen, zal jij de aarde duidelijk zien. En Wij zullen hen verzamelen en Wij zullen niet één van hen achterlaten."
  ],
  [
    48,
    "En zij zullen voor jouw Heer in rijen opgesteld worden (en Allah zal tot hen zeggen). \"Voorzeker, jullie zijn tot Ons gekomen zoals Wij jullie de eerste keer schiepen. Jullie vermoedden zelfs dat Wij de afspraak met jullie nooit zouden maken.\""
  ],
  [
    49,
    "En het boek (met hun daden) zal voor hen geplaatst worden en jij zult de zondaren in angst zien wegens wat daarin staat. En zij zullen zeggen: \"Wee ons, wat is dat voor boek dat niets kleins weglaat en niets groots, zonder dat berekend te hebben!\" En zij zullen wat zij deden vóór zich vinden. En jouw Heer doet niet één van hen onrecht aan."
  ],
  [
    50,
    "En (gedenkt) toen Wij tot de Engelen zeiden: \"Knielt jullie eerbiedig voor Adam neer,\" toen knielden zij, behalve Iblîs, hij behoorde tot de Dijinn's en hij schond het gebod van zijn Heer. Zouden jullie dan hem en zijn nageslacht als helpers naast Mij nemen, terwijl zij voor jullie vijnden zijn? Slecht is de ruil voor onrechtvaardigen!"
  ],
  [
    51,
    "Ik roep hen niet op om te getuigen van de schepping van de hemelen en de aarde en niet van de schepping van henzelf, en Ik neem niet degenen die doen dwalen als helpers."
  ],
  [
    52,
    "En op de Dag waarop Hij zegt: \"Roept de deelgenoten op waarvan jullie (het bestaan) vermoedden,\" zullen zij hen oproepen, maar zij zullen hen niet antwoorden en Wij zullen onder hen een (plaats van) verniettiging maken."
  ],
  [
    53,
    "En de zondaren zullen de Hel zien en vermoeden dat zij er in moeten gaan, en zij vinden daaruit gew ontvluchting."
  ],
  [
    54,
    "En Wij hebben in deze Koran voor de mensen allerlei vergelijkingen uitgelegd. Maar de mensen zijn het meest over ich twistziek."
  ],
  [
    55,
    "En er is niets dat de mens verhindert om te geloven als de Leiding tot hen komt en om vergeving te vragen bij hun Heer, behalve de handelwijze die de vroegeren trof, of de bestraffing die zichtbaar over hen kwam."
  ],
  [
    56,
    "En Wij zenden de Boodschappers slechts als verkondigers van goede tijdingen en waarschuwers. En degenen die ongelovig zijn twisten slechts op valse wijze om daarmee de Waarheid te vernietigen. En zij nemen Mijn Verzen en dat waarvoor gewaarschuwd werd, ter bespotting."
  ],
  [
    57,
    "En wie is er onrechtvaardiger dan degene die met Verzen van zijn Heer vermaand wordt, maar zich daarvan afwendt en vergeet wat zijn handen gedaan hebben? Voorwaar, Wij hebben over hun harten een versluiering aangebracht, zodat zij het niet begrijpen, en in hun oren doofheid. En indien jij hen tot de Leiding oproept: zij zullen nooit en te nimmer Leiding volgen."
  ],
  [
    58,
    "En jouw Heer is de Vergevensgezind, Bezitter van de Barmhartigheid. Indien Hij hen zou grijpen voor wat zij verricht hebben, dan zou bij zeker de bestraffing voor hen versneld hebben. Maar voor hen is er de afspraak (op de Dag van de Opstanding), nooit zullen zij buiten Hem een toevlucht vinden."
  ],
  [
    59,
    "En dat zijn de steden die Wij vernietigd hebben toen zij onrechtvaardig waren; en Wij hebben voor hun vernietiging een tijdstip bepaald."
  ],
  [
    60,
    "En (gedenkt) toein Môesa tot zijn gezel zei: \"Ik zal niet opgeven voordat ik de samenvloeiing van de twee zeeën bereik, of ik zal altijd doorgaan.\""
  ],
  [
    61,
    "En toen zij de samenvloeiing van belde bereikten, vergaten zij hun vis, die zich vrijelijk zijn weg in de zee zocht."
  ],
  [
    62,
    "En toen zij voortgingen zei hij (Môesa) tot zijn gezel: \"Breng ons ons eten (de vis). Voorzeker, wij zijn door deze reis van ons moe geworden.\""
  ],
  [
    63,
    "Hij (de gezel) zei: \"Zag jij (wat er gebeurde) toen wij ons naar de rots begaven'? Voorwaar, toen vergat ik de vis, en ik ben hem niet vergelen te herinneren, behalve door de Satan. En bij zocht zijn weg in de zee op een verbazingwekkende manier.\""
  ],
  [
    64,
    "Hij (Môesa) zei: \"Dat was wat wij zochten,\" toen keerden zij in hun voetstappen terug."
  ],
  [
    65,
    "Toen vonden zij een dienaar van onder Onze dienaren, aan wie Wij Barmhartigheid van Onze Zijde gegeven hadden en Wij hadden hem van Onze Zijde kennis bijgebracht."
  ],
  [
    66,
    "Môesa zei tot hem: \"Mag ik jou volgen, opdat jij mij onderwijst wat aan jou van de kennis geleerd is?\""
  ],
  [
    67,
    "Hij zei: \"Voorwaar, jij zult nooit in staat zijn geduld met mij te hebben."
  ],
  [
    68,
    "En hoe kan jij geduld hebben met wat jouw begrip niet omvat?\""
  ],
  [
    69,
    "Hij (Môesa) zei: \"Jij zult vinden dat ik, indien Allah het wil, een geduldige ben en ik zal jou in geen opdracht ongehoorzaam zijn.\""
  ],
  [
    70,
    "Hij zei: \"Als jij mij volgt, stel mij dan geen vraag over iets vôôr ik jou er de uitleg van vertel.\""
  ],
  [
    71,
    "Zo gingen zij verder tot zij aan boord van de boot gingen en hij er een gat in maakte. Hij (Môesa) zei: \"Maakte jij er een gat in om de opvarenden ervan te doen verdrinken? Voorzeker, jij hebt iets raars gedaan!\""
  ],
  [
    72,
    "Hij zei: \"Heb ik jou niet gezegd: 'Voorwaar, jij bent niet in staat om geduld met mij te hebben?\""
  ],
  [
    73,
    "Hij (Môesa) zei: \"Neem mij niet kwalijk wat ik vergeten ben, en belast mij niet in mijn zaak met moeilijkheden.\""
  ],
  [
    74,
    "Zo gingen zij verder totdat zij een jongeling ontmoetten en hij hem doodde. Hij (Môesa) zei: \"Doodde jij een onschuldige ziel zonder recht? Voorzeker, jij hebt iets vreemds gedaan!\""
  ],
  [
    75,
    "Hij zei: \"Heb ik jou dan niet gezegd dat jij nooit in staat zal zijn geduld met mij te hebben?\""
  ],
  [
    76,
    "Hij (Môesa) zei: \"Als ik jou bierna over iets vraag, laat mij jou dan niet vergezellen, jij hebt van mijn kant waarlijk al een verontschuldiging gekregen.\""
  ],
  [
    77,
    "Zo gingen zij verder totdat zij enkele bewoners uit een stad ontmoetten en haar bewoners om voedsel vroegen, maar zij weigerden hen gastvrijheid te verlenen. Toen vonden zij daar een muur die dreigde in te storten, maar hij zette die weer recht. Hij (Môesa) zei: \"Als jij gewild had, zou jij hiervoor zeker een vergoeding kunnen aannemen.\""
  ],
  [
    78,
    "Hij zei: \"Dit is de scheiding tussen mij en jou. Ik zal jou op de hoogte brengen van de uitleg van hetgeen waarmee jij niet in staat was geduld te hebben."
  ],
  [
    79,
    "Wat betreft de boot: zij was van arme mensen, die op zee werkten, en ik wilde haar onbruikbaar maken, want na hen kwarn een koning, die elke boot met geweld zou nemen."
  ],
  [
    80,
    "Wat betreft de jongen: zijn ouders waren gelovigen. maar wij vreesden dat hij hen tot dwaling en ongeloof zou dwingen."
  ],
  [
    81,
    "Daarom wilden wij dat hun Heer hem voor hen ruilde voor een betere zoon dan hem, reiner en rneer nabij in genegenheid."
  ],
  [
    82,
    "En wat betreft de muur: die behoorde toe ann twee jongelingen die wees waren in de stad en eronder lag een schat die bestemd was voor ben, en hun vader was een oprechte man geweest. Daarom wenste jouw Heer dat zij hun volwassen leeftijd bereikten en (dan) hun schat er uit haalden, als Barmhartigheid van jouw Heer. En ik deed het niet uit mijn eigen wil; dat is de uitleg over hetgeen waamee jij niet in staat was geduld te hebben.\""
  ],
  [
    83,
    "En zij vragen jou (O Moehammad) over Dzôelqarnain"
  ],
  [
    84,
    "zeg: \"Ik zal een geschiedenis over hem aan jullie voordragen.\" Voorwaar, Wij versterkten zijn positie op aarde en Wij gaven hem voor alle zaken mogelijkheden."
  ],
  [
    85,
    "Daarop volgde hij een weg."
  ],
  [
    86,
    "Totdat, toen hij de plaats van de zonsondergag bereikte, hij haar onder vond gaan in een modderige bron, en hij trof daarbij een volk aan. Wij zeiden: \"O Dzôelqarain: ôf jij geeft hun een bestraffing, ôf jij behandelt hen met goedheid.\""
  ],
  [
    87,
    "Hij zei: \"Wat betreft degene die onrechtvaardig is: wij zullen hem straffen, waarna hij tot zijn Hecir teruggezonden zal worden, en Hij zal hem dan straffen met een verschrikkelijke bestraffing."
  ],
  [
    88,
    "Maar wat betreft degene, die gelooft en goede werken verricht: voor hem zal er een goede beloning zijn en wij zullen hem van ons bevel zeggen het gemakkelijke (te doen).\""
  ],
  [
    89,
    "Daarop volgde hij een weg."
  ],
  [
    90,
    "Totdat, toen hij de plaats van zonsopgang bereikte, hij haar over een volk zag opgaan aan wie Wij geen bedekking hadden doen toekomen."
  ],
  [
    91,
    "Zo was het (en hij liet hen met rust). En Wij omvatten waarlijk met Onze kennis wat bij hem was."
  ],
  [
    92,
    "Daarop volgde hij een weg."
  ],
  [
    93,
    "Totdat, toen hij tussen de twee bergen kwarn, hij vôôr die een volk aantrof dat nauwelijks een woord begreep."
  ],
  [
    94,
    "Zij zeiden: \"O Dzôelqarnain, (de volken van) Ya'djôedj en Ma'djôedj zijn verderfzaaiers op aarde. Zullen wij jou een vergoeding geven opdat jij tussen ons en hen een afscheiding maakt?\""
  ],
  [
    95,
    "Hij (Dzôelqarnain) zei: \"(De macht) waarmee mijn Heer mij voorzien heeft is beter. Helpt mij daarorn met kracht, opdat ik een sterke muur tussen jullie en hen zal bouwen."
  ],
  [
    96,
    "Brengt mij brokken ijzer.\" Totdat, toen hij (de ruimte) tussen de twee hellingen gevuld had, hij zei: \"Blaast.\" Totdat, toen het roodgloeiend werd, hij zei: \"Brengt mij gesmolten ijzer om het eroverheen te gieten.\""
  ],
  [
    97,
    "En zij waren niet in staat om het te beklimmen en niet om er door heen te breken."
  ],
  [
    98,
    "Hij (Dzôelqarnain) zei: \"Dit is Barmhartigheid van mijn Heer. Maar als de belofte van mijn Heer komt, maakt Hij het tot stof. En de belofte van mijn Heer is Waarheid.\""
  ],
  [
    99,
    "En op die Dag laten Wij hen, om hen met elkaar te mengen. En er wordt op de Bazuin geblazen, waarna Wij hen allen bij elkaar zullen brengen."
  ],
  [
    100,
    "En op die Dag zullen Wij de Hel duidelijk zichtbaar aan de ongelovigen tonen."
  ],
  [
    101,
    "Degenen voor wie de ogen versluierd waren voor het gedenken van Mij en (die) niet tot horen in staat waren."
  ],
  [
    102,
    "Denken degenen die niet geloven, dat zij Mijn dienaren naast Mij tot beschermers kunnen nemen? Voorwaar, wij hebben de Hel klaargemaakt als een verblijfplaats voor de ongelovigen."
  ],
  [
    103,
    "Zeg (O Moehammad): \"Zullen wij jullie op de hoogte brengen van wie de grootste verliezers zijn door (hun) daden?\""
  ],
  [
    104,
    "(Het zijn) degenen wiens daden vruchteloos waren in het wereldse leven. En zij dachten dat zij goed werk verrichtten."
  ],
  [
    105,
    "Zij zijn degenen die niet geloven in de Tekenen van hun Heer en in de ontmoeting met Hem. Hun daden zijn vruchteloos en Wij kennen hun (daden) op de Dag der Opstanding geen gewicht toe."
  ],
  [
    106,
    "Dat is hun vergelding: de Hel, omdat zij ongelovig waren en zij de spot dreven met Mijn Tekenen en Mijn Boodschappers."
  ],
  [
    107,
    "Voorwaar, voor degenen die geloven en goede daden verrichten zijn er de Tuinen van Firdaus (het Paradijs) als een verblijfplaats."
  ],
  [
    108,
    "Zij zullen daarin eeuwig levenden zijn. En zij zullen daar geen verandering in wensen."
  ],
  [
    109,
    "Zeg (O Moehammad): \"Al werd de zee inkt om de Woorden van mijn Heer (op te schrijven), zij zou opraken voordat de Woorden van mijn Heer opgeraakt zouden zijn, zelfs al voegden Wij een daaraan gelijke hoeveelheid toe.\""
  ],
  [
    110,
    "Zeg: \"Voorwaar, ik ben slechts een mens zoals jullie. Het is aan mij geopenbaard dat jullie god één God is. Wie daarom de ontmoeting met zijn Heer verwacht: laat hem goede daden verrichten en laat hem bij de aanbidding van zijn Heer niet één deelgenoot toekennen.\""
  ]
]