[
  {
    "id": 19,
    "city": "makkah",
    "name": {
      "translated": "Mary",
      "transliterated": "Maryam",
      "codepoints": [
        1605,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 98,
    "slug": "maryam",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Kâf Ha Ya 'Ain Shâd,"
  ],
  [
    2,
    "(Dit is) een vermelding van Barmhartigheid van jouw Heer aan Zijn dienaar Zakariyyâ."
  ],
  [
    3,
    "(Gedenkt) toen hij zachtjes zijn smeekbeden tot zijn Heer richtte."
  ],
  [
    4,
    "Hij (Zakariyyâ) zei: \"O mijn Heer, voorwaar, mijn botten zijn zwak en mijn haar is grijs glanzend, nooit ben ik, O Heer, teleurgesteld geraakt in mijn smeekbeden tot U."
  ],
  [
    5,
    "En ik bein bang voor (het ontbreken van) mijn nakomelingen na mij, want mijn vrouw is onvruchtbaar. Dus schenk mij van Uw Zijde een nakomeling."
  ],
  [
    6,
    "Die van mij zal erven en van de familie van Ya'qôeb. Mijn Heer, maak hem U welgevallig.\""
  ],
  [
    7,
    "(Allah zei:) \"O Zakariyyâ, Wij brengen jou de verbeugende tijding van een jongen, Yahya genaamd. Wij gaven niemand eerder deze naam.\""
  ],
  [
    8,
    "Hij (Zakariyyâ) zei: \"O mijn Heer, voorwaar, hoe kan ik een jongen krijgen terwijl mijn vrouw onvruchtbaar is? En waarlijk, ik heb een hoge leeftijd bereikt.\""
  ],
  [
    9,
    "Hij (Allah) zei: \"Zo zal het zijn, jouw Heer zegt: het is makkelijk voor Mij. En voorwaar. Ik heb jou hiervoor geschapen toen jij niets was.\""
  ],
  [
    10,
    "Hij zei: \"O mijn Heer, geef mij een Teken.\" Hij (Allah) zei: \"Jouw Teken is dat jij gedurende drie nachten niet zult spreken met de mensen, hoewel jij gezond bent.\""
  ],
  [
    11,
    "Toen kwam hij van de plaats van gebed naar zijn volk, en gebaarde hen: \"Looft (Allah's) glorie in de ochtend en de avond.\""
  ],
  [
    12,
    "(Allah zei:) \"O Yahya, neem de Schrift stevig aan.\" En Wij gaven de Wijsheid aan hem, terwijl hij jong was."
  ],
  [
    13,
    "Als genegenbeid van Onze Zijde en reiniging. En hij vreesde (Allah)."
  ],
  [
    14,
    "En hij was goed voor zijn ouders en hij was niet arrogant en ongehoorzaam."
  ],
  [
    15,
    "Vrede zij met hem op de dag dat hij geboren werd en de dag dat hij sterft en op de dag dat hij tot leven wordt opgewekt."
  ],
  [
    16,
    "En noem in het boek (de Koran) Maryam, toen zij zich terugtrok van haar familie naar een oostelijke plaats (in de tempel)."
  ],
  [
    17,
    "En zich van hen afzonderde achter een scherm. Vervolgens zonden Wij haar Onze Geest (Djibrîl) en hij verscheen aan haar als een volmaakt mens."
  ],
  [
    18,
    "Zij zei: \"Ik zoek mijn bescherming bij de Barmhartige tegen jou, als jij (Allah) vreest.\""
  ],
  [
    19,
    "Hij zei: \"Voorwaar, ik ben slechts een gezant van jouw Heer, om jou een reine jongen te schenken.\""
  ],
  [
    20,
    "Zij zei: \"Hoe kan ik een jongen krijgen terwijl geen man mij heeft aangeraakt, ik ben geen onzedelijke vrouw.\""
  ],
  [
    21,
    "Hij zei: \"Zo is het, jouw Heer heeft gezegd: 'Dit is makkelijk voor Mij. En opdat Wij hem tot een Teken voor de mensen maken en als Barmhartigheid van Ons. En het is een vastgestelde zaak.\""
  ],
  [
    22,
    "En zo droeg zij hem en trok zich niet hem terug op een verre plek."
  ],
  [
    23,
    "En de geboorteweeën dwongen haar naar de stam van een palmboom te gaan. Zij zei: \"Was ik maar hiervoor gestorven en volledig vergeten geweest.\""
  ],
  [
    24,
    "Toen riep hij (Djibrîl) haar van beneden de palmboom: \"Treur niet, want jouw Heer heeft een boekje beneden jou verschaft."
  ],
  [
    25,
    "En schud de stam van de palmboom naar jou toe, dan zullen er rijpe dadels op jou vallen."
  ],
  [
    26,
    "Dus eet en drink en verkoel jouw ogen. Maar als jij iemand ziet, zeg dan: \"Voorwaar, ik heb de Barmhartige belooft te vasten, dus zal ik vandaag tot geen mens spreken.\""
  ],
  [
    27,
    "Toen ging zij naar haar volk, hem ('Îsa) dragend. Zij zeiden: \"O Maryam, jij hebt iets vreemds gedaan."
  ],
  [
    28,
    "O zuster van Hârôen, jouw vader was geen slechte man en jouw moeder was geen onzedelijke vrouw.\""
  ],
  [
    29,
    "Daarop wees zij naar hem. Zij zeiden: \"Hoe kunnen wij spreken met een baby, die nog als kind in de wieg ligt?\""
  ],
  [
    30,
    "Hij ('Îsa) zei: \"Voorwaar, ik ben een dienaar van Allah. Hij heeft mij de Schrift gegeven en mij tot een Profeet gemaakt."
  ],
  [
    31,
    "En Hij heeft mij gezegend waar ik ook ben en Hij heeft mij bevolen de shalât te verrichten en de zamt (te betalen), zolang ik leef."
  ],
  [
    32,
    "En om goed te zijn voor mijn moeder. En Hij heeft mij niet als een arrogante ongehoorzame gemaakt."
  ],
  [
    33,
    "Vrede zij met mij op de dag dat ik geboren werd en op de dag dat ik sterf en op de dag dat ik tot leven word opgewekt.\""
  ],
  [
    34,
    "Dat is 'Îsa, zoon van Maryam, het Woord van Waarheid waaraan zij twijfelen."
  ],
  [
    35,
    "Het is niet passend voor Allah om een zoon te hebben, Heilig is Hij, als Hij iets bepaalt, zegt Hij er slechts tegen: \"Wees,\" en het is."
  ],
  [
    36,
    "(Zeg:) \"En voorwaar, Allah is mijn Heer en jullie Heer: dus aanbidt Hem, dit is het rechte Pad.\""
  ],
  [
    37,
    "Maar de groepen verschilden onderling van mening; dus wee hen die niet geloven getuige te zijn van de geweldige Dag."
  ],
  [
    38,
    "Hoeveel beter zullen zij luisteren en hoeveel scherper zullen zij zien op de Dag dat zij tot Ons zullen komen! Maar de onrechtvaardigen verkeren in duidelijke dwaling."
  ],
  [
    39,
    "En waarschuw hen voor de Dag van spijt, wanneer de zaak bepaald is; zij zijn onachtzaam en zij geloven niet."
  ],
  [
    40,
    "Voorwaar, Wij erven de aarde en een ieder die zich daarop bevindt. En tot Ons zullen zij weerkeren."
  ],
  [
    41,
    "En vertel (O Moehammad) in het Boek over lbrâhîm: hij was waarheidsgetrouw, een Profeet."
  ],
  [
    42,
    "(Gedenk) toen hij tot zijn vader zei: \"O mijn vader, waarom aanbidt u iets dat niet hoort, niet ziet en u niets baat?"
  ],
  [
    43,
    "O mijn vader, er is waarlijk kennis tot mij gekomen, die niet tot u kwam. Dus volg mij, dan leid ik u op het rechte Pad."
  ],
  [
    44,
    "O mijn vader, gehoorzaam de Satan niet: voorwaar, de Satan is opstandig tegen de Barmhartige."
  ],
  [
    45,
    "O mijn vader, ik ben bang dat een bestraffing van de Barmhartige u zig treffen, dan zal u een helper van de Satan worden.\""
  ],
  [
    46,
    "Hij zei: \"Haatjij mijn poden. O (Ibrâhîm? Als jij niet ophoudt, zal ik jou zeker stenigen. Ga bij mij vandaan voor een lange tijd.\""
  ],
  [
    47,
    "Hij (Ibrâhîm) zei: \"Vrede zij met u, ik zal vergeving voor u vragen bij mijn Heer: voorwaar, Hij is altijd mild voor mij."
  ],
  [
    48,
    "En ik zal weggaan van jullie en van wat jullie naast Allah aanbidden. En ik zal bij mijn Heer smeken, moge ik niet teleurgesteld zijn in mijn smeekbeden aan mijn Heer.\""
  ],
  [
    49,
    "En toen hij van hen wegging en van wat zij naast Allah aanbaden, schonken Wij hem Ishâq en Ya'qôeb en Wij maakten leder van hen een Profeet."
  ],
  [
    50,
    "En Wij schonken hun van Onze Barmhartigheid en Wij maakten hen geëerd, verheven."
  ],
  [
    51,
    "En vertel (O Moehammad) in het Boek over Môesa: hij was een uitverkorene en hij was een Boodschapper, een Profeet."
  ],
  [
    52,
    "En Wij riepen hem van de rechterzijde van (de berg) Thôer en Wij brachten hem dichterbij Ons, zachtjes smekend."
  ],
  [
    53,
    "En Wij schonken hem van Onze Barnhartigheid zijn broeder Hârôen, een Profeet."
  ],
  [
    54,
    "En vertel in het Boek over Ismâ'îl: hij was trouw aan zijn beloften en hij was een Boodschapper, een Profeet."
  ],
  [
    55,
    "En hij placht zijn familie de shalât en de zakât te bevelen en hij vond welbehagen bij zijn Heer."
  ],
  [
    56,
    "En vertel in het Boek over Isrîs: hij was een oprechte, een Profeet."
  ],
  [
    57,
    "En Wij verhieven hem in een verheven positie."
  ],
  [
    58,
    "Zij zijn degenen die Allah begenadigd heeft onder de Profeten van de nakomelingen van Adam en degenen die Wij met Nôeh (in de ark) droegen en onder de nakomelingen van Ibrâhîm en Isrâ'îl en onder hen die Wij geleid en uitgekozen hebben. Wanneer aan ben de Verzen van de Barmhartige worden voorgedragen, buigen zij knielend neer en huilen."
  ],
  [
    59,
    "Maar na ben volgden andere generaties, die de shalât achterwege lieten en de begeerten volgden. Daarom zullen zij verlies tegemoet zien."
  ],
  [
    60,
    "Behalve wie berouw toont en gelooft en goede daden verricht. Zij zijn het die het Paradijs zullen binnentreden en hun zal geen onkel onrecht aangedaan worden."
  ],
  [
    61,
    "Tuinen van 'Adn (het Paradijs) die de Barmhartige aan zijn dienaren in het onwaarneembare beloofde. Voorwaar, (de vervulling van) Zijn belofse vindt zeker plaats."
  ],
  [
    62,
    "Zij zullen daarin geen onzinnige gesprekken horen, maar slechts 'Vrede' en daarin is voor hen levensonderhoud, 's ochtends en 's avonds."
  ],
  [
    63,
    "Dat is het Paradijs dat Wij Onze dienaren die (Allah) vrezen doen erven."
  ],
  [
    64,
    "Wij (Engelen) dalen slechts op bevel van jouw Heer neer. Aan Hem behoort alles wat voor ons is en wat achter ons is en wat ertussen is. En jouw Heer is niet vergeetachtig."
  ],
  [
    65,
    "(Hij is de) Heer van de hemelen en de aarde en wat ertussen is: aanbid Hem daarom, en wees geduldig in het aanbidden van Hem. Ken jij iemand die am Hem gelijkwandig is?\""
  ],
  [
    66,
    "En de mens zegt: \"Is het waar dat als ik sterf, ik zeker tot leven zal worden opgewekt?\""
  ],
  [
    67,
    "Herinnert de mens zich niet dat Wij hem eerder geschapen hebben, toen hij niets was?"
  ],
  [
    68,
    "Daarom, bij jouw Heer, Wij zullen hen en de Satans zeker verzamelen. Vervolgens zullen Wij ten zeker rondom de Het brengen, knielend."
  ],
  [
    69,
    "Dan zullen Wij uit elke groep degenen plukken, die het meest in opstand kwamen tegen de Barmhartige."
  ],
  [
    70,
    "Dan zullen Wij zeker degenen gekend doen worden, die het meest verdienen daarbinnen te gaan."
  ],
  [
    71,
    "En er is niemand onder jullie of hij treedt daar binnen. Het is van jouw Heer een als onafwendbaar vastgesteld besluit."
  ],
  [
    72,
    "Dan zuilen Wij hen redden die (Allah) vreesden, en Wij laten de onrechtplegers er in achter, knielend."
  ],
  [
    73,
    "En wanneer Onze duidelijke Verzen aan hen worden voorgedragen, zeggen degenen die ongelovig zijn tegen degenen die gelovig zijn: \"Welke van de twee groepen is op een betere plaats en in een beter gezelschap?\""
  ],
  [
    74,
    "En hoeveel generaties hebben Wij niet vóór hen vernietigd, die beter toegerust waren en (mooier in) verschijning."
  ],
  [
    75,
    "Zeg (O Moehammad): \"Wie in dwaling verkeert: de Barmhartige laat voor hem de termijn verlengen, tot wanneer zij zien wat hun aangezegd was: òf de bestraffing, òf het Uur; dan zullen zij weten wie er slecht of is wat betreft plaats, en zwakker is wat betreft een helper.\""
  ],
  [
    76,
    "En Allah zal voor degenen die Leiding volgen dt Leiding vemeerderen; en de blijvende goede daden zijn heter bij jouw Heer wat betreft beloning en beter wat betreft de terugkeer."
  ],
  [
    77,
    "Heb jij degene gezien, die niet in Onze Tekenen gelooft, en zegt: \"Aan mij zullen zeker bezit en zonen gegeven worden\"?"
  ],
  [
    78,
    "Heeft hij het onwaarneembare gezien of heeft hij een verbond gesloten met de Barmhartige?"
  ],
  [
    79,
    "Welnee, Wij zullen opschrijven wat hij zeg en Wij verlengen de duur van de bestraffing voor hem."
  ],
  [
    80,
    "En Wij zullen erven wat hij opnoemt en hij zal alleen tol Ons komen."
  ],
  [
    81,
    "En zij hebben goden naast Allah genomen, opdat zij voor hen een medestander zijn."
  ],
  [
    82,
    "Zeker niet, zij zullen hun aanbidding verwerpen en tegenstanders van hun zijn."
  ],
  [
    83,
    "Zie jij niet dat Wij de Satans gestuurd hebben naar de ongelovigen om hen tot wanorde op te stoken?"
  ],
  [
    84,
    "Vraag daarom niet (O Moehammad) om bespoediging voor hen: voorwaar, Wij stellen voor ben hun tijd nauwkeurig vast."
  ],
  [
    85,
    "Op die Dag zullen Wij de Moeftaqôen voor de Barmhartige verzamelen als afgevaardigen."
  ],
  [
    86,
    "En Wij zullen de misdadigers naar de Hel drijven, opgedreven (als vee)."
  ],
  [
    87,
    "Zij hebben geen macht tot voorspraak, behalve wie iuet de Barmhartige een verbond heeft gesloten."
  ],
  [
    88,
    "En zij zeiden: \"De Barmhartige heeft Zich een zoon genomen.\""
  ],
  [
    89,
    "Voorzeker, jullie zijn met iets verwerpelijks gekomen."
  ],
  [
    90,
    "De hemelen staan daardoor op het punt om open te barsten en de aarde om open te splijten en de bergen om uiteen te vallen!"
  ],
  [
    91,
    "Omdat zij een zoon toeschrijven aan de Barmhartige."
  ],
  [
    92,
    "Het is niet passend voor de Barmhartige om Zich een zoon te nemen."
  ],
  [
    93,
    "En er is niemand in de hemelen of (op) de aarde of bij zal als een dienaar naar de Barmhartige komen."
  ],
  [
    94,
    "Voorzeker, Hij heeft hun aantal het beste berekend en Hij heeft hun aantal nauwkeurig vastgesteld."
  ],
  [
    95,
    "leder van ben zal op de Dag der Opstanding alleen tot Hem komen."
  ],
  [
    96,
    "Voorwaar, degenen die geloven en goede werken verrichten: de Barmhartige zal hen liefde schenken."
  ],
  [
    97,
    "Voorwar, Wij hebben hem gemakkelijk in jouw taal (O Moehammad) gemaakt opdat jij er goede tijdingen mee brengt aan de Moettaqôen en liet twistende volk er mee waarschuwt."
  ],
  [
    98,
    "En hoeveel generaties vóór hen hebben Wij niet vernietigd? Zie jij ook maar één van hen of hoor je hun zacht gefluister?"
  ]
]