[
  {
    "id": 21,
    "city": "makkah",
    "name": {
      "translated": "The Prophets",
      "transliterated": "Al-Anbya",
      "codepoints": [
        1575,
        1604,
        1571,
        1606,
        1576,
        1610,
        1575,
        1569
      ]
    },
    "ayahs": 112,
    "slug": "al-anbya",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Dichter bij voor de mensen is hun afrekening gekomen, terwijl zij zich in onachtzaamheid afwenden."
  ],
  [
    2,
    "En er komt geen nieuwe Vermaning van hun Heer tot hen, of zij luisteren ernaar terwijl zij er de spot mee drijven."
  ],
  [
    3,
    "Achteloos zijn hun harken. En degenen die onrechtvaardig zijn verbergen (hun onrecht) in heimelijk overleg (en zeggen:) \"Deze (Boodschapper) is niet anders dan een mens zoals jullie.\" Nemen jullie dan tovenarij aan, terwijl jullie het doorzien?"
  ],
  [
    4,
    "Hij (Moehammad) zei: \"Mijn Heer weet wat er in de hemelen en op de aarde gesproken wordt, en Hij is de Alhorende, de Alwetende.\""
  ],
  [
    5,
    "Zij (de ongelovigen) zeggen zelfs: \"Het verwardste gedroom is (deze Koran), hij verzon hem zelfs, hij is zelfs een dichter! Laat hem dan een Teken tot ons brengen zoals aan de voorafgaanden gezonden werd!\"'"
  ],
  [
    6,
    "Zij geloofden niet, degenen vóór hen uit de steden die Wü vernietigden: zullen zij dan geloven?"
  ],
  [
    7,
    "En Wij hebben (niemnd) vóór jou gezonden of zij waren slechts mannen aan wie Wij openbaarden. Vraagt dan de bezitters van kennis, indien jullie het Riet weten."
  ],
  [
    8,
    "En Wij schiepen hen niet met lichamen die geen voedsel aten en zij leefden niet eeuwig."
  ],
  [
    9,
    "Dawop vervulden Wij voor ben de belofte en Wij redden ben en wie Wij wensten. En Wij vemietigden de buitensporigen."
  ],
  [
    10,
    "Voorzeker, Wij hebben aan jullie een Boek doen neerdalen met daarin jullie eer. Begrijpom jullie het niet?"
  ],
  [
    11,
    "En hoevelen uit de steden vernietigden Wij niet die onrecht pleegden, na wie Wij een ander volk deden opstaan?"
  ],
  [
    12,
    "En wanneef zij dan Onze besüafflng aan voelden komen, dan (probeerden) zij ervan weg te rennen."
  ],
  [
    13,
    "Rent niet weg, maar keert terug naar wat jullie van de goede dingen van het leven gegeven was en jullie huizen, opdat jullie ondervraagd zullen worden."
  ],
  [
    14,
    "Zij zeiden: \"Wee ons: voorwaar, wij waren onrechtvaardigen!\""
  ],
  [
    15,
    "En die weeklacht van hen hield niet op voordat Wij hen als neergemaaid, uitgestorven maakten."
  ],
  [
    16,
    "En Wij schiepen de hemelen en de aarde en wat tussen hen is niet als vermaak."
  ],
  [
    17,
    "Indien Wij gewild zouden hebben het als vermaak te nemen, dan zouden Wij het van Onze Zijde gernomen hebben, als Wij (zoiets al) gedaan zouden hebben."
  ],
  [
    18,
    "Welnee, Wij werpen de Waarheid tegen het valse, waarop het vernietigd wordt en dan verdwijnt het. En wee jullie voor wat jullie toeschrijven (aan Allah)."
  ],
  [
    19,
    "Aan Hem behoort wat in de hemelen en op de aarde is. En degenen die niet Hem zijn (de Engelen), zijn niet te hoogmoedig om Hem te dienen en zij worden er niet moe van."
  ],
  [
    20,
    "Zij prijzen Zijn Glorie tijdens de nacht en de dag en versagen niet."
  ],
  [
    21,
    "Of hebben zij (de ongelovigen) goden uit de aarde genomen die (de doden kunnen) opwekken?"
  ],
  [
    22,
    "Als er andere goden dan Allah in zouden zijn, dan zou zij (de hemelen en de aarde) zeker vergaan: maar Heilig is Allah, Heer van de Troon, boven wat zij Hem toeschrijven!"
  ],
  [
    23,
    "Hij kan niet over Zijn handelen ondervraagd worden, terwijt zij wel ondervraagd worden."
  ],
  [
    24,
    "Of hebben zij naast Hem goden genomen? Zeg (O Moehammad): \"Brengt jullie bewijs, dit is de Varmaning van degenen met mij en vóór mij.\" Maar de meesten van hen kennen de Waarheid niet, daarom keren zij zich af."
  ],
  [
    25,
    "En Wij stuurden niet één van de Boodschappers vóór jou, of Wij openbaarden aan hem dat er geen andere god dan Ik is, aanbidt Mij daarom."
  ],
  [
    26,
    "En zij zeiden: \"De Bamhartige heeft Zich een zoon genomen.\" Heilig is Hij! Zij (de Engelen) zijn slechts geëerde dienaren!"
  ],
  [
    27,
    "Zij nemen het wooird niet vóór Hem en zij handelen op Zijn bevel."
  ],
  [
    28,
    "Hij weet wat vóór hen is en wat achter hen is en zij zijn niet van voorspraak, behalve voor wie Hem welgevallig zijn. En uit ontzag voor Hem vrezen zij (Allah)."
  ],
  [
    29,
    "En wie van hen zegt: \"Voorwaar, ik ben een god naast Hem,\" die vergelden Wij daarop niet de Het, zo vergelden Wij de onrechtplegers."
  ],
  [
    30,
    "Weten degenen die ongelovig zijn niet dat de hemelen en de aarde als een gemengde massa waren en dat Wij hen beide daarop splitsten en dat Wij alle levende dingen uit het water maakten? Geloven zij niet?"
  ],
  [
    31,
    "En Wij maakten stevige bergen op de aarde, zodat zij niet met hen schudt. En Wij maakten daarin brede passen als wegen. Hopelijk zullen zij Leiding volgen."
  ],
  [
    32,
    "En Wij maakten de hemel als een beschermende kap, maar zij wendden zich af van zijn Tekenen."
  ],
  [
    33,
    "En Hij is Degene Die de nacht en de dag geschapen heeft, en de zon en de maan, allen bewegen in een baan."
  ],
  [
    34,
    "En Wij hebben geen mens vóór jou onsterfelijkheid gegeven. Als jij zou sterven; zouden zij dan eeuwig leven?"
  ],
  [
    35,
    "Iedere ziel zal de dood ervaren en Wij stellen jullie op de proef met het slechte en het goede, als een beproeving, en tot Ons worden jullie teruggkeerd."
  ],
  [
    36,
    "En als degenen die ongelovig zijn jou zien, zullen zij jou slechts spottend behandelen: \"Is dit degene die jullie goden verwijten maakt?\" En in het gedenken van de Barmhartige geloven zij niet."
  ],
  [
    37,
    "De mens is haastig (van aard) geschapen. Spoedig zal ik jullie mijn Tekenen laten zien, vraagt daarom geen verhaasting (ervan)."
  ],
  [
    38,
    "Zij zeggen: \"Wanneer vindt (de vervulling van) deze belofte plaats als jullie waarachtigen zijn?\""
  ],
  [
    39,
    "Als degenen die ongelovig zijn maar het moment gekend hadden waarop zij de Hel niet van hun gezichten kunnen afhouden, en niet van hun ruggen. En zij worden niet geholpen!"
  ],
  [
    40,
    "Integendeel, het zal hen onverwachts overvallen en hen verbijsteren. Daarom zijn zij niet in staat het tegen te houden. En hun (bestraffing) zal niet uitgesteld worden."
  ],
  [
    41,
    "En voorzeker, er word vóór jou al de spot met de Boodschappers gedreven maar degenen die hen belachelijk maakten, werden omsingeld door hetgeen waarmee zij de spot plachten te drijven."
  ],
  [
    42,
    "Zeg: \"Wie kan jullie 's nacht en overdag veiligheid bieden tegen de Barmhartige?\" Nee, zij keren zich af van de Vermaning van kun Heer."
  ],
  [
    43,
    "Of hebben zij goden, die hen verdedigen tegen Ons? Zij zijn niet in staat zichzelf te helpen en zij worden niet tegen Ons bijgestaan."
  ],
  [
    44,
    "Maar Wij hebben hun en hun vaderen genietingen geschonken, totdat de leeftijden voor hen veriengd werden. Zien zij dan niet dat Wij het land (onder hun macht) doen verminderen vanaf haar buitengronzen? Zijn zij dan de overwinnaars?"
  ],
  [
    45,
    "Zeg: \"Voorwaar, ik waarschuw jullie slechts met de Openbaring.\" Maar de doven luisteren niet naar de oproep, zelfs (niet) wanneer zij gewaarschuwd worden."
  ],
  [
    46,
    "En als ook maar een adem van de bestraffing van jouw Heer ben trek zeggen zij zeker: \"Wee ons! Voorwaar, wij waren onrechtvaardigen!\""
  ],
  [
    47,
    "En Wij zullen betrouwbare weegschalen opstellen op de Dag der Opstanding, zodat geen ziet iets van onrecht aangedaan wordt. En al gaat het om het gewicht van een mosterdzaadje: Wij zullen het naar voren brengen. En Wij zijn voldoende als Berekenaars."
  ],
  [
    48,
    "En voorzeker hebben Wij aan Môesa en Hârôen een Foerqân gegeven, als een verheidering en een Vemaning voor de Moettaqôen."
  ],
  [
    49,
    "Degenen die voor kun Heer vrezen in het verborgene. En zij zijn bang voor het Uur."
  ],
  [
    50,
    "En dit is een gezegende Vermaning, die Wij neerzonden. Zullen jullie haar dan verwerpen?"
  ],
  [
    51,
    "En voorzeker gaven Wij vroeger Ibrâhîm zijn rechtgeleidheid en Wij waren bekend met hem."
  ],
  [
    52,
    "(Gedenkt) toen hij tegen zijn vader en zijn voik zei: \"Wat zijn dat voor beelden, die jullie aanbidden?\""
  ],
  [
    53,
    "Zij zeiden: \"Wij vonden dat onze vaderen hen aanbaden.\""
  ],
  [
    54,
    "Hij zei: \"Voorzeker, jullie en jullie vaderen verkeren in duidelijke dwaling.\""
  ],
  [
    55,
    "Zij zeiden: \"Ben jij naar ons gekomen met de Waarheid, of behoor jij tot hen die spotten?\""
  ],
  [
    56,
    "Hij zei \"Integendeel, jullie Heer is de Heer van de hemelen en de aarde, die Hij geschapen heeft. En ik behoor tot degenen die daarvan getuigen."
  ],
  [
    57,
    "Bij Allah, ik zal zeker een plan beramen tegen jullie afgoden, nadat jullie weggaan, jullie ruggen toekerend.\""
  ],
  [
    58,
    "Toen sloeg hij hen allemaal in stukken, behalve de grootste van hen, misschien zouden zij tot bem terugkeren."
  ],
  [
    59,
    "Zij zeiden: \"Wie heeft dat met onze afgoden gedaan? Voorwaar, hij behoort tot de onrechtplegers!\""
  ],
  [
    60,
    "Zij zeiden: \"Wij hebben een jongeman over hen boren spreken, Ibrâhîm wordt hij genoemd.\""
  ],
  [
    61,
    "Zij zeiden: \"Brengt hem dan onder de ogen van de mensen, hopelijk zullen zij getuigen.\""
  ],
  [
    62,
    "Zij zeiden: \"Heb jij dit met onze goden gedaan, O Ibrâhîm?\""
  ],
  [
    63,
    "Hij zei: \"Nee, de grootste van hen heeft het gedaan. Dus ondervraagt hen maar, als zij kunnen spreken.\""
  ],
  [
    64,
    "Toen kwamen zij tot zichzelf, en zeiden (tegen elkaar): \"Voorwaar, jullie zijn zelf de onrechtplegers.\""
  ],
  [
    65,
    "Toen bogen zij hun hoofden (en zeiden:) \"Voorzeker, jij weet dat zij niet kunnen spreken.\""
  ],
  [
    66,
    "Hij (Ibrâhîm) zei: \"Aanbidden jullie dan (een god) naast Allah, die jullie in niets baat en niet schaadt?"
  ],
  [
    67,
    "Foei jullie een wat jullie naast Allah aanbidden. Begrijpen jullie dan niet?\""
  ],
  [
    68,
    "Zij (de ongelovigen) zeiden: \"Verbrandt hem en helpt jullie goden, als jullie (iets willen) doen.\""
  ],
  [
    69,
    "Wij (Allah) zeiden: \"O vuur, wees koud en veilig voor Ibrâhîm."
  ],
  [
    70,
    "En zij wilden een list tegen hem beramen, maar Wij maakten hen tot de grootste verliezers."
  ],
  [
    71,
    "En Wij redden hem en Lôeth naar het land dat Wij gezegend hebben voor de wereldbewoners."
  ],
  [
    72,
    "En Wij schonken hem Ishâq en Ya'qôeb als een geschenk. En Wij maakten ieder van hen tot oprechten."
  ],
  [
    73,
    "En Wij maakten hen tot leiders, die leiding gaven volgens Ons bevel. En Wij openbaarden aan hen goede daden te verrichten en de shalât te onderhouden en de zakât te geven. En zij waren aanbidders van Ons."
  ],
  [
    74,
    "En aan Lôeth schonken Wij wijsheid en kennis en Wij redden hem uit de stad waarvan (de bevolking) vuiligheid placht te bedrijven. Voorwaar, zij waren een slecht volk, zwaar zondigen."
  ],
  [
    75,
    "En Wij deden hem in Onze Barmhartigheid binnengaan: voorwaar, hij behoorde tot de oprechten."
  ],
  [
    76,
    "En (gedenkt) Nôeh, toen bij Ons vroeger aanriep en Wij hem daarop verhoorden: Wij redden hem en zijn familie van een geweldige ramp."
  ],
  [
    77,
    "En Wij hielpen hem tegen het volk dat Onze Tekorten loochende. Voorwaar, zij waren een slecht volk. Toen deden Wij hen allen verdrinken."
  ],
  [
    78,
    "En (gedenkt) Dâwôcd en Soelaimân toen zij een oordeel gaven over het akkerland, waarop de schapen van het volk grazend rondgelopen hadden. En Wij waren getuigen van hun oordeel.\"'"
  ],
  [
    79,
    "En Wij deden Soelaimân (de zaak) begrijpen. En aan ieder van hen gaven Wij wijsheid en kennis. En Wij maakten Dâwôcd met de bergen en de vogels dienstbaar om (Allah's) Glorie te prijzen, Eii Wij waren het Die dat deden."
  ],
  [
    80,
    "En Wij leerden hem kleding (maliënkolders) te maken om jullie te beschermen in jullie oorlog. Zullen jullie dan dankbaren zijn?"
  ],
  [
    81,
    "En aait Soelaimin (onderwierpen Wij) de stormachtige wind, die met Zijn verlof naar het land bewoog dat Wij gezegend hadden. En Wij zijn Alwetend over alle zaken."
  ],
  [
    82,
    "En van de Satans doken er voor hem en zij verrichtten daarnaast ander werk. En Wij waren Wakers over hen."
  ],
  [
    83,
    "En (gedenkt) Ayyôeb toen hij zijn Heer aanriep (en zei:) \"Voorwaar, tegenspoed heeft mij getroffen en U bent de Bamhartigste der Barmhartigen.\""
  ],
  [
    84,
    "Toen verhoorden Wij hem en hieven de tegenspoed voor hem op. En Wij gaven hem zijn familie en het daaraan gelijke aan hem (erbij), als een Barmhartigheid van Ons en als een vermaning voor de aanbidders."
  ],
  [
    85,
    "En (gedenkt) Ismâ'îl, Idrîs en Dzôelkifl: allen behoorden tot de geduldigen."
  ],
  [
    86,
    "En Wij deden ben in Onze Barmhartigheid binnengaan. Voorwaar, zij behoorden tot de oprechten."
  ],
  [
    87,
    "En (gedenkt) Dzôennôen toen hij kwaad wegging en meende dat Wij geen macht over hem hadden. Toen riep hij uit in de duisternissen: \"Er is geen god dan U, Heilig bent U: voorwaar, ik behoorde tot de onrechtvaardigen.\""
  ],
  [
    88,
    "Toen verhoorden Wij hem en Wij redden hem iuit de nood. En zo redden Wij de gelovigen."
  ],
  [
    89,
    "En (gedenkt) Zakariyyâ, toen hij zijn Heer aanriep: \"Mijn Heer, laat mij niet alleen (zonder nageslacht) en U bent de beste van de erfgenamen.\""
  ],
  [
    90,
    "Toen verhoorden Wij hem en Wij schonken hem Yahya en Wij maakten zijn vrouw geschikt (om te baren). Voorwaar, zij wedijverden in goede daden en riepen Ons aan, verlangend (naar Onze Genade) en vol ontzag (voor Onze bestraffing). En zij waren nederig tegenover Ons."
  ],
  [
    91,
    "En zij (Maryam) bewaarde haar eerbaarheid, toen bliezen Wij van Onze Geest in haar. En Wij maakten haar en haar zoon een Teken voor de werelden."
  ],
  [
    92,
    "Voorwar, deze godsdienst (Islam) is jullie godsdienst, de enigste. Ik ben jullie Heer, aanbidt Mij daarom."
  ],
  [
    93,
    "Maar zij raakten onderling verdeeld over hun zaak (van eenheid). Allen zulleit tot Ons terugkeren."
  ],
  [
    94,
    "En wie goede daden verricht en een gelovige is: zijn streven zal niet ontkend worden. Voorwaar, Wij zullen het voor hem opschrijven."
  ],
  [
    95,
    "En het is onmogelijk voor (de bewoners van) een stad die Wij vernietigd hebben dat zij terugkeren (cm zich te beteren)."
  ],
  [
    96,
    "Totdat voor Ya'djôedj en Ma'djôedj (de muur) geopend wordt en zij van iedere hoogte komen aansnellen."
  ],
  [
    97,
    "En de ware belofte nabij komt. Dan zullen de blikken van degenen die ongelovig zijn verstarren: \"Wee ons, wij verkeerden in onachtzaamheid daaromtrent, wij waren zelfs onrechtvaardigen!\""
  ],
  [
    98,
    "Voorwaar, jullie en wat jullie naast Allah aanbidden zal brandstof zijn voor de Hel, jullie zullen er binnengaan."
  ],
  [
    99,
    "En als diegenen goden waren, dan zouden zij er niet binnengaan. En allen zullen daarin eeuwig levenden zijn."
  ],
  [
    100,
    "Zij zullen het daarin uitgillen en zij horen daarin niets."
  ],
  [
    101,
    "Voorwaar, degenen aan wie het goede van Ons voorafgegaan is: zij zijn degenen die daar ver van gehouden worden."
  ],
  [
    102,
    "Zij zullen er geen geluid van horen. En in wat hun zielen verlangen zullen zij eeuwig levenden zijn."
  ],
  [
    103,
    "De grote verschrikking bedroeft hen niet en de Engelen zullen hun ontvangen (en zeggen:) \"Dit is jullie dag, die jullie beloofd was."
  ],
  [
    104,
    "(Gedenk) de Dag waarop Wij de hemelen oprollen, zoals het oprollen van het perkament om op te schrijven: net zoals Wij de eerste schepping begonnen zullen Wij haar herhalen, als een belofte die Wij op Ons namen. Voorwaar, Wij zullen het doen."
  ],
  [
    105,
    "En voorzeker hebben Wij in de Zabôer geschreven, na de vermelding (in de Lauhoelmahfôezh), dat de aarde geërfd zal worden door Mijn rechtschapen dienaren."
  ],
  [
    106,
    "Voorwaar, in deze (Koran) is zeker een Boodschap voor een volk van aanbidders."
  ],
  [
    107,
    "En Wij hebben jou (O Moehammad) slechts gezonden als een barmhartigheid voor de werelden."
  ],
  [
    108,
    "Zeg: \"Voorwaar, wat aan mij geopenbaard is, is dat jullie god één God is, zullen jullie je dan aan Hem onderwerpen?\""
  ],
  [
    109,
    "Maar als zij zich afwenden, zeg dan: \"Ik heb jullie opgeroepen tot hetzelfde en ik weet niet of wat jullie aangezegd is dichtbij of ver weg is."
  ],
  [
    110,
    "Voorwaar, Hij weet aat openlijk besproken wordt en Hij weet wat jullie verbergen."
  ],
  [
    111,
    "En ik wed niet of dit een beproeving voor jullie is en een tijdelijk genot.\""
  ],
  [
    112,
    "Zeg: \"Mijn Heer, oordeel naar de Waarheid. En onze Heer, de Barmhartige, is Degene wiens hulp gevraagd wordt tegen wat jullie (Hem) toeschrijven.\""
  ]
]