[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Tha Sîn. Dit zijn de Verzen van de Koran en een duidelijk Boek."
  ],
  [
    2,
    "Als Leiding en een verheugende tijding voor de gelovigen."
  ],
  [
    3,
    "Degenen die de shalât verrichten en de zakât geven, en die overtuigd zijn van het Hiernamals."
  ],
  [
    4,
    "Voorwaar, voor degenen die niet in het Hiernamaals geloven, doen Wij hun daden schoen toeschijnen, daarop verkeren zij rusteloos in hun dwaling."
  ],
  [
    5,
    "Zij zijn degenen voor wie er de slechte bestraffing is en in het Hiernamaals zijn zij de grootste verliezers."
  ],
  [
    6,
    "En voorwaar, jij ontvangt de Koran van de Zijde van de Alwijze, de Alwetende."
  ],
  [
    7,
    "(Gedenk) toen Môesa tot zijn familie zei: \"Ik heb een vuur gezien. Ik zal jullie er snel over berichten, of ik breng jullie er een fakkel van, zodat jullie je kunnen verwarmen.\""
  ],
  [
    8,
    "Maar toen hij er aankwam, werd bij geroepen: \"Gezegend is hij (Môesa) die op de plaats van het vuur is en die er omheen zijn. En Heilig is Allah, de Heer der Werelden."
  ],
  [
    9,
    "O Môesa, Ik ben het, Allah, de Almachtige, de Alwijze."
  ],
  [
    10,
    "Werp jouw staf neer.\" Maar toen hij deze zag, bewoog zij alsof het een slang was, toen keerde hij haastig omen keek niet om. (Allah zei:) \"O Môesa, wees niet bang, want voorwaar, bij Mij zijn de Boodschappen niet bang.\""
  ],
  [
    11,
    "En wie onrecht pleegde en vervolgens een slechte daad voor een goede daad inruilde: dan ben Ik waarlijk Vergevensgezind, Meest Barmhartig."
  ],
  [
    12,
    "(Allah zei tot Môesa:) \"En stop jouw hand onder jouw kraag en deze schijnt wit, zonder ziek te zijn: als één van de negen wonderen tegen Fir'aun en zijn volk. Voorwaar, zij zijn een zwaw zondig volk.\""
  ],
  [
    13,
    "Toen Onze Tekenen ter verduidelijking tot hen kwamen, zeiden zij: \"Dit is duidelijke tovenarij.\""
  ],
  [
    14,
    "En zij ontkenden ze, hoewel zij zelf ervan overtuigd waren, uit onrechtvaardigheid en hoogmoed. Zie dan hoe het einde van de verderfzaaiers was!"
  ],
  [
    15,
    "En voorzeker, Wij gaven kennis aan Dâwôed en Soelaimân, en beiden zeiden zij: \"Alle lof zij Allah, Degene Die ons heeft bevoorrecht boven velen van Zijn gelovige dienaren.\""
  ],
  [
    16,
    "En Soelaimân volgde Dâwôed op. En hij zei: \"O mensen, aan ons is de taal van de vogels onderwezen, en ons is alles gegeven. Voorwaar, dit is zeker de duidelijke gunst.\""
  ],
  [
    17,
    "En voor Soelaimân werden zijn troepen verzameld: de Djinn's en de mensen en de vogels, en zij werden in rijen opgesteld."
  ],
  [
    18,
    "Totdat zij langs de vallei van de mieren kwamen, en een mier zei: \"O jullie mieren, gaat jullie woningen binnen, anders zullen Soelaimân en zijn troepen jullie vertrappen, zonder dat zij het beseffen!\""
  ],
  [
    19,
    "Toen glimlachte hij (Soelaimân) om haar woorden, en zei: \"Mijn Heer, maak mij dankbaar voor Uw gunst die U mij en mijn ouders schonk, en doe mij goede daden verrichten, waar U Uw welgevallen op doet rusten. En laat mij, door Uw Barmhartigheid, behoren tot Uw rechtschapen dienaren.\"'"
  ],
  [
    20,
    "En hij inspecteerde de vogels, toen zei hij: \"Hoe komt het dat ik de hop niet zie? Of behoort hij tot de afwezigen?"
  ],
  [
    21,
    "Ik zal hem zeker een strenge bestraffing opleggen of ik zal hem zeker slachten, of hij zal bij mij moeten komen met een duidelijke reden.\""
  ],
  [
    22,
    "Daarop bleef hij niet lang afwezig, en hij zei: \"Ik weet iets waarvan jij nog niet weet. En ik breng jou uit Saba' overtuigende berichten."
  ],
  [
    23,
    "Voorwaar, ik heb gezien dat een vrouw over hen heerst en zij beschikt over alle zaken en zij heeft een geweldige troon."
  ],
  [
    24,
    "Ik heb gezien dat zij en haar volk knielen voor de zon, naast Allah. En dat de Satan hun hun daden schoon doet toeschijnen en hen daarmee afleidt van de Weg. Zij volgen dus geen Leiding."
  ],
  [
    25,
    "Zodat zij zich niet voor Allah neerknielen, Degene Die voortbrengt wat verborgen is in de hemelen en op de aarde, en Die weet wat jullie verbergen en wat jullie openlijk doen."
  ],
  [
    26,
    "Allah, er is geen god dan Hij, de Heer van de Geweldige Troon.\""
  ],
  [
    27,
    "Hij (Soelaimân) zei: \"Wij zullen zien of jij de waarheid verteld hebt of dat jij tot de leugenaars behoort."
  ],
  [
    28,
    "Ga heen met deze brief en geef hem aan hen; wend je dan van hen af en zie wat zij terugzeggen.\""
  ],
  [
    29,
    "Zij zei: \"O vooraanstanden, aai mij is een edele brief bezorgd."
  ],
  [
    30,
    "Voorwaar, hij komt van Soelaimân en voorwaar, hij (luidt): \"In de Naam van Allah, de Erbarmer, de Meest Barmhartige."
  ],
  [
    31,
    "Verhef jezelf niet in hoogmoed boven mij en komt maar mij als overgegevenen.\""
  ],
  [
    32,
    "Zij zei: \"O vooraanstanden, geeft mij raad in mijn zaak. Ik nam geen besluit over een zaak voordat jullie er getuigen van waren.\""
  ],
  [
    33,
    "Zij zeiden: \"Wij beschikken over macht en wij beschikken over grote moed, maar de zaak berust bij U, zie daarom maar wat U beveelt.\""
  ],
  [
    34,
    "Zei zij: \"Voorwaar, wanneer de koningen een stad binnengingen, zaaiden zij daar verderf en maakten zij de edelen onder haar inwoners tot vernederden; en zo handelen zij."
  ],
  [
    35,
    "En voorwaar, ik zal hun een geschenk sturen en zien waarmee de gezanten temgkeren.\""
  ],
  [
    36,
    "Maar toen hij (de gezant) bij Soelaimân kwam, zei hij: \"Zouden jullie mij met bezit steunen? Dat wat Allah mij gegeven heeft is beter dan wat Hij jullie gegeven heeft. Maar jullie verheugen je over jullie geschenk."
  ],
  [
    37,
    "Keer naar Hen terug, wij komen zeker met troepen naar hen, waartegen zij geen verzet kunnen bieden. En Wij zullen hen zeker daaruit verdrijven, vemederd, terwijl zij onderworpenen zijn."
  ],
  [
    38,
    "Hij zei: \"O vooraanstanden, wie van jullie brengt mij haar troon, voordat zij naar mij komen als overgegevenen.\""
  ],
  [
    39,
    "Een Ifrît van de Djinn's zei: \"Ik zal hem naar jou brengen voordat jij van jouw plaats opstaat en voorwaar, ik ben zeker een betrouwbare kracht daartoe.\""
  ],
  [
    40,
    "Degene met kennis van Schrift zei: \"ik zal hein in een oogwenk naar jou toebrengen.\" En toen hij hem vóór zich geplaatst zag, zei hij: \"Dit is een gunst van mijn Heer, om mij op de proef te stellen of ik dankbaar zal zijn of ik ondankbaar zal zijn. Maar hij die dankbaar is, is slechts dankbaar voor zichzelf. En wie ondankbaar is: voorwaar, mijn Heer is Behoefteloos. Edel.\""
  ],
  [
    41,
    "Hij (Soelaimân) zei: \"Maak haar troon onherkenbaar voor haar, zodat wij zien of zij herkent of dat zij behoort tot degenen die niet herkennen.\""
  ],
  [
    42,
    "Toen zij aankwam, werd haar gezegd: \"Es dit jouw troon?\" Zij zei: \"Het is alsof hij het is.\" (Soelaimân zei:) \"Aan ons is vóór haar al kennis gegeven en wij gaven ons (aan Allah) over.\""
  ],
  [
    43,
    "En zij werd verhinderd door wat zij naast Allah aanbad. Voorwaar, zij behoorde tot het ongelovige volk."
  ],
  [
    44,
    "Er werd tegen haar gezegd: \"Treed het paleis binnen.\" Toen zij het zag, dacht zij dat het een waterplas was en zij trok (haar gewaad) op van haar benen. Hij zei: \"Het is een paleis dat betegeld is met glas. Zij zei: \"Mijn Heer, voorwaar, ik heb mijzelf onrecht aangedaan en ik geef mij met Soelaimân over aan Allah, de Heer der Werelden.\""
  ],
  [
    45,
    "En voorzeker, Wij zonden hun broeder Shâlih naar de Tsamôcd. (Hij zei:) \"Aanbidt Allah!\" Toen werden zij twee groepen die met elkaar redetwistten."
  ],
  [
    46,
    "Hij zei: \"O mijn volk, waarom zouden jullie het slechte vóór het goede bespoedigen? Hadden jullie maar om vergeving gevraagd. Hopelijk worden jullie begenadigd.\""
  ],
  [
    47,
    "Zij zeiden: \"Wij verwachtten van jou en degenen die met jou zijn een slecht lot.\" Hij zei: \"Jullie lot is bij Allah. Jullie zijn beslist een volk dat op de proef gesteld wordt.\""
  ],
  [
    48,
    "En in de stad was een groep van negen, die verderf zaaide op aarde en die zich niet beterde."
  ],
  [
    49,
    "Zij zeiden: \"Zweert onder elkaar bi Allah dat wij zeker een nachtelijke aanval doen tegen hem(Shâlih) en zijn familie; daarna zeggen wij zeker tot zijn verwant: \"Wij waren geen getuigen van de uitroeiing van zijn familie, en voorwaar, wij zijn waarachtigen.\""
  ],
  [
    50,
    "En zij beraamden een list en Wij beraamden een list, terwijl zij het niet beseften."
  ],
  [
    51,
    "En zie hoe het einde vaa hun list was: dat Wij hen vernietigden en hun vo Ik, allemaal."
  ],
  [
    52,
    "Dat zijn nu hun huizen, tot ruïnes geworden, omdat zij onrecht pleegden. Voorwaar, daarin is zeker een Teken voor een volk dat begrijpt."
  ],
  [
    53,
    "En Wij redden hen die geloofden en zij plachten (Allah) te vrezen."
  ],
  [
    54,
    "En (gedenkt) Lôeth, toen hij tot zijn volk zei: \"Begaan jullie gruweldaden hoewel jullie het inzien?"
  ],
  [
    55,
    "Waarom benaderen jullie uit begeerte mannen in plaats van vrouwen? Jullie zijn beslist een onwetend volk.\""
  ],
  [
    56,
    "Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft de familie van Lôeth uit jullie stad: voorwaar, zij zijn mensen die zich reinigen.\""
  ],
  [
    57,
    "Toen redden Wij hem en zijn familie, behalve zijn vrouw: Wij bepaalden dat zij tot de achterblijvers behoorde."
  ],
  [
    58,
    "En Wij deden op hen een (vulkanische) regen neerdalen: en slecht was de regen voor de gewaarschuwden."
  ],
  [
    59,
    "Zeg (O Moehammad): \"Alle lof zij Allah en vrede voor Zijn dienaren en degenen die Hij verkoos.\" Is Allah beter, of wat zij (Hem) aan deelgenoten toekennen?"
  ],
  [
    60,
    "Of wie heeft de hemelen en de aarde geschapen en water uit de hemel neergezonden, waarmee Wij prachtige tuinen doen groeien? Jullie zijn niet in staat haar bomen te doen groeien. Is er een god naast Allah? Welnee, zij (die dit beweren) behoren tot een volk dat afwijkt (van de Waarheid)."
  ],
  [
    61,
    "Of wie heeft de aarde als een verblijfplaats gemaakt en daardoor rivieren getrokken en daarop stevige bergen geplaatst en een scheiding tussen de twee zeeën gemaakt? Is er een god naast Allah? Maar de meesten van hen weten het niet."
  ],
  [
    62,
    "Of wie heeft de in nood verkerende verhoord, wanneer hij Hem aanroept, en het onheil van hem weggenomen en jullie gevolmachtigden gemaakt op de aarde? Is er een god naast Allah? En weinig is het dat jullie je laten vermanen!"
  ],
  [
    63,
    "Of wie heeft jullie geleid in de duisternissen op het land en op de zee en wie heeft de winden als dragers van verheugende tijdingen voor Zijn Barmhartigheid uitgestuurd? Is er een god naast Allah? Verheven is Allah boven wat zij Hem aan deelgenoten toekennen!"
  ],
  [
    64,
    "Of wie is de schepping begonnen en heeft haar vervolgens herhaald; en wie heeft in jullie onderhoud uit de hemel en de aarde voorzien? Is er een god naast Allah? Zeg (O Moehammad): \"Brengt jullie bewijs, als jullie waarachtigen zijn.\""
  ],
  [
    65,
    "Zeg: \"Niemand kent het onwaarneembare in de hemelen en op dc aarde, behalve Allah.\" En zij weten niet waneer zij worden opgewekt."
  ],
  [
    66,
    "Hun kennis omvat het Hiernamaals niet. Zij verkeren hierover zelfs in onzekerheid, zij zijn er zelfs blind voor."
  ],
  [
    67,
    "En degenen die ongelovig zijn zeggen: \"Is het waar, dat als wij en onze vaderen tot aarde zijn geworden, wij zeker worden opgewekt?"
  ],
  [
    68,
    "Voorzeker, dit is ons en onze vaderen vroeger beloofd. Dit zijn slechts fabels van de vroegeren.\""
  ],
  [
    69,
    "Zeg (O Moehammad): \"Reist rond op de aarde en ziet hoe het einde van de misdadigers was.\""
  ],
  [
    70,
    "En treur niet om hen, en wees ook niet bezorgd over wat zij aan listen beramen."
  ],
  [
    71,
    "En zij (de ongelovigen) zeggen: \"Wanneer zal deze belofte (vervuld worden), als jullie warachtigen rijn?\""
  ],
  [
    72,
    "Zeg (O Moehammad): \"Moge een deel van wat jullie wensen te bespoedigen bijna bij jullie zijn.\""
  ],
  [
    73,
    "En voorwaar, jouw Heer bezit zeker gunsten voor de mensen, maar de meesten van en zijn niet dankbaar."
  ],
  [
    74,
    "En voorwaar, jouw Heer weet zeker wat hun harten verbergen en wat zij openlijk doen."
  ],
  [
    75,
    "En niets is onwaameembaar in de hemel en op de aarde, of het staat in een duidelijk Boek."
  ],
  [
    76,
    "Voorwaar, deze Koran vertelt aan de Kinderen van Israël waarover zij het meeste redetwisten."
  ],
  [
    77,
    "En voorwaar, hij is zeker Leiding en Barmhartigheid voor de gelovigen."
  ],
  [
    78,
    "Voorwaar, jouw Heer zal tussen hen oordelen met Zijn Oordeel. En Hij is de Almachtige, de Alwetende."
  ],
  [
    79,
    "Vertrouw daarom op Allah. Voorwaar, jij (O Moehammad) bent op (het Pad van) de duidelijke Waarheid."
  ],
  [
    80,
    "Voorwaar, jij bent niet in staat de doden te doen horen en de doven de roep te doen horen wanneer zij de rug toekeren."
  ],
  [
    81,
    "En jij kunt ook niet de blinden van hun dwaling wegleiden en jij kunt alleen hen doen luisteren die in Onze Verzen geloven, waarop zij zich (aan Allah) overgeven."
  ],
  [
    82,
    "En wanneer het woord hen treft, dan brengen Wij voor hen een levend wezen uit de aarde tevoorschijn om tot hen te spreken: voorwaar, de mensheid was niet van Onze Tekenen overtuigd."
  ],
  [
    83,
    "En (gedenk) op die Dag zullen Wij uit iedere gemeenschap een groep verzamelen van hen die Onze Tekenen loochenden, zij worden dan in rijen opgesteld."
  ],
  [
    84,
    "Totdat, wanneer zij komen, Hij zal zeggen: \"Hebben jullie Mijn Tekenen geloochend, die jullie niet met kennis omvatten? Of wat was het, dat jullie plachten te doen?\""
  ],
  [
    85,
    "En het woord zal hen treffen omdat zij onrecht pleegden, en zij spreken niet."
  ],
  [
    86,
    "Hebben zij niet gezien dat Wij de nacht voor hen hebben gemaakt om erin uit te rusten en de dag om hen licht te geven? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft."
  ],
  [
    87,
    "En (gedenkt) de Dag waarop op de Bazuin geblazen wordt: wie er dan in de hemelen en op de aarde zijn, zullen in angst verkeren, behalve voor wie Allah het (anders) wil. Eii allen zullen nederig tot Hem komen."
  ],
  [
    88,
    "En jij ziet de bergen, waarvan jij denkt dat zij vaststaan, terwijl zij voorbijgaan als wolken. Een werk van Allah, Degene Die alle zaken nauwkeurig geregeld heeft. Voorwaar, Hij is Alwetend over wat jullie doen."
  ],
  [
    89,
    "En wie met het goede kwam, zal beter dan dat krijgen en zij zullen op die Dag veilig zijn voor angst."
  ],
  [
    90,
    "En wie met het slechte kwam, zij zullen met hun gezicht in de Hel geworpen worden. Jullie worden slechts beloond voor wat jullie plachten te doen."
  ],
  [
    91,
    "(Zeg, O Moehammad:) \"Voorwaar, het is mij bevolen om de Heer van deze stad (Mekkah) te aanbidden, die Hij wijdde. En aan Hem behoren alle zaken, en het is mij bevolen om tot de Moslims te behoren."
  ],
  [
    92,
    "En de Koren voor te dragen. Hij die dan de Leiding volgt, volgt die voor zichzelf.\" En wie dan dwaalt, zeg dan (tot hen): \"Voorwaar, ik behoor slechts tot de waarschuwers.\""
  ],
  [
    93,
    "En zeg: \"Alle lof zij Allah. Hij zal jullie Zijn Tekenen laten zien en jullie zullen ze herkennen.\" En jouw Heer is niet onachtzaam omtrent wat jullie doen."
  ]
]