[
  {
    "id": 30,
    "city": "makkah",
    "name": {
      "translated": "The Romans",
      "transliterated": "Ar-Rum",
      "codepoints": [
        1575,
        1604,
        1585,
        1608,
        1605
      ]
    },
    "ayahs": 60,
    "slug": "ar-rum",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alif Lâm Mîm."
  ],
  [
    2,
    "Ik Romeinen zijn overwonnen."
  ],
  [
    3,
    "In het nabijgelegen land, en na hun nederlaag zullen zij overwinnen."
  ],
  [
    4,
    "In enkelen jaren. Aan Allah behoort het bevel, voordien en nadien. En op die dag zullen de gelovigen zich verheugen."
  ],
  [
    5,
    "Dank zij de hulp van Allah. Hij helpt wie Hij wil. En Hij is de Almachtige, de Meest Bamhartige."
  ],
  [
    6,
    "Als een belofte van Allah. Allah breekt Zijn belofte niet, maar de meeste mensen weten het niet."
  ],
  [
    7,
    "Zij kennen het uiterlijke van het wereldse leven, terwijl zij met betrekking tot het Hiernamaals onachtzamen zijn."
  ],
  [
    8,
    "En denken zij niet na over zichzelf? Allah heet de hemelen en de aarde en wat daartussen is, niet geschapen dan in Waarheid en voor een vastgestelde termijn. En voorwaar, de meeste mensen geloven zeker niet in de ontmoeting met hun Heer."
  ],
  [
    9,
    "En reizen zij (ongelovigen) niet op de aarde, zodat zij zien hoe het einde was van degenen vóór hen? Zij waren sterker in kracht dan zij. En zij bewerkten de aarde en zij bebouwden haar meer dan zij (de ongelovigen) haar bebouwden. En hun Boodschappers waren tot hen gekomen met de duidelijke bewijzen. Het was Allah niet die hun onrecht aandeed, maar zij deden zichzelf onrecht aan."
  ],
  [
    10,
    "Daarna was de ergste bestraffing het einde van degenen die slechte werken verrichtten, omdat zij de Verzen van Allah loochenden en zij er de spot mee plachten te drijven."
  ],
  [
    11,
    "Allah schept de schepping, daarop wekt Hij haar op en tenslotte worden jullie tot Hem terruggekeerd."
  ],
  [
    12,
    "En op de Dag waarop het Uur valt wanhopen de zondaren."
  ],
  [
    13,
    "Er is voor hen onder hun afgoden geen voorspreker en zij zullen hun afgoden ontkennen."
  ],
  [
    14,
    "Op de Dag waarop het Uur valt, op die Dag zullen zij gegroepeerd worden."
  ],
  [
    15,
    "Wat degenen die geloven en goede daden verrichten betreft: zij zullen in een hof worden verblijd."
  ],
  [
    16,
    "En wat degenen die ongelovig zijn en Onze Verzen en de ontmoeting van het Hiernamaals loochenen betreft: zij zijn degenen die voor de bestraffing voorgeleid zullen worden."
  ],
  [
    17,
    "Prijst daarom de Glorie van Allah wanneer jullie (ergens) in de namiddag zijn en wanneer jullie (ergens) in de ochtend zijn."
  ],
  [
    18,
    "En aan Hem is alle lof in de hemelen en op de aarde, en in de avond en wanneer jullie (ergens) in de voormiddag zijn."
  ],
  [
    19,
    "Hij brengt het levende voort uit het dode en Hij brengt het dode voort uit het levende en Hij doet de aarde leven na haar dood. Zo worden jullie (na jullie dood) opgewekt."
  ],
  [
    20,
    "En het behoort tot Zijn Tekenen dat Hij jullie uit aarde heeft geschapen, waarop jullie je toen als mensen verspreidden."
  ],
  [
    21,
    "En het behoort tot Zijn Tekenen dat Hij van jullie eigen soort echtgenotes heeft geschapen, opdat jullie rust bij haar vinden en Hij bracht tussen jullie liefde en barmhartigheid. Voorwaar, daarin zijn zeker Tekenen voor een volk dat nadenkt."
  ],
  [
    22,
    "En tot Zijn Tekenen behoort de schepping van de hemelen en de aardeen het verschillende van jullie talen en kleuren. Voorwaar, daarin zijn zeker Tekenen voor de bezitters van kennis."
  ],
  [
    23,
    "En tot Zijn Tekenen behoort jullie slaap, 's nachts en overdag en jullie zoeken naar Zijn gunst. Voorwaar, daarin zijn zeker Tekenen voor een volk dat luistert."
  ],
  [
    24,
    "En tot Zijn Tekenen behoort dat Hij jullie de bliksem laat zien, om vrees en hoop op te wekken. En Hij doet water uit de hemel neerdalen, waarna Hij daarmee de aarde doet leven na haar dood. Voorwaar, daairin zijn zeker Tekenen voor een volk dat begrijpt."
  ],
  [
    25,
    "En tot Zijn Tekenen behoort dat Hij de hemel en de aarde in stand houdt, met Zijn bevel. Daarna wanneer Hij jullie met een roep uit de aarde doet oproepen, dan zullen jullie tevoorschijn komen."
  ],
  [
    26,
    "En aan Hem behoort wie er in de hemelen en op de arde zijn. Allen zijn Hem gehoorzaam."
  ],
  [
    27,
    "En Hij is Degene Die de schepping schept en haar daarna herhaalt en dat is voor Hem nog gemakkelijker. En aan Hem behoren de meest verheven eigenschappen in de hemelen en op de aarde. En Hij is de Almachtige, de Alwijze."
  ],
  [
    28,
    "Hij geeft jullie een vergelijking met julliezelf. Zijn er voor jullie die over slaven beschikken deelgenoten in de voorzieningen die Wij jullie hebben geschonken, zodat jullie daarin gelijk zijn? En vrezen jullie hen zoals jullie elkaar vrezen? Zo leggen Wij de Tekenen uit aan een volk dat begrijpt."
  ],
  [
    29,
    "Maar degenen die onrecht pleegden volgden hun begeerten. zonder kennis. En wie kan dan hen leiden die Allah deed dwalen? En voor hen zijn er geen helpers."
  ],
  [
    30,
    "Wend dan jouw aangezicht (O Moehammad) naar de godsdienst als een Hanîf. (Volg) de na tuurlijke aanleg, die Allah in de mens geschapen heeft. Er is geen verandering in de schepping van Allah Dat is de juiste godsdienst, maar de meeste mensen weten het niet."
  ],
  [
    31,
    "(Wendt jullie) als berouwvollen tot Hem, en vreest Hem en onderhoudt de shalât en behoort niet tot de veelgodenaanbidders."
  ],
  [
    32,
    "Behorend tot degenen die hun godsdienst hebben opgesplitst en tot groepen zijn geworden. Iedere groep verbeugt zich in wat zij hebben."
  ],
  [
    33,
    "En wanneer tegenspoed de mensen treft, dan roepen zij hun Heer aan, als berouwvollen tot Hem. Daarna, wanneer Hij hun Barmhartigheid van Hem doet proeven, dan kont een groep van hen deelgenoten aan hun Heer toe."
  ],
  [
    34,
    "Om ondankbaarheid te tonen voor wat Wij hen hebben gegeven. Geniet maar, spoedig zuilen jullie het weten."
  ],
  [
    35,
    "Hebben Wij een bewijs neergezonden dat spreekt over de deelgenoten die zij am Hem toekennen?"
  ],
  [
    36,
    "En wanneer Wij de mensen Barmhartigheid doen proeven, dan zijn zij daar blij mee, maar wanneer kwaad hen treft, wegens wat zij bedreven, dan wanhopen zij."
  ],
  [
    37,
    "En zien zij niet dat Allah ck voorzieningen verruimt voor wie Hij wil, en dat Hij beperkt? Voorwaar, daarin zijn zeker Tekenen voor een volk dat gelooft."
  ],
  [
    38,
    "Geeft dan de verwant zijn recht, en de behoeftige en de reiziger (zonder proviand). Dat is beter voor degenen die het welbehagen van Allah wensen. En zij zijn degenen die de welslagenden zijn."
  ],
  [
    39,
    "Wat jullie van eigendommen van de mensen gegevon hebben als rente om te vermeerderen: het vermeerdert niets bij Allah. Maar wat jullie aan zakât hebben gegeven, het welbehagen van Allah wensend: zij zijn degenen voor wie (hun beloningen) verveelvuldigd worden."
  ],
  [
    40,
    "Allah is Degene Die jullie heeft geschapen en jullie daarop voorzag. Vervolgens doet Hij jullie sterven en daarna doet Hij jullie weer leven. Is er één onder jullie deelgenoten die ook maar iets van deze deden kan verrichten? Heilig is Hij en Verheven boven de deelgenoten die zij (Hem) toekennen."
  ],
  [
    41,
    "Het verderf is op het land en de zee zichtbaar door wat de mensen hebben verricht, zodat Hij hun een gedeelte van wat zij hebben verricht, doet proeven. Hopelijk zij zullen berouw tonen."
  ],
  [
    42,
    "Zeg: \"Reist op aarde en zie hoe het einde was van degenen vóór hen.\" De meegen van hen waren veelgoden aanbidders."
  ],
  [
    43,
    "Wend daarom jouw aangezicht tot de juiste godsdienst vóórdat er van Allah een Dag komt die onafwendbaar is. Op die Dag worden zij gegroepeerd."
  ],
  [
    44,
    "Wie niet gelooft is verantwoordelijk voor zijn ongeloof. En degenen die goede daden verrichten, zij hebben voor zichzelf voorbereidingen getroffen."
  ],
  [
    45,
    "Opdat Hij degenen die geloven en goede werken verrichten zal belonen, van Zijn gunst. Voorwaar, Hij houdt niet van de ongelovigen."
  ],
  [
    46,
    "En tot Zijn Tekenen behoort dat Hij de winden zendt als verkondigers van verheugende tijdingen en om jullie van Zijn Barmhartigheid te doen proeven. En opdat de schepen varen op Zijn bevel en opdat jullie Zijn gunst zoeken. Hopelijk zullen jullie dankbaar zijn."
  ],
  [
    47,
    "En voorzeker, Wij hebben vóór jou Boodschappers tot kan volken gezonden, en zij kwamen tot hen met de duidelijke bewijzen, waarna Wij degenen die zonden begingen vergolden. En Wij hebben Onszelf verplicht de gelovigen te helpen."
  ],
  [
    48,
    "Allah is Degene Die de winden zendt die dan wolken voortdrijven, waarna Hij hen in de hemel uitspreidt hoe Hij wil, en hen in stukken verdeelt. Dan zie jij de regen vanuit hun midden komen. Fn wanneer deze neerkomt op wie Hij wil van Zijn dienaren verheugen zij zich."
  ],
  [
    49,
    "Hoewel zij, vóórdat deze op hen neer wordt gezonden, zeker wanhoopten."
  ],
  [
    50,
    "Zie dan de sporen van de Barmhartigheid van Allah: hoe Hij de aarde doet leven na haar dood. Voorwaar, zo is Hij Die de doden zeker doet leven. En Hij is Almachtig over alle zaken."
  ],
  [
    51,
    "Maar als Wij een wind zonden, waarna zij (hun gewassen) geel zien worden, dan blijven zij zeker daarna ongelovig."
  ],
  [
    52,
    "Voorwaar, jij kunt de doden, noch de doven de oproep doen horen als zij zich afwenden en de rug toe keren."
  ],
  [
    53,
    "En jij kunt nooit de blinden leiden uit hun dwaling. Jij kunt niemand doen horen, behalve wie in Onze Tekenen gelooft. Zij zijn Moslims."
  ],
  [
    54,
    "Allah is Degene Die jullie heeft geschapen uit een zwak (vocht), daarna maakt Hij na zwakte sterkte. Waarop Hij van sterkte zwakte en ouderdom maakt. Hij schept wat Hij wil, en Hij is de Alwijze, de Almachtige."
  ],
  [
    55,
    "En op de Dag waarop het Uur valt, zweren de misdadigers dat zij niet langer dan een uur (in hun graven verbleven). Zo zijn zij bedrogen."
  ],
  [
    56,
    "En degenen aan wie de kennis en het geloof zijn gegeven, zullen zeggen: \"Voorzeker, jullie verbleven er zoals is vastgelegd door Allah, tot de Dag der Opstanding. Dit is dan de Dag der Opkwekking, maar jullie wisten het niet.\""
  ],
  [
    57,
    "Op die Dag zullen de verontschuldigingen van degenen die onrecht pleegden hun met baten. En hun zal geen gelegenheid worden gegeven om berouw te tonen."
  ],
  [
    58,
    "En voorzeker, Wij hebben voor de mensen in deze Koran allerlei vergelijkingen gegeven; en als jij hen een Vers brengt, dan zeggen degenen die niet geloven zeker: \"Jij bent niets dan een vervalser.\""
  ],
  [
    59,
    "Zo vergrendelt Allah de harten van degenen die niet weten."
  ],
  [
    60,
    "Wees daarom geduldig: voorwaar, de belofte van Allah is waar. En wordt niet verontrust door degenen die niet (door jou) overtuigd zijn."
  ]
]