[
  {
    "id": 31,
    "city": "makkah",
    "name": {
      "translated": "Luqman",
      "transliterated": "Luqman",
      "codepoints": [
        1604,
        1602,
        1605,
        1575,
        1606
      ]
    },
    "ayahs": 34,
    "slug": "luqman",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alif Lâm Mîm."
  ],
  [
    2,
    "Dit zijn de Verzen van het wijze Boek."
  ],
  [
    3,
    "Als Leiding en Barmhartigheid voor de weldoeners."
  ],
  [
    4,
    "Degenen die de shalât onderhouden en de zakât geven, en zij zijn overtuigd van het Hiernamaals."
  ],
  [
    5,
    "Zij zijn het die de Leiding van hun Heer volgen en zij zijn de welslagenden."
  ],
  [
    6,
    "En er zijn er onder de mensen die onzinnige praat kopen om te doen afdwalen van de Weg van Allah, zonder kennis, en die het (de Islam) bespotten. Zij zijn degenen voor wie er een vernederende bestraffing is."
  ],
  [
    7,
    "En wanneer Onze Verzen aan hem worden voorgedragen, dan wendt hij zich er hoogmoedig van af, alsof hij ze niet hoort. Het is alsof er in zijn oren doofheid is. Verkondig hem daarom een pijnlijke bestraffing."
  ],
  [
    8,
    "Voorwaar, degenen die geloven en goede werken verrichten: voor hen zijn er de Tuinen van gelukzaligheid (het Paradijs)."
  ],
  [
    9,
    "Zij Zijn eeuwig levenden daarin, als een belofte van Allah die waar is, en Hij is de Almachtige, de Alwijze."
  ],
  [
    10,
    "Hij schiep de hemelen en de aarde, zonder pilaren die jullie kunnen zien, en Hij plaatste op de aarde bergen opdat zij jullie niet zou doen wankelen, en Hij verspreidde daarop allerlei soorten dieren. En Wij zenden water uit de hemel, waarna Wij er allerlei soorten rijke gewassen op doen groeien."
  ],
  [
    11,
    "Dat is de schepping van Allah. Toont Mij wat degenen buiten Allah hebben geschapen. Maar de onrechtplegers verkeren in duidelijke dwaling."
  ],
  [
    12,
    "En voorzeker, Wij hebben Loeqmân de wijsheid geschonken: wees Allah dankbaar. En wie dankbaar is, is slechts dankbaar voor zichzelf; en wie ondankbaar is: voorwaar, Allah is Behoefteloos, Geprezen."
  ],
  [
    13,
    "En (gedenkt) toen Loeqmân tot zijn zoon zei, hem raad gevende: \"O mijn zoon, ken Allah geen deelgenoten toe: voorwaar, het toekennen van deelgenoten (aan Allah) is zeker een geweldig onrecht.\""
  ],
  [
    14,
    "En Wij bevolen de mens (goedheid) jegens zijn ouders. Zijn moeder droeg heen in zwakheid op zwakheid, en het zogen van hem duurde twee jaren. Wees daarom Mij en jouw ouders dankbaar. Tot Mij is de terugkeer."
  ],
  [
    15,
    "En als zij jou dwingen dat jij iets aan Mij toekent, zonder dat jij er kennis over hebt: gehoorzam ham dan niet. En vergezel hen vriendelijk op de wereld. En volg de Weg van degenen die zich tot Mij hebben gewend. Daarna is tot Mij jullie terugkeer. Dan zal Ik jullie op de hoogte brengen van wat jullie plachten te doen."
  ],
  [
    16,
    "(Lôeqmân zei:) \"O mijn zoon, ook al is er iets dat slechts, het gewicht van een mosterdzaadje heeft, dat zich in een rots bevindt, of in de hemelen, of in de aarde: Allah zal het tevoorschijn brengen. Voorwaar, Allah is Zachtmoedig, Alwetend."
  ],
  [
    17,
    "O mijn zoon, onderhoud de shalât en roep op tot het goede en weerhoud van het verwerpelijke. En wees geduldig met wat jou treft. Voorwaar, dat behoort tot de aanbevolen daden."
  ],
  [
    18,
    "En wend jouw gezicht niet af van de mensen en loop niet trots op aarde: voorwaar, Allah houdt van geen enkele verwaande opschepper."
  ],
  [
    19,
    "En wees gematigd in jouw (manier van) lopen en spreek met een zachte stem: voorwaar, de memt verafschuwde van de stemmen is zeker de stem van de ezel.\""
  ],
  [
    20,
    "Zien jullie niet dat Allah wat zich in de hemelen en op de aarde bevindt aan jullie dienstbaar heeft gemaakt? En Hij heeft Zijn gunsten voor jullie vervolmaakt, zichtbaar en onzichtbaar. En er zijn er onder de mensen die over Allah redetwisten zonder kennis, zonder Leiding en zonder verlichtend Boek."
  ],
  [
    21,
    "En wanneer tot hen wordt gezegd: \"Volgt wat Allah heeft neergezonden,\" dan zeggen zij: \"Nee, wij volgen dat wat wij bij onze vaderen aantroffen.\" Zelfs als de Satan hen tot de bcstraffing van de Hel roept?"
  ],
  [
    22,
    "En wie zich geheel aan Allah overgeek terwijl hij een weldoener is: waarlijk, die heeft het stevige houvast gegrepen. En bij Allah is het einde van de dingen."
  ],
  [
    23,
    "En wie niet gelooft, laat diens ongeloof jou niet bedroeven, tot Ons is hun terugkeer. Daarop zullen Wij hun op de hoogte brengen van wat zij bedreven. Voorwaar, Allah is Alwetend over wat zich in de hanen bevindt."
  ],
  [
    24,
    "Wij doen hen een weinig genieten en vervolgens dwingen Wij hen naar een zware bestraffing,"
  ],
  [
    25,
    "En als jij hun vraagt wie de hemelen en de aardde geschapen heeft, dan zeggen zij zeker: \"Allah.\" Zeg: \"Alle lof zij Allah.\" Maar de meesten van hen weten het niet."
  ],
  [
    26,
    "Aan Allah behoort wat zich in de hemelen en op de aarde bevindt. Voorwaar, Hij is de Behoefteloze, de Geprezene."
  ],
  [
    27,
    "En als alle bomen op de aarde pennen waren en de zee (inkt), waarna er nog zeven zeeéën (met inkt) aan toegevoegd zouden worden, dan nog zouden de Woorden van Allah niet zijn uitgeput. Voorwaar, Allah is Almachtig, Alwijs."
  ],
  [
    28,
    "De schepping van jullie en jullie opwekking is (voor Allah) slechts als die van één ziel. Voorwaar, Allah is Alhorend, Alziend."
  ],
  [
    29,
    "Zie jij niet dat Allah de nacht in de dag doet overgaan en Hij de dag doet overgaan in de nacht en Hij de zon en de maan dienstbaar heeft gemaakt en dat allen tot een vastgesteld tijdstip bewegen? En voorwaar, Allah is Alwetend over wat jullie doen."
  ],
  [
    30,
    "Dat is zo omdat Allah de Waarheid is en omdate wat zij naast Hem aanroepen de valsheid is. En omdat Allah de Verhevene, de Grootste is."
  ],
  [
    31,
    "Zie jij niet dat de schepen op de zee varen door de gunst van Allah, opdat Hij jullie van Zijn Tekenen laat zien? Voorwaar, daarin zijn zeker Tekenen voor iedere goduwige en dankbare."
  ],
  [
    32,
    "En wanneer golven als wolken hen bedekken roepen zij Allah aan, Hem zuiver aanbiddend. Wanneer Wij hen dan hebben gered en aan land hebben gebracht, dan zijn er onder hen die gematigd (tussen geloof en ongeloof) zijn. En nieniand anders ontkent Onze Tekenen dan iedere verrader en ondankbare."
  ],
  [
    33,
    "O mensen, vreest jullie Heer en weest bevreesd voor een Dag waarop een vader zijn zoon niet van nut kan zijn, noch een zoon zijn vader in iets van nut kan zijn. Voorwaar, de belofte van Allah is waar, Laat daarom het wereldse leven jullie niet verleider en hat de verleider jullie niet van Allah wegleiden."
  ],
  [
    34,
    "Voorwaar, Allah beschikt over de kennis van het Uur, en Hij zendt de regen neer, en Hij kent wat zich in de schoten bevindt. En niemand weet wat hij morgen zal doen. En niemand weet op welke grond hij zal sterven. Voorwaar, Allah is van alles op de hoogte, Alwetend."
  ]
]