[
  {
    "id": 33,
    "city": "madinah",
    "name": {
      "translated": "The Combined Forces",
      "transliterated": "Al-Ahzab",
      "codepoints": [
        1575,
        1604,
        1571,
        1581,
        1586,
        1575,
        1576
      ]
    },
    "ayahs": 73,
    "slug": "al-ahzab",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "O Profeet, vrees Allah en gehoorzaam niet de ongelovigen en de huichelaars: voorwaar, Allah is Alwetend, Alwijs."
  ],
  [
    2,
    "En volg wat aan jou is geopenbaard van jouw Heer. Voorwaar, Allah, Hij is Alwetend over wat jullie doen."
  ],
  [
    3,
    "En vertrouw op Allah, en Allah is voldoode als Beschermer."
  ],
  [
    4,
    "Allah heeft voor geen mens twee harten in zijn binnenste gemaakt. En Hij heeft niet jullie echtgenotes, tot wie jullie de Zhihâr hebben uitgesproken, tot jullie moeders gemaakt. En Hij heeft niet jullie aangenomen zonen tot jullie (echte) zonen gemaakt. Dat zijn jullie woorden uit jullie monden. En Allah spreekt de Waarheid, en Hij leidt op de Weg."
  ],
  [
    5,
    "Roept hen met de namen van hun vaders, dat is rechtvaardiger bij Allah. En als jullie hun vaders niet kennen, dan zijn ze jullie broeders in de godsdienst en jullie beschermelingen. En er is geen zonde voor jullie in de fouten die jullie daarmee (per ongeluk) hebben gemaakt, maar wet in wat jullie harten zich hebben voorgenomen. En Allah is Vergevensgezind, Meest Barmhartige."
  ],
  [
    6,
    "De Profeet is de gelovigen meer nabij dan zij zichzelf. En zijn echtgenetes zijn hun moeders. En de bloedverwanten zijn meer nabij (in erfrecht) volgens het Boek van Allah dan de gelovigen en de uitgewekenen, behalve wanneer jullie voor juille broeders (in het geloof) een goede daad willen verrichten (in het testament). Dat staat in het Boek beschreven."
  ],
  [
    7,
    "En (gedenk) toen Wij met de Profeten hun verbond aangingen en met jou (O Moehammad), en met Nôeh en lbrâhîm en Môesa en ' îsa, de zoon van Maryam. En Wij gingen met hen een plechtig verbond aan."
  ],
  [
    8,
    "Opdat Hij de waarachtigen over hun waarachtigheid zal ondervragen. En Hij heeft voor de ongelovigen een pijnlijke bestraffing voorbereid."
  ],
  [
    9,
    "Ojullie die geloven, gedenkt de genade van Allah aan jullie, toen een leger tot jullie was geko men. Wij zonden toen een (verwoestende) wind tegen hen en een leger (van Engelen) dat jullie niet zagen. En Allah is Alziende over wat jullie doen."
  ],
  [
    10,
    "Toen zij tot jullie kwamen, van boven jullie en van onder jullie en toen de ogen zich afwendden en de harten in de kelen schoten, en jullie (het slechte) over Allah veronderstelden."
  ],
  [
    11,
    "Daar werden de gelovigen beproefd en hevig geschokt."
  ],
  [
    12,
    "En (gedenk) toen de huichelaars en degenen, in wier harten een ziekte is, zeiden: \"Allah en Zijn Boodschapper hebben ons slechts een misleidende belofte gedaan."
  ],
  [
    13,
    "En (gedenk) toen een groep van hen zei: \"O bewoners van Yatsrib (Medinah), er is geen plaats voor jullie. gaat daarom terug.\" En een groep onder hen vroeg (de Profeet) ontheffing, zeggend: \"Voorwaar, onze huizen zijn onbeschermd,\" terwijl deze niet onbeschermd waren, zij wilden alleen maar vluchten."
  ],
  [
    14,
    "En als (Medinah) langs alle kanten binnengevallen zou worden, en zij gevraagd zouden worden de beproeving (te doorstaan), dan zouden zij zeker ingestemd hebben, en zij zouden slechts even hebben geaarzeld."
  ],
  [
    15,
    "En voorzeker. zij hadden Allah daarvôôr een belofte gedaan: dat zij niet de rug zouden toekeren. En over de belofte aan Allah zal ondervraagd worden."
  ],
  [
    16,
    "Zeg (O Moehammad): \"Vluchten zal jullie niet baten. Als jullie zouden vluchten voor de dood of het doden, dan zouden jullie slechts even genieten.\""
  ],
  [
    17,
    "Zeg. \"Wie is het die jullie tegen Allah kan beschermen als Hij voor jullie de vernietiging wenst, of als Hij voor jullie genade wenst?\" En zij (de huichelaars) zullen voor zichzelf naast Allah geen beschermer en geen helper vinden."
  ],
  [
    18,
    "Waarlijk, Allah kent degenen onder jullie die belemmeren, en die tot hun broeders zeggen: \"Komt bij ons:\" en zij nemen niet deel aan de strijd, behalve even."
  ],
  [
    19,
    "Zij (de huichelaars) zijn gicrig tegenover jullie. Wanneer den de angst (voor de slag) komt, dan zie jij hen naar jou kijken, terwijl hun ogen rollen als van degene die uit doodsangst flauw valt. En als de angst is verdwenen, dan kwetsen zij jullie met scherpe tongen, terwijl zij gierig zijn met het goede. Zij zijn degenen die niet geloven, daarom deed Allah hun daden vruchteloos worden. En dat is voor Allah gemakkelijk."
  ],
  [
    20,
    "Zij dachten dat de bondgenoten nog niet waren weggetrokken. En als de bondgenoten zouden terugkomen, dan zouden zij wensen dat zij zich bij de bedoeïnen bevonden, vragend naar nieuws over jullie. En als zij zich onder jullie zouden bevinden, dan zouden zij niet strijden, behalve even."
  ],
  [
    21,
    "Voorzeker, de Boodschapper van Allah is voor jullie een goed voorbeeld: voor wie op (de beloning van) Allah en het Hiernamaals hoopt, en voor wie Allah veelvuldig gedenkt."
  ],
  [
    22,
    "En toen de gelovigen de bondgenoten zagen, zeiden zij: \"Dit is wat Allah en Zijn Boodschapper ons hebben beloofd,\" en Allah en Zijn Boodschapper hebben gelijk. En het doet hun slechts toenemen in geloof en onderwerping."
  ],
  [
    23,
    "Onder de gelovigen zijn er mannen die de belofte die zij aan Allah gedaan hebben trouw blijven. Onder hen zijn er wiens wens vervuld is (omwille van Allah gedood zijn) en anderen die (daarop) wachten. En zij hebben niets veranderd (in hun belofte)."
  ],
  [
    24,
    "Opdat Allah de waarachtigen zal belonen voor hun waarachtigheid en Hij de huichelaars zal bestraffen, als Hij wil, of hun berouw aanvaarden. Voorwaar, Allah is Vergevensgezind, Meest Barmhartig."
  ],
  [
    25,
    "En Allah dreef de ongelovigen en hun woede (over hun verlies) terug; zij verkregen niets van het goede. En Allah hield (de ongelovigen) af van de gelovigen in de strijd. En Allah is Sterk, Almachtig"
  ],
  [
    26,
    "En Hij zond degenen die hen (de bondgenoten) steunden van de Lieden van de Schrift van hun forten naar beneden. En Hij wierp angst in hun harten. Jullie doodden een groep (mannen) en jullie namen een groep (vrouwen en kinderen) gevangen."
  ],
  [
    27,
    "En Hij deed jullie hun land en hun huizen en hun bezittingen erven en een land dat jullie nog niet betreden hebben. En Allah is Almachtig over alle zaken."
  ],
  [
    28,
    "O Profeet, zeg tot jouw echtgenotes: \"Als jullie het wereldse leven wensen en de versieringen ervan, komt dan, dan zal ik jullie een scheidingsgift schonken en jullie op een eervolle manier laten gaan."
  ],
  [
    29,
    "Maar als jullie (het welbehagen van) Allah en zijn Boodschapper wensen, en het Huis van het Hiernamaals: voorwaar, Allah heeft voor de weldoensters onder jullie een geweldige beloning bereid.\""
  ],
  [
    30,
    "O Vrouwen van de Profeet, wie van jullie een duidelijke zedeloosheid begaat, die zal daarvoor een dubbele bestraffing ontvangen. En dat is voor Allah gemakkelijk."
  ],
  [
    31,
    "En wie van jullie Allah en Zijn Booddschapper gehoorzaamt en goede werken verricht, die zullen Wij twee maal een beloning geven. Wij hebben voor haar een edele voorziening bereid."
  ],
  [
    32,
    "O vrouwen van de Profeet, jullie zijn zoals geen van de andere vrouwen, als jullie (Allah) vrezen. Weest daarom niet minzaam in jullie manier van spreken waardoor degene in wiens hart een ziekte is, begeerte gaat voelen, en spreekt een juist woord."
  ],
  [
    33,
    "En blijft in jullie huizen en vertoont jullie veirsieringen niet zoals dat in de vroegere tijd van de onwetendheid werd gedaan. En onderhoudt de shalât en geeft de zakât en gehoorzaamt Allah en Zijn Boodschapper. Voorwaar, Allah wenst slechts de onreinheid van jullie weg te nemen, O Lieden van het huis (Ahloel Bait), en jullie zo rein mogelijk te maken."
  ],
  [
    34,
    "En herinnert jullie wat in jullie huizen wordt voorgedragen van de Verzen van Allah en van de wijsheid. Voorwaar, Allah is Zachtmoedig, Alwetend."
  ],
  [
    35,
    "Voorwaar, de mannen die zich hebben overgegeven (aan Allalh) en de vrouwen die zich hebben overgegeven, en de gelovige mannen en de gelovige vrouwen, en de gehoorzame mannen en de gehoorzame vrouwen, en de waarachtige mannen en de waarachtige vrouwen, en de geduldige mannen en de geduldige vrouwen, en de ootmoedige mannen en de ootmoedige vrouwen, en de bijdragen gevende mannen en de bijdragen gevende vrouwen, en de vastende mannen en de vastende vrouwen en de mannen die over hun kuisheid waken en de vrouwen die (daarover) waken, en de mannen die Allah veelvuldig gedenken en de vrouwen die gedenken: Allah heeft voor hen vergeving bereid en een geweldige beloning."
  ],
  [
    36,
    "En het past een gelovige man en een gelovige vrouw niet, wanneer Allah en Zijn Boodschapper een zaak hebben besloten, om een andere keuze te maken in hun zaak. En wie Allah en Zijn Boodschapper niet gehoorzaamt: waarlijk, hij verkeert in duidelijke dwaling."
  ],
  [
    37,
    "En (gedenk) toen jij (O Moehammad) zei tot degene die door Allah begenadigd was en aan wie jij genade had gegeven: \"Hou jouw echtgenote bij jou, en vrees Allah.\" Toen jij in je hart verborgen hield wat Allah openbaar wilde maken, en jij de mensen vreesde, terwijl Allah er meer recht op had dat je Hem vreesde. Toen Zaid geen behoefte meer aan haar had, toen hebben Wij jou met haar gehuwd, zodat er voor de gelovigen geen belemmering zou bestaan met betrekking tot de (voormalige) vrouwen van hun aangenomen kinderen, wanneer zij geen behoefte meer aan hen hebben. En het bevel van Allah wordt uitgevoerd."
  ],
  [
    38,
    "Er is voor de Profeet geen probleem in wat Allah hem verplicht heeft. Dat is de handelwijze van Allah zoals die reeds gold voor de voorafgaanden (Profeten). En het bevel van Allah is een vaststaande beschikking."
  ],
  [
    39,
    "(Zij waren) degenen die de Boodschappen van Allah verkondigden en die Hem vreesden en die niemand vreesden dan Allah. En Allah is voldoende als Berekenaar."
  ],
  [
    40,
    "Moehammad is niet de vader van één van jullie mannen, maar hij is de Boodschapper van Allah en de laatste van de Profeten. En Allah is Alwetend over alle zaken."
  ],
  [
    41,
    "O jullie die geloven, gedenkt Allah veelvuldig!"
  ],
  [
    42,
    "En prijst Zijn Glorie in de ochtend en in de avond."
  ],
  [
    43,
    "Hij is Degene Die jullie Barmhartigheid schenkt en Zijn Engelen (smeken om vergeving voor jullie), opdat Hij jullie uit de duisternissen naar het licht zal brengen, en Hij is voor de gelovigen Meest Barmhartig."
  ],
  [
    44,
    "Hun begroeting op de Dag van de ontmoeting met Hem is: \"Salâm!\"' (Vrede!) En Hij heeft voor hen een edele beloning bereid."
  ],
  [
    45,
    "O Profeet, voorwaar, Wij hebben jou gezonden als een getuige en als een brenger van verheugende tijdingen en als een waarschuwer."
  ],
  [
    46,
    "En als een oproeper tot Allah, met Zijn toestemming, en als een verlichtende lamp."
  ],
  [
    47,
    "En verkondig de gelovigen de verheugende tijding: dat er voer hen een grote gunst is van Allah."
  ],
  [
    48,
    "En gehoorzaam de ongelovigen en de huichelaars niet en schenk geen aandacht aan hun kwelling. En vertrouw op Allah. En Allah is voldoende als Beschermer."
  ],
  [
    49,
    "O jullie die geloven, wanner jullie de gelovige vrouwen hebben gehuwd en daarna van hen scheiden, voordat jullie hen hebben aangerakt, dan is er voor jullie geen plicht om hen een wachtperiode in acht te laten nemen. Geeft hun dan een geschenk en laat hen op een eervolle wijze gaan."
  ],
  [
    50,
    "O Profeet, voorwaar. Wij hebben jou jouw echtgenotes die jij hun bruidschat hebt gegeven toegstaan, en de slavinnen waar jij over beschikt van wat Allah voor jou heeft aangewezen; en de dochters van jouw oom en de dochters van jouw tantes van vaderszijde; en de dochters van jouw oom van moederszijde en de dochters van jouw tantes van moederszijde. En (ook) zij die met jou zijn uitgeweken, en de gelovige vrouw die zichzelf aan de Profeet heeft geschonken, als de Profeet haar wenst te huwen, als een uitzondering voor jouzelf, die niet geldt voor de gelovigen. Voorzeker, Wij weten wat Wij hen verplicht hebben met betrekking tot hun echtgenotes en waar hun rechterhand over beschikt, opdat er voor jou geen moeilijkheid zal zijn. En Allah is Vergevensgezind, Meest Barmhartig."
  ],
  [
    51,
    "Jij mag uitstel geven aan wie van hen jij wenst en jij mag tot jou nemen wie jij wenst. En naar wie jouw hart uitgaat van hen van wie jij afstand hebt genomen; er is voor jou geen zonde in. Dat is de verkoeling der ogen meer nabij. Laten zij dan niet treuren en laten zij tevreden zijn met wat jij hen allen hebt gegeven. En Allah kent wat in jullie harten is. En Allah is Alwetend, Zachtmoedig."
  ],
  [
    52,
    "Daarna (O Moehammad), zijn de (andere) vrouwen niet toegestaan en ook niet dat jij hen vervangt door (andere) echtgenotes, ook al wordt jij aangetrokken door hun schoonheid, behalve de slavinnen waar jij over beschikt. En Allah waakt over alle zaken."
  ],
  [
    53,
    "O jullie die geloven, gaat de huizen van de Profeet niet binnen, behalve als jullie toestemming is gegeven om er te eten, zonder er de etenstijd af te wachten. Maar wanneer jullie worden uitgenodigd, gaat er dan naar binnen, en wanneer jullie dan hebben gegeten, verspreidt jullie dan. En blijft niet met elkaar zitten praten. Dat zou lastig voor de Profeet zijn en hij zou in verlegenheid gebracht worden. Allah schaamt zich niet voot de Waarheid. En wanneer jullie hun (de vrouwen van de Profeet) om iets vragen, vraagt het dan van achter de afscheiding. Dat is reiner voor jullie harten en voor hun harten. En jullie mogen de Boodschapper van Allah niet kwetsen en jullie mogen nooit na hem één van zijn echtgenotes huwen. Voorwaar, dat is bij Allah een grote zonde."
  ],
  [
    54,
    "Of jullie iets openlijk doen, of het verbergen: voorwaar, Allah is Alwetend over alle zaken."
  ],
  [
    55,
    "Het is geen zonde voor hen (vrouwen van de Profeet) om met hun vaders, hun zonen, hun broeders, de zonen van hun broeders, de zonen van hun zusters en hun vrouwen, en met de slavinnen waar zij over beschikken (om zonder gebruikmaking van een afscherming tot anderen te spreken). En vreest Allah. Voorwaar, Allah is Getuige over alle zaken."
  ],
  [
    56,
    "Voorwaar, Allah geeft Barmhartigheid en Zijn Engelen smeken om vergeving voor de Profeet. O jullie die geloven, smeekt om genade voor hem en spreekt de vredewens over hem uit."
  ],
  [
    57,
    "Voorwaar, degenen die Allah en Zijn Boodschapper beledigen: Allah zal hen vervloeken in deze wereld en in het Hiernamaals en Hij zai voor hen een vernederende bestraffing bereiden."
  ],
  [
    58,
    "En degenen die de gelovige mannen en de gelovige vrouwen kwetsen, zonder dat zij iets (slechts) hebben verricht: voorzeker, zij hebben laster en een duidelijke zonde op zich geladen."
  ],
  [
    59,
    "O Profeet, zeg tot jouw echtgenotes en tot jouw dochters en tot de vrouwen van de gelovigen dat zij hun overkleden (Djilbâb) over zich heen laten hangen. Op die manier is het gemakkelijker om hen te herkennen en worden zij niet lastig gevallen. En Allah is Vergevensgezind, Meest Barmhartig."
  ],
  [
    60,
    "Als de huichelaars, en degenen in wier harten een ziekte is, en de lasteraars in Medinah, niet ophouden, dan zullen Wij jou tegen hen maatregelen laten nemen. Daarna zullen zij daar niet jouw buren zijn, behalve even."
  ],
  [
    61,
    "Vervloekten zijn zij. Waar zij ook worden aangetroffen: grijpt hen en doodt hen."
  ],
  [
    62,
    "Als de handelwijze van Allah met de voorafgaanden. En jij zal in de handelwijze van Allah nooit een verandering aantreffen."
  ],
  [
    63,
    "De mensen vragen jou over het Uur. Zeg: \"Voorwaar, kennis daarover berust slechts bij Allah.\" En hoe kan jij dat weten? Misschien is het Uur al nabij."
  ],
  [
    64,
    "Voorwaar, Allah heeft de ongelovigen vervloekt en voor hen een laaiend vuur bereid."
  ],
  [
    65,
    "Eeuwig levenden zijn zij daarik voor altijd. Zij zullen geen beschermers en geen helpers vinden."
  ],
  [
    66,
    "Op de Dag waarop hun gezichten zullen worden rondgedraaid in de Hel zeggen zij: \"Hadden wij Allah maar gehoorzaamd en hadden wij de Boodschapper maar gehoorzaamd.\""
  ],
  [
    67,
    "En zij zeggen: \"Onze Heer, voorwaar, wij gehoorzaamden onze leiders en onze vooraanstaanden, waarop zij ons van de Weg deden afdwalen."
  ],
  [
    68,
    "Onze Heer, tref hen rnet het dubbele van de bestraffing en vervloek hen met een grote vervloeking.\""
  ],
  [
    69,
    "O jullie die geloven, weest niet zoals degenen die Môesa kwetsten. Allah verklaarde hem onschuldig aan wat zij zeiden. En hij staat bij Allah in hoog aanzien."
  ],
  [
    70,
    "O jullie die geloven, vreest Allah en spreekt het ware woord."
  ],
  [
    71,
    "Hij (Allah) zal jullie goede daden aanvaarden en jullie je zonden vergeven. En wie Allah en Zijn Boodschapper gehoorzaamt: waarlijk, die heeft een geweldige triomf behaald."
  ],
  [
    72,
    "Voorvaar, Wij hebben de Amânah (godsdienstige plichten) aan de hemelen en de aarde en de bergen aangeboden, maar zij weigerden deze te dragen en zij waren er beducht voor, maar de mens nam deze op zich. Voorwaar, hij is onrechtvaardig en onwetend."
  ],
  [
    73,
    "(De Amânah werd hen aangeboden) opdat Allah de huichelaars en de huichelaarsters en de veelgodenaanbidders en de veelgodenaanbidsters zal bestraffen. En Allah aanvaardt het berouw van de gelovige mannen en de gelovige vrouwen. En Allah is Vergevensgezind en Meest Barmhartig"
  ]
]