[
  {
    "id": 35,
    "city": "makkah",
    "name": {
      "translated": "Cityator",
      "transliterated": "Fatir",
      "codepoints": [
        1601,
        1575,
        1591,
        1585
      ]
    },
    "ayahs": 45,
    "slug": "fatir",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alle tof zij Allah, de Schepper van de hemelen en de aarde. Hij heeft de Engelen tot gezanten gemaakt, met twee, drie of vier vleugels. Hij voegt aan de schepping toe wat Hij wil. Voorwaar, Allah is Almachtig over alle zaken."
  ],
  [
    2,
    "Wat Allah voor de mensen schenkt aan Barmhartigheid, niemand kan het tegenhouden; en wat hij tegenhoudt, buiten Hem kan niemand het loslaten. En Hij is de Almachtige, de Alwijze."
  ],
  [
    3,
    "O mensen, gedenkt de gunst van Allah voor jullie. Is er een andere schepper dan Allah, Die jullie uit de hemelen en de aarde voorzieningen schenkt? Geen god is er dan Hij. Hoe kunnen jullie dan belogen worden!"
  ],
  [
    4,
    "En als zij jou (O Moehammad) loochenen: voorzeker, de Boodschappers vóór jou werden ook geloochend. En tot Allah worden alle zaken teruggekeerd."
  ],
  [
    5,
    "O mensen, voorwaar, de belofte van Allah is waar. Laat daarom het wereldse leven jullie niet verleiden en laat de verleider (de Satan) jullie niet van (de vergeving van) Allah weghouden."
  ],
  [
    6,
    "Voorwaar, de Satan is voor jullie een vijand, beschouwt hem daarom als een vijand. Voorwaar, hij roept zijn volgelingen op om de bewoners van het laaiende vuur (de Het) te worden."
  ],
  [
    7,
    "Degenen die ongelovig zijn, voor hen is er een harde bestraffing; en degenen die geloven en goede werken verrichten, voor hen is er vergeving en een grote beloning."
  ],
  [
    8,
    "Is hij dan, wiens slechte daden (door de Satan) schoonschijnend zijn gemaakt en die ze dan ook als goed beschouwt (gelijk aan hem die dit afkeurt)? Maar Allah doet dwalen wie Hij wil en Hij leidt wie Hij wil. Laat je daarom (O Moehammad) niet ten gronde gaan uit wroeging over hen. Voorwaar, Allah is Alwetend over wat zij bedrijven."
  ],
  [
    9,
    "En Allah is het Degene Die de winden heeft gezonden opdat deze wolken voortdrijven, waarop Wij die naareen dode Week voeren. Dan doen Wij de aarde ermee tot leven komen na haar dood. Zo is ook de opwekking."
  ],
  [
    10,
    "Wie eer wenst: aan Allah behoort alle eer. Tot Hem stijgt het goede woord op, en de goede daad verheft dit (woord). En degenen die kwade plannen beramen: voor hen is er een harde bestraffing, en de list van diegenen is mislukt."
  ],
  [
    11,
    "En Allah heeft jullie uit aarde geschapen, vervolgens uit een druppel en daarop maakten Wij jullie tot paren. En er is geen vrouw die zwanger is en bevalt, of het is met Zijn kennis. En de leeftijd van iemand wordt niet verlengd, en zijn leeftijd wordt niet verkort, of het staat in een Boek vemeld. Voorwaar, dat is voor Allah gemakkelijk."
  ],
  [
    12,
    "Ein de twee zeeën zijn niet gelijk, de éne is zoet, fris en aangenaam om van te drinken, de andere is zout en bitter, maar uit beiden eten jullie vers vlees en halen jullie sieraden tevoorschijn, die jullie dragen. En jullie zien de schepen haar doorklieven opdat jullie Zijn gunst zullen zoeken. En hopelijk zullen jullie dankbaar zijn."
  ],
  [
    13,
    "Hij doet de nacht overgaan in de dag en Hij doet de dag overgaan in de nacht en Hij heeft de zon en de maan dienstbaar gemaakt. Allen lopen een vastgestelde tijd. Dat is Allah, jullie Heer, aan Hem behoort de heerschappij. En degenen die jullie naast Hem aanroepen, hebben over een dadelvliesje nog geen macht."
  ],
  [
    14,
    "Als jullie hen aanroepen, dan horen zij jullie aanroep niet, en als zij zouden horen, dan zouden zij jullie (smeekbede) voor jullie niet verhoren. En op de Dag der Opstanding zullen zij het verwerpen dat jullie deelgenoten naast Allah maakten. En niemand brengt jou op de hoogte zoals de Alwetende."
  ],
  [
    15,
    "O mensen, jullie zijn het die behoefte aan Allah hebben, maar Allah, Hij is de Behoeftloze, de Geprezene."
  ],
  [
    16,
    "Als Hij wilt, neemt Hij jullie weg en brengt Hij een nieuwe schepping."
  ],
  [
    17,
    "En dat is voor Allah niet zwaar."
  ],
  [
    18,
    "En geen enkele lastdrager zal de last (zonden) van een andere dragen. En als een zwaarbelaste ziel om hulp zou roepen om haar last te dragen, dan zal daarvan niets gedragen worden, ook al is hij een verwant. Voorwaar, jij kunt slechts degenen waarschuwen die kun Heer vrezen, hoewel zij Hem niet kunnen waarnemen, en die de shalât onderhouden. En wie zich reinigt: voorwaar, die reinigt zich slechts voor zichzelf, en tot Allah is de terugkeer."
  ],
  [
    19,
    "En de blinde is niet gelijk aan de ziende."
  ],
  [
    20,
    "En de duisternissen zijn niet (gelijk) aan het licht."
  ],
  [
    21,
    "En de schaduw (van het Paradijs) is niet (gelijk) aan de hitte (van de Hel)."
  ],
  [
    22,
    "En de levenden zijn niet gelijk aan de doden. Voorwaar, Allah doet horen wie Hij wil, maar jij krant degenen die in de graven zijn niet doen horen."
  ],
  [
    23,
    "Jij bent slechts een waarschuwer."
  ],
  [
    24,
    "Voorwaar, Wij hebben jou met de Waarheid gezonden, als een verkondiger van verheugende tijdingen en als een waarschuwer. En er was geen volk, of er verkeerde onder hen een waarschuwer."
  ],
  [
    25,
    "En als zij jou loochenen; zij loochenden ook degenen vóór hen: hun Boodschappers kwamen tot hen met duidelijke bewijzen, met de Schriften en met het verlichtende Boek."
  ],
  [
    26,
    "Daarop greep Ik degenen die ongelovig waren. En hoe (verschrikkelijk) was Mijn afschuw?"
  ],
  [
    27,
    "Zie jij niet dat Allah uit de hemel water doet neerdalen waarmee Wij vruchten met verschillende kleuren voortbrengen? En dat er witgestreepte en roodgestreepte bergen met veerschillende kleuren en ook ravezwarte zijn?"
  ],
  [
    28,
    "En dat er ook onder de mensen, de dieren en het vee zijn die verschillende kleuren hebben? Voorwaar, het zijn slechts de bezitters van kennis onder Zijn dienaren die Allah vrezen. Voorwaar, Allah is Almachtig, Vergevensgezind."
  ],
  [
    29,
    "Voorwaar, degenen die het Boek van Allah (de Koran) voordragen en de shalât onderhouden en bijdragen geven van waar Wij hun mee voorzien hebben, in het verborgene of openlijk: zij hopen op een handel die geen verlies zal geven."
  ],
  [
    30,
    "Opdat Hij hun hun volle beloning zal geven en voor hen zal toevoegen van Zijn gunst. Voorwaar, Hij is Vergevensgezind, Ment Waarderend."
  ],
  [
    31,
    "En wat Wij aan jou hebben geopenbaard van het Boek, dat is de Waarsheid, als een bevestiging van wat ervóór was. Voorwaar, Allah is zeker Alwetend over Zijn dienaren, Alziend."
  ],
  [
    32,
    "Daarna deden Wij degenen die Wij verkozen van Onze dienaren het Boek erven. En onder hen zijn er die zichzelf onrecht aandoen, en onder hen zijn er die gematigd zijn, en onder hen zijn er die wedijveren in de goede werken, met toestemming van Allah. Dat is de grote gunst."
  ],
  [
    33,
    "De Tuinen van 'Adn (het Paradijs) zullen zij binnengaan, waarin zij gesierd zullen worden met gouden armbanden en parels, en hun gewaden zijn daar van zijde."
  ],
  [
    34,
    "En zij zullen zeggen: \"Alle lof zij Allah Die onze treurnis heeft weggenomen: voorwaar, onze Heer is zeker Vergevensgezind, Meest Waarderend."
  ],
  [
    35,
    "Degene Die ons door Zijn gunst het Blijvende Huis (het Paradijs) heeft geschonken, waarin vermoeidheid ons niet raakt en verveeldheid ons niet raakt.\""
  ],
  [
    36,
    "Maar degenen die ongelovig zijn, voor hen is er het vuur van de Hel en er is geen beschiking (om dood te gaan) voor hen bepaald, zodat zij zouden sterven. En de straf ervan zal voor hen niet worden verlicht. Zo vergelden Wij iedere zeer ongelovige."
  ],
  [
    37,
    "En zij zullen daarin schreeuwen: \"Onze Heer, haat ons hier uit, dan zullen wij goede werken verrichten, wat wij niet plachten te doen.\" Hebben Wij jullie geen lang leven geschonken, zodat wie wilde de vemaningen te harten kom nemen? En de waarschuwer is tot jullie gekomen. Proeft daarom (de bestraffing). en voor de onrechtplegers is er geen helper."
  ],
  [
    38,
    "Voorwaar, Allah is de Kenner van het onwaarneembare van de hemelen en de aarde. Voorwaar, Hij is Alwetend over wat zich in de harten bevindt."
  ],
  [
    39,
    "Hij is Degene Die jullie heeft aangesteld als gevolmachtigden op aarde. Wie dan ongelovig is: zijn ongeloof is tegen hem. En het ongeloof van de ongelovigen doet bij hun Heer niets toenemen den toorn. En het ongeloof van de ongelovigen doet niets toenemen dan verlies."
  ],
  [
    40,
    "Zeg (O Moehammad): \"Hebben jullie jullie afgoden gezien die jullie naast Allah aanroepen? Toont mij wat zij van de aarde hebben geschapen, of hebben zij een aandeel in (de schepping) van de hemelen of hebben Wij hun een boek gegeven zodat zij door een bewijs daaruit gesteund worden?\" Nee! De onrechtplegers beloven elkaar niets dan bedrog."
  ],
  [
    41,
    "Voorwaar, Allah houdt de hemelen en de aarde vast, zodat zij niet vergaan; en zeker, wanneer zij (dreigen te) vergaan dan is er buiten Hem niemand die hen kan vasthouden. Voorwaar, Hij is Zachtmoedig, Vergevensgezind."
  ],
  [
    42,
    "En zij zweren bij Allah de duurste eden: dat wanneer er een waarschuwer tot hen komt, zij zeker rechter geleid zullen zijn dan welk volk dan ook. Maar wanneer er dan cm waarschuwer tot hen komt noemt er niets voor hen toe dan afkeer."
  ],
  [
    43,
    "Als hoogmoedigen op de aarde, en met een slechte list. Maar de slechte list treft niemand dan de beramers ervan. Zij wachten op nicts anders dan de manier waarop de woegeren werden bestraft. Jij zult in de handelwijze van Allah nooit een verandering aantreffen en jij zult in de handelwijze van Allah nooit een afwijking aantreffen."
  ],
  [
    44,
    "En reizen zij niet op aarde en zien zij niet hoe het einde was van degenen vóór hen, terwijl zij machtiger waren dan zij? En er is niets in de hemelen en op de aarde dat Allah ontgaat. Voorwaar, Hij is Alwijs, Machtig."
  ],
  [
    45,
    "En als Allah de mensen zou grijpen wegens wat zij bedreven hebben, dan zott Hij geen levend wezen op het aardoppervlak achterlaten. Maar Hij geeft hun uitstel tot een vastgeswide tijd. En wanneer hun tijd is gekomen (worden zij bestraft): voorwaar, Allah is Alziend over Zijn dienaren."
  ]
]