[
  {
    "id": 47,
    "city": "madinah",
    "name": {
      "translated": "Muhammad",
      "transliterated": "Muhammad",
      "codepoints": [
        1605,
        1581,
        1605,
        1583
      ]
    },
    "ayahs": 38,
    "slug": "muhammad",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Degenen die ongelovig zijn en afhouden van de Weg van Allah: Hij zal hun werken verloren doen gaan."
  ],
  [
    2,
    "Maar degenen die geloven en goede werken verrichten en die geloven in wat aan Moehammad is neergezonden - en het is de Waarheid van hun Heer: Hij zal hun zonden uitwissen en hun toestand verbeteren."
  ],
  [
    3,
    "Dat is omdat degenen die ongelovig zijn de valsheid volgen, terwijl degenen die gelovig zijn de Waarheid van hun Heer volgen. Zo maakt Allah voor de mensen vergelijkingen."
  ],
  [
    4,
    "Wanneer jullie degenen die ongelovig zijn (op het slagveld) ontmoeten: doodt hen. Wanneer jullie hen verslagen hebben: bindt (de gevangenen) dan stevig vast, of laat (hen) vrij of vrij (na) een losgeld, tot de oorlog voorbij is. Zo is het. En als Allah het wil, dan vernietigt Hij hen zeker. Maar Hij wil een groep van jullie beproeven met een andere groep. En degenen die gedood worden op de Weg van Allah: Hij doet hun werk nooit verloren gaan."
  ],
  [
    5,
    "Hij leidt hen en verbetert hun toestand."
  ],
  [
    6,
    "En Hij doet hen het Paradijs binnengaan dat Hij aan hen bekend heeft gemaakt."
  ],
  [
    7,
    "O jullie die geloven, als jullie (de godsdienst van) Allah helpen, dan zal Hij jullie helpen en jullie voeten stevig (op het slagveld) plaatsen."
  ],
  [
    8,
    "En degenen die niet geloofden, vernietiging is er voor hen! En Hij doet hun werken verloren gaan."
  ],
  [
    9,
    "Dat is omdat zij haatten wat Allah heeft neergezonden, dus maakte Hij hun daden vruchteloos."
  ],
  [
    10,
    "Reizen zij dan niet op de aarde, zodat zij zien hoe het einde was vast degenen vóór hen? Allah vernietigde hen. En de ongelovigen wacht hetzelfde."
  ],
  [
    11,
    "Dat is omdat Allah de Beschermer van degenen die geloven is, en omdat er voor de ongelovigen geen beschermer is."
  ],
  [
    12,
    "Voorwaar, Allah zal degenen die geloven en goede werken verrichten doen binnengaan in Tuinen (het Paradijs) waar onderdoor de rivieren stromen, terwijl degenen die ongelovig zijn (van het wereldse leven) genieten en eten zoals het vee eet. De Hel zal hun verblijfplaats zijn."
  ],
  [
    13,
    "En hoeveel steden zijn er niet sterker dan de stad die jou (O Moehammad) heeft verdreven? Wij hebben hen vernietigd en er was geen helper voor hen."
  ],
  [
    14,
    "Is hij die zich op een duidelijk bewijs van zijn Heer beroept, gelijk aan degene wiens slechte daden schoonschijnend zijn gemaakt (door de Satan) en die zijn begeerten volgt?"
  ],
  [
    15,
    "Is het (geluk van) het Paradijs dat aan de Moettaqôen beloofd is, waarin rivieren zijn met versblijvend water, en van melk waarvan de smaak niet verandert, en rivieren van Khamr, als een genieting voor hen die drinken, en rivieren van zuivere honing, en waarin voor hen allerlei vruchten zijn en vergeving van hun Heer; gelijk (aan de ellende van) hen die eeuwig levenden in de Hel zijn, in wie kokend water wordt gegoten, dat hun ingewanden dan aan stukken snijdt?"
  ],
  [
    16,
    "En onder hen zijn er die naar jou luisteren; maar wanneer zij bij jou weggaan, zeggen zij tot degenen aan wie de kennis is gegeven (de metgezellen van de Profeet): \"Wat zei hij daarnet?\" Zij zijn degenen wiens harten Allah heeft verzegeld en die hun begeerten volgen."
  ],
  [
    17,
    "Maar degenen die de Leiding volgden: Hij vermeerderde hun Leiding en Hij gaf hun hun vrees (voor Hem)."
  ],
  [
    18,
    "Zij (de ongelovigen) wachten slechts op het Uur dat plotseling tot hen zal komen. Voorzeker, de Tekenen ervan zijn al gekomen. Hoe kunnen zij wanneer (het Uur) tot hen komt, dan nog hun vermaning krijgen?"
  ],
  [
    19,
    "Weet dat er geen god is dan Allah en vraag om vergeving voor jouw zonden en voor (de zonden van) de gelovige mannen en de gelovige vrouwen. En Allah kent jullie bezigheden (op aarde) en jullie verblijfplaats (in het Hiernamaals)."
  ],
  [
    20,
    "En degenen die geloven zeggen: \"Was er maar een Soerah neergezonden (die het voeren van oorlog beveelt). Maar wanneer dan een onweerlegbare (Moehkamah) Soerah wordt neergezonden, waarin (het bevel tot) oorlog wordt genoemd, dan zie jij degenen in wier harten een ziekte is, naar jou kijken met de blik van degene die in zwijm dreigt te vallen uit doodsangst. Wee hen!"
  ],
  [
    21,
    "Gehoorzaamheid en een juist woord (zouden beter zijn). Wanneer dan de zaak (van het bevel tot oorlog) is besloten, (dan hebben zij er een afkeer van). Maar als zij oprecht zouden zijn tegenover Allah, dan zou dat beter voor hen zijn."
  ],
  [
    22,
    "Het kan zijn, als jullie je afwenden, dat jullie verderf zaaien op de aarde en jullie familiebanden verbreken."
  ],
  [
    23,
    "Zij zijn degenen die Allah vervloekt heeft en die Hij doof gemaakt heeft, en Hij heeft hun ogen blind gemaakt."
  ],
  [
    24,
    "Denken zij niet na over de Koran? Er zijn zelfs sloten op hun harten."
  ],
  [
    25,
    "Voorwaar, degenen die afvallig werden nadat de Leiding voor hen duidelijk was geworden: de Satan maakte (hun daden) schoonschijnend voor hen en bedroog hen."
  ],
  [
    26,
    "Dat is omdat zij tot degenen die haatten wat Allah heeft neergezonden (de Joden), zeiden: \"Wij zullen jullie gehoorzamen in sommige zaken.\" Maar Allah kent hun geheimen."
  ],
  [
    27,
    "Hoe zal het zijn wanneer de Engelen hen wegnemen en hun gezichten en hun ruggen slaan?"
  ],
  [
    28,
    "Dat is omdat zij dat wat de toorn van Allah opwekte volgden en zij dat wat Zijn behagen opwekte haatten. Toen deed Allah hun werken verloren gaan."
  ],
  [
    29,
    "Of dachten zij in wier harten een ziekte is, dat Allah hun afgunst niet zou onthullen?"
  ],
  [
    30,
    "Als Wij het zouden willen, dan zouden Wij het jullie tonen. Zodat jij de tekenen ervan zeker zou kennen en jij die zeker zou herkennen door hun zinspelingen. En Allah kent jullie daden."
  ],
  [
    31,
    "En Wij zullen jullie zeker beproeven, totdat Wij toetsen wie van jullie de strijders en de geduldigen zijn. En Wij beproeven jullie daden."
  ],
  [
    32,
    "Voorwaar, degenen die niet geloven en die afhouden van de Weg van Allah en die de Boodschapper tegenstreven nadat de Leiding hun duidelijk was geworden zullen Allah nooit iets kunnen schaden. En Hij zal hun werken vruchteloos maken."
  ],
  [
    33,
    "O jullie die geloven, gehoorzaamt Allah en gehoorzaamt de Boodschapper en maakt jullie werken niet nietig."
  ],
  [
    34,
    "Voorwaar, degenen die ongelovig zijn en die afhouden van de Weg van Allah en die dan sterven terwijl zij ongelovigen zijn: Allah zal hen nooit vergeven."
  ],
  [
    35,
    "Weest daarom niet vernederd en roept niet op tot vrede terwijl jullie de overhand hebben. En Allah is met jullie. En Hij benadeelt jullie nooit (in de beloning) voor jullie werken."
  ],
  [
    36,
    "Voorwaar, het wereldse leven is slechts spel en vermaak. Maar als jullie geloven en (Allah) vrezen, dan zal Hij jullie je beloningen geven en Hij zal niet om jullie bezittingen vragen."
  ],
  [
    37,
    "Als Hij jullie die (bezittingen) zou vragen en bij jullie zou aandringen, dan zouden jullie gierig worden en zou Hij jullie afgunst onthullen."
  ],
  [
    38,
    "Weet dat jullie degenen zijn die opgeroepen worden om bijdragen te geven op de Weg van Allah. En onder jullie zijn er die gierig zijn, en wie gierig is: voorwaar, hij is slechts gierig ten nadele van zichzelf. En Allah is de Behoefteloze, terwijl jullie de behoeftigen zijn. En als jullie je afwenden, dan zal Hij jullie door een ander volk vervangen, waarna zij niet als jullie zijn."
  ]
]