[
  {
    "id": 50,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Qaf\"",
      "transliterated": "Qaf",
      "codepoints": [
        1602
      ]
    },
    "ayahs": 45,
    "slug": "qaf",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Qaf, bij de edelmoedige Koran."
  ],
  [
    2,
    "Zij zijn zelfs verbaasd dat er uit hun midden een waarschuwer tot hen is gekomen, zodat de ongelovigen zeggen: \"Dat is een verbazingwekkende zaak!"
  ],
  [
    3,
    "Als wij gestorven zijn, en stof zijn geworden (worden wij dan weer opgewekt?) Dat is een onwaarschijnlijke terugkeer.\""
  ],
  [
    4,
    "Waarlijk, Wij weten wat de aarde van hen zal wegnemen, en aan Onze Zijde is een Boek dat nauwkeurig bijgehouden wordt."
  ],
  [
    5,
    "Zij loochenden zelfs de Waarheid toen die tot hen kwam, daarom nemen zij een verward standpunt in."
  ],
  [
    6,
    "Kijken zij dan niet naar de hemel boven hen, hoe Wij die gebouwd hebben en hoe Wij die versierd hebben en hoe die geen enkele scheur heeft?"
  ],
  [
    7,
    "En hoe Wij de aarde uitgespreid hebben en Wij daarop stevige bergen geplaatst hebben en Wij daarop allerlei mooie gewassen deden groeien?"
  ],
  [
    8,
    "Als lering en herinnering voor iedere berouwvolle dienaar."
  ],
  [
    9,
    "En Wij hebben uit de hemel gezegend water neer doen dalen, waarna Wij daarmee tuinen deden groeien en graan van oogstbare gewassen."
  ],
  [
    10,
    "En rijzige dadelpalmen met boven elkaar gevoegde kolven."
  ],
  [
    11,
    "Als een voorziening voor de dienaren. En Wij brengen daarmee (water) het dode land tot leven. Zo zal ook de Opwekking zijn."
  ],
  [
    12,
    "Vóór hen loochende het volk van Nôeh, en de bewoners van Rass en de Tsamôed."
  ],
  [
    13,
    "En de 'Ad, en Fir'aun en de broeders van Lôeth."
  ],
  [
    14,
    "En de bewoners van Aikah en het volk van Toebba'. Allen loochenden de Boodschappers. Daarom was de bestraffing terecht."
  ],
  [
    15,
    "Waren Wij dan niet in staat tot de eerste schepping? Zij verkeren beslist in twijfel over een nieuwe schepping."
  ],
  [
    16,
    "En voorzeker, Wij hebben de mens geschapen en Wij weten wat zijn ziel hem influistert en Wij zijn dichter bij hem dan zijn halsslagader."
  ],
  [
    17,
    "Wanneer de twee ontvangers (Engelen) aan de rechterzijde en aan de linkerzijde zitten te schrijven."
  ],
  [
    18,
    "Is er geen woord dat Hij uit, of aan zijn Zijde bevindt zich een waker die gereed is."
  ],
  [
    19,
    "En de doodsstrijd zal werkelijk komen, dat is waarvoor jullie proberen te vluchten."
  ],
  [
    20,
    "En er zal op de bazuin geblazen worden. Dat is de Dag waarvoor gewaarschuwd is."
  ],
  [
    21,
    "En elke ziel zal naar voren komen, met bij haar een (Engel als) voortdrijver en een (Engel als) getuige."
  ],
  [
    22,
    "(Er wordt hem gezegd:) \"Voorzeker, jij verkeerde hiervoor in onachtzaamheid, toen hieven Wij van jou de bedekking van jouw (hart) op, toen was jouw waarneming op deze Dag scherp.\""
  ],
  [
    23,
    "En zijn metgezel (een Engel) zegt: \"Dit is wat bij mij gereed is.\""
  ],
  [
    24,
    "(Allah zegt tegen de twee Engelen:) \"Werpt iedere opstandige ongelovige in de Hel."
  ],
  [
    25,
    "Een tegenhouder van het goede, een overtreder een twijfelaar."
  ],
  [
    26,
    "Degene die een andere god naast Allah nam: werpt hem daarom in de harde bestraffing.\""
  ],
  [
    27,
    "En zijn metgezel (de Satan) zegt: \"Onze Heer, ik heb hem niet tot dwaling gebracht; hij verkeerde zelf in vergaande dwaling.\""
  ],
  [
    28,
    "Hij (Allah) zegt: \"Redetwist niet in Mijn aanwezigheid, en Ik heb waarlijk een waarschuwing tot jullie gericht."
  ],
  [
    29,
    "Het Woord van Mijn Zijde verandert niet en Ik ben niet onrechtvaardig jegens de dienaren.\""
  ],
  [
    30,
    "(Gedenkt) de Dag dat Wij de Hel zeggen: \"Ben jij al vol?\" En zij zegt: \"Is er nog meer?\""
  ],
  [
    31,
    "En het Paradijs zal dicht bij de Moettaqoen gebracht worden, zonder ver te zijn."
  ],
  [
    32,
    "(Er wordt gezegd:) \"Dit is wat jullie beloofd is, aan iedere berouwvolle, wakende."
  ],
  [
    33,
    "Die de Barmhartige ongezien vreesde en die met een berouwvol hart kwam."
  ],
  [
    34,
    "Treed haar binnen in vrede, dit is de Dag van de eeuwigheid.\""
  ],
  [
    35,
    "Voor hen is daarin wat zij wensen en aan Onze Zijde is er nog meer."
  ],
  [
    36,
    "En hoeveel generaties vóór hen hebben Wij niet vernietigd, die machtiger waren dan zij? Zij reisden toen in de landen, was er een kans om te vluchten?"
  ],
  [
    37,
    "Voorwaar, daarin is zeker een vermaning voor wie verstand heeft of wie luistert terwijl hij een getuige is."
  ],
  [
    38,
    "En voorzeker, Wij hebben de hemelen en de aarde en wat ertussen is in zes dagen (perioden) geschapen, en vermoeienis raakte Ons niet."
  ],
  [
    39,
    "Wees daarom geduldig met wat zij zeggen en prijs de Glorie met een lofprijzing van jouw Heer, vóór zonsopgang en vóór zonsondergang."
  ],
  [
    40,
    "En prijs Hem in de nacht en na afloop van de neerknielingen (shalât)."
  ],
  [
    41,
    "En luister die Dag naar de roeper die vanaf een nabije plaats roept."
  ],
  [
    42,
    "Op die Dag zullen zij het blazen (op de bazuin) in werkelijkheid horen. Dat is de Dag van de Opwekking."
  ],
  [
    43,
    "Voorwaar, Wij doen leven en Wij doen sterven en tot Ons is de terugkeer."
  ],
  [
    44,
    "Op de Dag waarop de aarde over hen gespleten zal worden, haasten (zij zich te verzamelen). Dat is een gemakkelijke verzameling voor Ons."
  ],
  [
    45,
    "Wij weten het beste wat zij zeggen. En jij (Moehammad) bent niet als een dwinger over hen aangesteld. Vermaan daarom met de Koran degenen die Mijn Waarschuwing vrezen."
  ]
]