[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "The Mount",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Bij de berg (Sinaï)."
  ],
  [
    2,
    "Bij een geschreven Boek."
  ],
  [
    3,
    "In een opengerold perkament."
  ],
  [
    4,
    "Bij het veel bezochte Huis (de Ka'bah)."
  ],
  [
    5,
    "En het opgeheven gewelf (de hemel)."
  ],
  [
    6,
    "En de kolkende zee."
  ],
  [
    7,
    "Voorwaar, de bestraffing van jouw Heer zal zeker plaatsvinden."
  ],
  [
    8,
    "Niemand kan hem tegenhouden."
  ],
  [
    9,
    "Op de Dag waarop de hemel heftig beeft."
  ],
  [
    10,
    "En de bergen zich verplaatsen."
  ],
  [
    11,
    "Wee op die Dag de loochenaars."
  ],
  [
    12,
    "Degenen die zich vermaken met ijdelheden."
  ],
  [
    13,
    "Op die Dag zullen zij met geweld naar de Hel worden geduwd."
  ],
  [
    14,
    "(En er zal gezegd worden:) \"Dit is de Hel die jullie plachten te loochenen."
  ],
  [
    15,
    "Is dit dan toverij? Of kunnen jullie niet zien?"
  ],
  [
    16,
    "Gaat haar binnen en weest geduldig of weest ongeduldig; het zal voor jullie niets uitmaken. Voorwaar, jullie worden slechts vergolden naar wat jullie plachten te verrichtten.\""
  ],
  [
    17,
    "Voorwaar, de Moettaqôen bevinden zich in Tuinen (het Paradijs) en in genietingen."
  ],
  [
    18,
    "Zich verheugend over wat hun Heer hun heeft gegeven. En hun Heer heeft hen behoed voor de straf van de Hel."
  ],
  [
    19,
    "(Er wordt gezegd:) \"Eet en drinkt smakelijk wegens wat jullie plachten te verrichten.\""
  ],
  [
    20,
    "Leunend op rustbanken, tegenover elkaar. En Wij zullen hen huwen met schone maagden."
  ],
  [
    21,
    "En degenen die geloven en die in het geloof gevolgd worden door hun nakomelingen: Wij voegen hun nakomelingen bij hen en Wij verminderen (de beloning voor) hun daden niet. Ieder mens staat borg voor wat hij verrichtte."
  ],
  [
    22,
    "En Wij geven hun vruchten en vlees, van welke soort zij wensen."
  ],
  [
    23,
    "Zij reiken daar elkaar een beker aan waarbij geen onzin en geen zondigheid is."
  ],
  [
    24,
    "En onder hen gaan jongelingen rond die lijken op welbewaarde parels."
  ],
  [
    25,
    "Zij zullen zich tot elkaar wenden en elkaar vragen stellen."
  ],
  [
    26,
    "Zij zeggen: \"Voorwaar, wij waren vroeger temidden van onze verwanten bevreesd (voor Allah)."
  ],
  [
    27,
    "Allah begenadigde ons toen en Hij behoedde ons voor de bestraffing van de verschroeiende wind."
  ],
  [
    28,
    "Voorwaar, Wij plachten Hem vroeger aan te roepen: voorwaar, Hij is de Weldoener, de Meest Barmhartige.\""
  ],
  [
    29,
    "Vermaan daarom, jij bent door de Genade van jouw Heer geen waarzegger en geen bezetene."
  ],
  [
    30,
    "Of zeggen zij: \"Een dichter, wij wachten af of het noodlot hem met ongeluk zal treffen.\""
  ],
  [
    31,
    "Zeg (O Moehammad): \"Wacht maar af: voorwaar, Ik behoor met jullie tot de afwachtenden.\""
  ],
  [
    32,
    "Of beveelt hun verstand hun dit, of zijn zij een overtredend volk?"
  ],
  [
    33,
    "Of zeggen zij: \"Hij heeft hem (de Koran) verzonnen\"? Nee, zij geloven niet."
  ],
  [
    34,
    "Laten zij dan een bericht brengen dat daaraan gelijk is, als zij waarachtigen zijn."
  ],
  [
    35,
    "Of zijn zij uit niets geschapen, of zijn zij (zelf) de scheppers?"
  ],
  [
    36,
    "Of hebben zij de hemelen en de aarde geschapen? Zelfs zij zijn er niet van overtuigd."
  ],
  [
    37,
    "Of bevinden zich bij hen de schaften van jouw Heer, of hebben zij de heerschappij?"
  ],
  [
    38,
    "Of beschikken zij over een ladder (die tot in de hemel reikt) waarop zij kunnen afluisteren? Laat dan de afluisteraar onder hen met een duidelijk bewijs komen."
  ],
  [
    39,
    "Of zijn voor Hem de dochters en voor jullie de zonen?"
  ],
  [
    40,
    "Of vraag jij van hen een beloning, zodat zij belast zijn met een schuld?"
  ],
  [
    41,
    "Of is bij hen het onwaarneembare, zodat zij het kunnen opschrijven?"
  ],
  [
    42,
    "Of willen zij een list beramen? Degenen die niet geloven zijn degenen die in een list versrikt raken."
  ],
  [
    43,
    "Of hebben zij een andere god dan Allah? Heilig is Allah, boven de deelgenoten die zij (Hem) toekennen."
  ],
  [
    44,
    "En als zij een stuk uit de hemel (zouden) zien neerstorten, dan zeggen zij: \"Stapelwolken.\""
  ],
  [
    45,
    "Laat hen maar, totdat zij hun Dag ontmoeten waarop zij door de bliksemslag getroffen zullen worden."
  ],
  [
    46,
    "Op die Dag zal hun list niets baten, en zij zullen niet worden geholpen."
  ],
  [
    47,
    "En voorwaar, voor degenen die onrecht pleegden is er daarnaast nog een bestraffing, maar de meesten van hen weten het niet."
  ],
  [
    48,
    "Wees geduldig met de beschikking van jouw Heer. Voorwaar, jij bent in Onze Ogen. En prijs de Glorie van jouw Heer wanneer jij staat."
  ],
  [
    49,
    "En in de nacht, prijst Zijn Glorie, en (ook) bij het vervagen van de sterren (in de vroege ochtend)."
  ]
]