[
  {
    "id": 54,
    "city": "makkah",
    "name": {
      "translated": "The Moon",
      "transliterated": "Al-Qamar",
      "codepoints": [
        1575,
        1604,
        1602,
        1605,
        1585
      ]
    },
    "ayahs": 55,
    "slug": "al-qamar",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Het Uur is nabij en de maan is gespleten."
  ],
  [
    2,
    "En wanneer zij een Teken zien, dan wenden zij zich af, en zeggen: \"Voortdurende toverij.\""
  ],
  [
    3,
    "En zij loochenen en volgen hun begeerten, terwijl alle zaken al zijn vastgesteld."
  ],
  [
    4,
    "En voorzeker, er zijn berichten tot hen gekomen waar een afschrikking in is."
  ],
  [
    5,
    "Doeltreffende wijsheid, maar de waarschuwingen baten niet."
  ],
  [
    6,
    "Keer je daarom van hen af De Dag (zal komen) waarop een oproeper (een Engel) tot iets verschrikkelijks oproept."
  ],
  [
    7,
    "Met teneergeslagen blikken komen zij uit de graven tevoorschijn, alsof zij verspreidde sprinkhanen zijn."
  ],
  [
    8,
    "Zich haastend naar de oproeper. De ongelovigen zullen zeggen: \"Dit is een zware dag.\""
  ],
  [
    9,
    "Vóór hen loochende het volk van Nôeh, zij loochenden Onze dienaar, en zij zeiden: \"Een bezetene!\" En hij werd verbannen."
  ],
  [
    10,
    "Waarop hij zijn Heer aanriep (en zei:) \"Ik ben verslagen, help daarom.\""
  ],
  [
    11,
    "Wij openden toen de poorten van de hemel met neergietend water."
  ],
  [
    12,
    "En Wij deden bronnen uit de aarde barsten, waarna de wateren elkaar ontmoetten volgens een beschikking die waarlijk bepaald was."
  ],
  [
    13,
    "En Wij droegen hem op een vaartuig van planken en (houten) pinnen."
  ],
  [
    14,
    "Dat voer onder Ons toezicht, als beloning voor degene die werd verworpen."
  ],
  [
    15,
    "En voorzeker, Wij lieten het achter als een teken, is er dan iemand die er lering uit trekt?"
  ],
  [
    16,
    "En hoe was Mijn bestraffing en Mijn waarschuwing?"
  ],
  [
    17,
    "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?"
  ],
  [
    18,
    "(Het volk van) de 'Âd loochende en hoe was Mijn bestraffing en Mijn waarschuwing?"
  ],
  [
    19,
    "Voorwaar, Wij zonden een verwoestende wind over hen, op een langdurige zwaarmoedige dag."
  ],
  [
    20,
    "Die de mensen wegrukte alsof zij ontwortelde palmbomen waren."
  ],
  [
    21,
    "Hoe was Mijn bestraffing en Mijn waarschuwing?"
  ],
  [
    22,
    "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?"
  ],
  [
    23,
    "(Het volk van) de Tsamôed loochende de waarschuwingen."
  ],
  [
    24,
    "En zij zeiden toen: \"Zullen wij één mens van ons volgen? Voorwaar, dan zouden wij in dwaling en in een toestand van krankzinnigheid verkeren."
  ],
  [
    25,
    "Is de vermaning juist aan hèm onder ons neergezonden, terwijl hij een schaamteloze leugenaar is?\""
  ],
  [
    26,
    "Zij zullen weten wie de schaamteloze leugenaar is."
  ],
  [
    27,
    "Wij zullen de vrouwtjeskameel zenden als een beproeving voor hen, let daarom op hen (O Shâlih) en wees geduldig."
  ],
  [
    28,
    "En bericht hun dat het water onder hen (en de kameel) verdeeld moet worden. Ieder een dronk, om de beurt."
  ],
  [
    29,
    "Zij riepen toen hun metgezel, die overmoedig werd en (haar) slachtte."
  ],
  [
    30,
    "Hoe was toen Mijn bestraffing en Mijn waarschuwing?"
  ],
  [
    31,
    "Voorwaar, Wij zonden één bliksemslag, waarop zij als dorre takken voor veevoer werden."
  ],
  [
    32,
    "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?"
  ],
  [
    33,
    "Het volk van Lôeth loochende de waarschuwingen."
  ],
  [
    34,
    "Voorwaar, Wij zonden vulkanische stenen over hen, behalve over de familie van Lôeth. Wij redden hen in het laatste gedeelte van de nacht."
  ],
  [
    35,
    "Als een gunst van Ons. Zo belonen Wij wie dankbaar is."
  ],
  [
    36,
    "En voorzeker, Hij (Lôeth) waarschuwde hen voor Onze harde greep, maar zij twijfelden aan de waarschuwingen."
  ],
  [
    37,
    "En voorzeker, zij probeerden zijn gasten over te halen (tot hun begeerten), waarop Wij hen blind maakten. (En Allah zei:) \"Proeft dan Mijn bestraffing en Mijn waarschuwing.\""
  ],
  [
    38,
    "En voorzeker, een blijvende bestraffing kwam in de ochtend van de volgende dag tot hen."
  ],
  [
    39,
    "Proeft dan Mijn bestraffing en Mijn waarschuwing."
  ],
  [
    40,
    "En voorzeker, Wij hebben de Koran gemakkelijk gemaakt ter vermaning, is er dan iemand die er lering uit trekt?"
  ],
  [
    41,
    "En voorzeker, tot Fir'aun kwamen waarschuwingen."
  ],
  [
    42,
    "Zij loochenden alle Tekenen van Ons, waarop Wij hen grepen met de greep van een machtige geweldige."
  ],
  [
    43,
    "Zijn de ongelovigen onder jullie beter dan diegenen van hen (bovengenoemden), of hebben jullie een vrijbrief in de vroegere Schriften?"
  ],
  [
    44,
    "Of zeggen zij: \"Wij vormen één (groep) die zal overwinnen (van Moehammad).\""
  ],
  [
    45,
    "De groep zal verslagen worden en zij zullen vluchten."
  ],
  [
    46,
    "Nee, het Uur is hun belofte, en het Uur is het verschrikkelijkst en het bitterst."
  ],
  [
    47,
    "Voorwaar, de misdadigers verkeren in dwaling en in de Hel."
  ],
  [
    48,
    "Op de Dag dat zij naar de Hel gesleept worden op hun gezichten, zal gezegd worden: \"Proeft de aanraking van de Hel (Saqar).\""
  ],
  [
    49,
    "Voorwaar, Wij hebben alle zaken volgens een bepaalde maatgeving geschapen."
  ],
  [
    50,
    "En Ons bevel is niets meer dan één Woord, als een oogwenk."
  ],
  [
    51,
    "En voorzeker, Wij hebben jullie soortgenoten vernietigd, is er dan iemand die er lering uit trekt?"
  ],
  [
    52,
    "En alle dingen die zij doen, staan in Schriften."
  ],
  [
    53,
    "En al het kleine en het grote is vastgelegd."
  ],
  [
    54,
    "Voorwaar, de Moettaqôen verblijven in Tuinen en rivieren (het Paradijs)."
  ],
  [
    55,
    "In een waarachtige verblijfplaats, bij een machtige Heerser."
  ]
]