[
  {
    "id": 56,
    "city": "makkah",
    "name": {
      "translated": "The Inevitable",
      "transliterated": "Al-Waqi'ah",
      "codepoints": [
        1575,
        1604,
        1608,
        1575,
        1602,
        1593,
        1577
      ]
    },
    "ayahs": 96,
    "slug": "al-waqiah",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wanneer de Dag der Opstanding plaatsvindt."
  ],
  [
    2,
    "(Dan) kent de gebeurtenis ervan geen loochening."
  ],
  [
    3,
    "Verlagend (voor de één), verheffend (voor de ander)."
  ],
  [
    4,
    "Wanneer de aarde hevig geschud wordt."
  ],
  [
    5,
    "En de bergen volledig vernietigd worden."
  ],
  [
    6,
    "Zodat deze tot rondvliegend stof worden."
  ],
  [
    7,
    "En jullie in drie groepen verdeeld zijn."
  ],
  [
    8,
    "De mensen van de rechterzijde, (wat een voorspoed voor) de mensen van de rechterzijde!"
  ],
  [
    9,
    "En de mensen van de linkerzijde, (wat een tegenspoed voor) de mensen van de linkerzijde!"
  ],
  [
    10,
    "En de eersten (de derde groep) zijn de eersten."
  ],
  [
    11,
    "Dat zijn degenen die nabij zijn gebracht."
  ],
  [
    12,
    "In de Tuinen van gelukzaligheid (het Paradijs)."
  ],
  [
    13,
    "Een aantal van de vroegeren."
  ],
  [
    14,
    "En weinig van de lateren."
  ],
  [
    15,
    "Op (met goud) geborduurde rustbanken."
  ],
  [
    16,
    "Daarop leunend, tegenover elkaar zittend."
  ],
  [
    17,
    "Onder hen gaan eeuwig jeugdigen rond."
  ],
  [
    18,
    "Met bokalen en kannen en glazen, gevuld aan een stromende bron."
  ],
  [
    19,
    "Waarvan zij geen hoofdpijn krijgen en niet dronken worden."
  ],
  [
    20,
    "En vruchten waaruit zij kunnen kiezen."
  ],
  [
    21,
    "En vlees van gevogelte, wat zij maar verlangen."
  ],
  [
    22,
    "En schonen met schitterende ogen."
  ],
  [
    23,
    "Gelijk welbewaarde parels."
  ],
  [
    24,
    "Als een beloning voor wat zij plachten te doen."
  ],
  [
    25,
    "Zij horen daarin geen onzin en geen zondigheid."
  ],
  [
    26,
    "Slechts het zeggen van: \"Vrede! Vrede!\""
  ],
  [
    27,
    "En de mensen van de rechterzijde, (wat een voorspoed voor) de mensen van de rechterzijde!"
  ],
  [
    28,
    "Temidden van lotusbomen zonder doornen."
  ],
  [
    29,
    "En bananenbomen vol met vruchten."
  ],
  [
    30,
    "En langdurige schaduw."
  ],
  [
    31,
    "En stromend water."
  ],
  [
    32,
    "En fruit in overvloed."
  ],
  [
    33,
    "Niet onderbroken en niet verboden."
  ],
  [
    34,
    "Op verhoogde rustbedden."
  ],
  [
    35,
    "Voorwaar, Wij hebben hen (de vrouwen in het Paradijs) opnieuw geschapen."
  ],
  [
    36,
    "En Wij hebben hen maagdelijk gemaakt."
  ],
  [
    37,
    "Liefdevol en gelijk in leeftijd."
  ],
  [
    38,
    "Voor de mensen aan de rechterzijde."
  ],
  [
    39,
    "Een aantal van de vroegeren (groepen)."
  ],
  [
    40,
    "En een aantal van de lateren."
  ],
  [
    41,
    "En de mensen van de linkerzijde, (wat een tegenspoed voor) de mensen aan de linkerzijde!"
  ],
  [
    42,
    "(Zij verkeren) in een verzengende wind en kokend water."
  ],
  [
    43,
    "En schaduwen van zwarte rook."
  ],
  [
    44,
    "Niet koel en niet weldadig."
  ],
  [
    45,
    "Voorwaar, zij plachten voorheen in weelde te leven."
  ],
  [
    46,
    "En zij volhardden in geweldige zondigheid."
  ],
  [
    47,
    "Zij plachten te zeggen: \"Als wij gestorven zijn en tot stof en botten zijn geworden, zullen wij dan zeker opgewekt worden?"
  ],
  [
    48,
    "En ook onze voorvaderen?\""
  ],
  [
    49,
    "Zeg: \"Voorwaar, de vroegeren en de lateren.\""
  ],
  [
    50,
    "Zij zullen zeker bijeengebracht worden op het bepaalde tijdstip van een bekende Dag."
  ],
  [
    51,
    "Daarna zullen jullie, O dwalende, loochenaars."
  ],
  [
    52,
    "Zeker van de Zaqqôem-boom eten."
  ],
  [
    53,
    "Dan zullen jullie daarmee de buiken vullen."
  ],
  [
    54,
    "Daarna zullen jullie er (kokend water) van drinken."
  ],
  [
    55,
    "Jullie zullen dan drinken als smachtende kamelen."
  ],
  [
    56,
    "Dit is hun onthaal op de Dag des Oordeels."
  ],
  [
    57,
    "Wij hebben jullie geschapen, waren jullie maar overtuigd geweest!"
  ],
  [
    58,
    "Hoe denken jullie dan over dat (zaad) wat jullie uitstorten?"
  ],
  [
    59,
    "Hebben jullie dat geschapen of zijn Wij de Scheppers?"
  ],
  [
    60,
    "Wij hebben de dood onder jullie bepaald, en Wij zijn niet zwak."
  ],
  [
    61,
    "Om schepselen zoals jullie te scheppen en om jullie opnieuw tot leven te brengen in (een schepping) waarvan jullie niet weten."
  ],
  [
    62,
    "En voorzeker, jullie hebben kennis over de eerste schepping, hadden jullie er maar lering uit getrokken!"
  ],
  [
    63,
    "Hoe denken jullie dan over wat jullie zaaien?"
  ],
  [
    64,
    "Zijn jullie het die het doen groeien of zijn Wij het Die doen groeien?"
  ],
  [
    65,
    "Als Wij zouden willen, dan zouden Wij het laten verdorren, zodat jullie het zouden blijven betreuren."
  ],
  [
    66,
    "(En zeiden:) \"Voorwaar, wij zijn zeker met schuld beladen."
  ],
  [
    67,
    "Wij zijn zelfs beroofd.\""
  ],
  [
    68,
    "Hoe denken jullie dan over het water dat jullie drinken?"
  ],
  [
    69,
    "Zijn jullie het die het uit de wolken doen neerkomen of zijn Wij de neerzenders?"
  ],
  [
    70,
    "Als Wij zouden willen, dan zouden Wij het tot zout water maken. Waren jullie maar dankbaar!"
  ],
  [
    71,
    "Hoe denken jullie dan over het vuur dat jullie ontsteken?"
  ],
  [
    72,
    "Hebben jullie de boom daarvoor voortgebracht, of zijn Wij de voortbrengers?"
  ],
  [
    73,
    "Wij hebben het (vuur) gemaakt ter herinnering en tot nut voor de reizigers."
  ],
  [
    74,
    "Prijst daarom de Naam van jouw Heer, de Geweldige."
  ],
  [
    75,
    "Ik zweer bij het vallen van de sterren."
  ],
  [
    76,
    "En voorwaar, dat is zeker een geweldige eed, als jullie dat begrepen!"
  ],
  [
    77,
    "En voorwaar, dit is zeker de nobele Koran."
  ],
  [
    78,
    "In een welbewaard Boek."
  ],
  [
    79,
    "Dat niemand aanraakt dan de gereinigden."
  ],
  [
    80,
    "Een neerzending van de Heer der Werelden."
  ],
  [
    81,
    "Onderschatten jullie deze Koran dan?"
  ],
  [
    82,
    "En nemen jullie het loochenen (als dankbetuiging voor) jullie levensvoorziening?"
  ],
  [
    83,
    "Waren jullie maar, toen (de ziel) de keel bereikte."
  ],
  [
    84,
    "En jullie op dat moment toezagen."
  ],
  [
    85,
    "En Wij dichter bij hem waren dan jullie - maar jullie zagen het niet."
  ],
  [
    86,
    "Waren jullie toen maar niet verantwoordelijk geweest."
  ],
  [
    87,
    "Dan zouden jullie haar (de ziel) terugbrengen, als jullie waarachtig geweest waren."
  ],
  [
    88,
    "Als hij (de ziel) tot de nabijgebrachten behoort."
  ],
  [
    89,
    "(Dan zijn er voor de ziel) rust en voorzieningen en de Tuinen van gelukzaligheid (het Paradijs)."
  ],
  [
    90,
    "Als hij tot de mensen aan de rechterzijde behoort."
  ],
  [
    91,
    "(Luidt de begroeting.) \"Vrede zij met jou,\" van de mensen van de rechterzijde."
  ],
  [
    92,
    "En als hij tot de dwalende loochenaars behoort."
  ],
  [
    93,
    "Dan is er een onthaal van kokend water."
  ],
  [
    94,
    "En roostering in Djahîm (de Hel)."
  ],
  [
    95,
    "Voorwaar, dit is zeker de stellige Waarheid."
  ],
  [
    96,
    "Prijst daarom de Naam van jouw Heer, de Geweldige."
  ]
]