[
  {
    "id": 57,
    "city": "madinah",
    "name": {
      "translated": "The Iron",
      "transliterated": "Al-Hadid",
      "codepoints": [
        1575,
        1604,
        1581,
        1583,
        1610,
        1583
      ]
    },
    "ayahs": 29,
    "slug": "al-hadid",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wat er in de hemelen en op de aarde is prijst de Glorie van Allah, en Hij is de Almachtige, de Alwijze."
  ],
  [
    2,
    "Aan Hem behoort de heerschappij van de hemelen en de aarde. Hij doet leven en Hij doet sterven en Hij is Almachtig over alle zaken."
  ],
  [
    3,
    "Hij is de Eerste en de Laatste, Az Zhâhir en Al Bâthin. En Hij is Alwetend over alle zaken."
  ],
  [
    4,
    "Hij is Degene Die de hemelen en de aarde heeft geschapen in zes dagen (perioden) waarna Hij Zich op de Troon zetelde. Hij kent wat de aarde ingaat en wat er uit komt en wat uit de hemel neerdaalt en wat er in opstijgt. En Hij is met jullie, waar jullie ook zijn. En Allah is Alziende over wat jullie doen."
  ],
  [
    5,
    "Aan Hem behoort de heerschappij van de hemelen en de aarde. En tot Allah keren de zaken terug."
  ],
  [
    6,
    "Hij doet de nacht overgaan in de dag en Hij doet de dag overgaan in de nacht. En Hij is de Kenner van wat in de harten is."
  ],
  [
    7,
    "Gelooft in Allah en Zijn Boodschapper en geeft bijdragen van dat waarover Hij jullie als beheerders aangesteld heeft. Voor degenen van jullie die geloven en bijdragen geven is er een grote beloning."
  ],
  [
    8,
    "En wat is er met jullie, dat jullie niet geloven in Allah, terwijl de Boodschapper jullie oproept om te geloven in jullie Heer? En Hij is waarlijk een verbond met jullie aangegaan, als jullie gelovig zijn!"
  ],
  [
    9,
    "Hij is Degene Die duidelijke Verzen naar Zijn dienaar doet neerdalen om jullie uit de duisternissen naar het licht te voeren. En voorwaar, Allah is voor jullie zeker Zachtmoedig en Meest Barmhartig."
  ],
  [
    10,
    "En wat is er met jullie, dat jullie geen bijdragen geven op de Weg van Allah, terwijl aan Allah de erfenis van de hemelen en de aarde behoort? Degenen van jullie die vóór de overwinning (bij Mekkah) bijdragen gaven en vochten, zijn niet gelijk, hun rang is hoger dan die van degenen die daarna bijdragen gaven en vochten. Maar beide groepen heeft Allah het goede (het Paradijs) beloofd. En Allah is Alwetend over wat jullie doen."
  ],
  [
    11,
    "Wie is degene die aan Allah een goede lening geeft? Dan zal Hij deze verdubbelen voor hem en voor hem is er een rijke beloning."
  ],
  [
    12,
    "Gedenkt de Dag waarop jij de gelovige mannen en de gelovigen vrouwen ziet. Hun licht straalt vóór hen en rechts van hen. (Er wordt hun gezegd:) \"Deze Dag is er een verheugend bericht voor jullie: een Tuin waar onder door de rivieren stromen, (jullie zijn) daarin eeuwig levend. Dat is de geweldige overwinning.\""
  ],
  [
    13,
    "Op die Dag zullen de huichelaars en de huichelaarsters tegen degenen die geloven, zeggen: \"Wacht op ons en zodat wij jullie licht gebruiken. \" Er wordt gezegd: \"Gaat terug, naar achteren jullie! Smeekt om licht!\" Er zal dan een muur tussen hen worden geplaatst, die een poort heeft: aan de binnenkant is er de Barmhartigheid en aan de buitenkant is er de bestraffing."
  ],
  [
    14,
    "Zij (de huichelaars) roepen tot hen (de gelovigen): \"Waren wij niet met jullie?\" Zij zeggen: '\"Welzeker, maar jullie brachten jezelf in verzoeking en jullie wachtten en jullie twijfelden en de ijdele wensen hebben jullie misleid, tot de beschikking van Allah bewaarheid werd. En de verleider (de Satan) heeft jullie van Allah weggeleid."
  ],
  [
    15,
    "Op deze Dag, zal er van jullie geen losprijs worden aanvaard, en ook niet van de ongelovigen. Jullie verblijfplaats is de Hel, dat is jullie beschermer. En dat is de slechtste plaats van terugkeer!\""
  ],
  [
    16,
    "Is het voor degenen die geloven nog geen tijd, dat hun harten zich vernederen voor het gedenken van Allah en wat is geopenbaard van de Waarheid (de Koran)? En laten zij niet worden als degenen aan wie de Schrift (de Taurât) voorheen was gegeven. Toen werd de tijd voor hen te lang, zodat hun harten verhardden. En de meesten van hen zijn zwaar zondigen."
  ],
  [
    17,
    "Weet dat Allah de aarde doet leven na haar dood. Waarlijk, Wij hebben voor jullie de Tekenen duidelijk gemaakt. Hopelijk zullen jullie begrijpen."
  ],
  [
    18,
    "Voorwaar, de mannen die bijdragen geven en de vrouwen die bijdragen geven en Allah een goede lening geven: Hij zal (het) voor hen vermenigvuldigen en voor hen is er een rijke beloning."
  ],
  [
    19,
    "En degenen die in Allah en Zijn Boodschapper geloven: zij zijn de getrouwen en de getuigen bij hun Heer, voor hen is er hun beloning en hun licht. En degenen die ongelovig zijn en die Onze Verzen loochenen: zij zijn de bewonen van Djahîm (de Hel)."
  ],
  [
    20,
    "Weet dat het wereldse leven slechts een spel is, een vermaak, een versiering en opschepperij tussen jullie en wedijver in vermeerdering van bezit en kinderen, als de gelijkenis van een regen waarvan de planten (die zij voortbrengt) bij de boeren verwondering wekt. Daarna worden ze droog en je ziet ze geel worden, en vervolgens worden ze tot vergane resten. En in het Hiernamaals is er een harde bestraffing en een vergeving van Allah en welbehagen. En het wereldse leven is niets dan een verleidende genieting."
  ],
  [
    21,
    "Wedijvert naar vergeving van jullie Heer en een Tuin (het Paradijs) waarvan de breedte is als de breedte van de hemel en de aarde, die voorbereid is voor degenen die in Allah en Zijn Boodschapper geloven. Dat is de gunst van Allah die Hij schenkt aan wie Hij wil. En Allah is de Bezitter van de Geweldige Gunst."
  ],
  [
    22,
    "Er treft de aarde of julliezelf geen ramp, of het het staat in een boek, vóórdat Wij het doen gebeuren. Voorwaar, dat is voor Allah gemakkelijk."
  ],
  [
    23,
    "Opdat jullie niet zullen treuren over wat jullie is ontgaan en jullie niet opgetogen zullen raken over wat Hij jullie heeft gegeven. En Allah houdt van geen enkele verwaande opschepper."
  ],
  [
    24,
    "Degenen die gierig zijn en die de mensen tot gierigheid oproepen, en die zich afwenden. Voorwaar, Allah is de Behoefteloze, de Geprezene."
  ],
  [
    25,
    "Voorzeker, Wij hebben Onze Boodschappers met de duidelijke bewijzen gezonden en Wij hebben met hen het Boek en de wetgeving neergezonden, opdat de mens in het midden zou staan (rechtvaardig zou handelen). En Wij hebben het ijzer neergezonden, waarin grote macht is en voordelen voor de mensheid, opdat Allah zou doen weten wie Hem en Zijn Boodschappers helpt, zonder dat hij (bv. Allah en het Paradijs) kan waarnemen. Voorwaar, Allah is Sterk, Geweldig."
  ],
  [
    26,
    "En voorzeker zonden Wij Nôeh en Ibrâhîm en vestigden onder hun nakomelingen het Profeetschap en de Schrift. Onder hen waren er die de Leiding volgden, maar velen onder hen waren zwaar zondigen."
  ],
  [
    27,
    "Vervolgens deden Wij Onze Boodschappers elkaar in hun sporen opvolgen. En Wij deden 'Îsa, de zoon van Maryam, volgen en Wij gaven hem de Indjîl. En Wij plaatsten in de harten van degenen die hem volgden mededogen en barmhartigheid. En het monnikwezen (celibaat), dat hebben zij (zelf) toegevoegd; Wij hebben het hun niet voorgeschreven. (Zij deden het) slechts om het welbehagen van Allah te zoeken. Daarna onderhielden zij het niet naar behoren en Wij gaven degenen die geloven onder hen hun beloning, maar velen onder hen waren zwaar zondigen."
  ],
  [
    28,
    "O jullie die geloven, vreest Allah en gelooft in Zijn Boodschapper, dan zal Hij jullie dubbel van Zijn Barmhartigheid geven en jullie een licht geven waarmee jullie (recht) zullen voortgaan en Hij zal jullie vergeving schenken. En Allah is Vergevensgezind. Meest Barmhartig."
  ],
  [
    29,
    "Opdat de Lieden van de Schrift zullen weten dat zij geen enkele macht hebben over de gunst van Allah en dat de gunst in de Hand van Allah is. Hij geeft die aan wie Hij wil. En Allah is de Bezitter van de geweldige gunst."
  ]
]