[
  {
    "id": 61,
    "city": "madinah",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wat er in de hemelen en op de aarde is prijst de Glorie van Allah. En Hij is de Almachtige, de Alwijze."
  ],
  [
    2,
    "O jullie die geloven, waarom zeggen jullie wat jullie niet doen?"
  ],
  [
    3,
    "Groot is de woede bij Allah dat jullie zeggen wat jullie niet doen."
  ],
  [
    4,
    "Voorwaar, Allah houdt van degenen die in slagorde strijden op Zijn Weg, alsof zij een hecht gevoegd bouwwerk zijn."
  ],
  [
    5,
    "En (gedenkt) toen Môesa tot zijn volk zei: \"O mijn volk, waarom kwetsen jullie mij terwijl jullie waarlijk weten dat ik voor jullie de Boodschapper van Allah ben?\" Toen zij dwaling verkozen liet Allah hun harten dwalen. En Allah leidt het zwaar zondige volk niet."
  ],
  [
    6,
    "En (gedenkt) toen 'Îsa, de zoon van Maryam, zei: \"O Kinderen van Israël, voorwaar, ik ben voor jullie de Boodschapper van Allah, ter bevestiging van wat er vóór mij is van de Taurât en als verkondiger van een verheugende tijding over een Boodschapper die na mij komt, zijn naam is Ahmad. Toen hij dan met de duidelijke bewijzen tot hen kwam, zeiden zei: \"Dit is duidelijk toverij.\""
  ],
  [
    7,
    "En wie is zondiger dan degene die een leugen over Allah verzonnen heeft, terwijl hij tot de Islam opgeroepen wordt? En Allah leidt het onrechtplegende volk niet."
  ],
  [
    8,
    "Zij willen het Licht van Allah doven met hun monden, maar Allah vervolmaakt Zijn Licht, ook al haten de ongelovigen het."
  ],
  [
    9,
    "Hij is Degene Die Zijn Boodschapper heeft gezonden met de Leiding en de ware godsdienst (de Islam) om deze laten zegevieren over alle (vormen van) godsdienst, ook al haten de veelgodenaanbidders het."
  ],
  [
    10,
    "O jullie die geloven, zal ik jullie een handel tonen die jullie van een pijnlijke bestraffing redden kan?"
  ],
  [
    11,
    "(Het is) het geloof in Allah en Zijn Boodschapper geloven en jullie op de Weg van Allah strijden met jullie bezittingen en jullie zielen. Dat is beter voor jullie, als jullie het wisten!"
  ],
  [
    12,
    "Hij vergeeft jullie zonden en doet jullie Tuinen (het Paradijs) binnengaan waar de rivieren onder door stromen. En (Hij schenkt) een goede woonplaats in de Tuin van 'Adn. Dat is de geweldige overwinning."
  ],
  [
    13,
    "En (Hij schenkt) nog iets waar jullie van houden: hulp van Allah en een nabije overwinning. En verkondig de gelovigen een verteugende tijding."
  ],
  [
    14,
    "O jullie die geloven, weest helpers van (de godsdienst van) Allah, zoals 'Îsa, de zoon van Maryam, tot de metgezellen zei: \"Wie zijn mijn helpers voor (de oproep) tot Allah?\" De metgezellen zeiden: \"Wij zijn de helpers van Allah.\" Waarop een deel van de Kinderen van Israël geloofde en een ander deel niet geloofde. Vervolgens versterkten Wij degenen die geloofden tegen hun vijanden zodat zij zegevierders werden."
  ]
]