[
  {
    "id": 63,
    "city": "madinah",
    "name": {
      "translated": "The Hypocrites",
      "transliterated": "Al-Munafiqun",
      "codepoints": [
        1575,
        1604,
        1605,
        1606,
        1575,
        1601,
        1602,
        1608,
        1606
      ]
    },
    "ayahs": 11,
    "slug": "al-munafiqun",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wanneer de huichelaars tot jou komen, dan zeggen zij: \"Wij getuigen dat jij zeker de Boodschapper van Allah bent.\" En Allah weet dat jij zeker Zijn Boodschapper bent en Allah getuigt dat de huichelaars zeker leugenaars zijn."
  ],
  [
    2,
    "Zij hebben hun eden tot een schild gemaakt en zij houden af van de Weg van Allah. Voorwaar, slecht is het wat zij plachten te doen."
  ],
  [
    3,
    "Dat is omdat zij geloofden en daarna ongelovig werden, waarna hun harten verzegeld werden, zodat zij niet begrijpen."
  ],
  [
    4,
    "En wanneer jij hen ziet, wekken hun lichamen (hun uiterlijk vertoon) jouw verwondering op; en wanneer zij spreken, dan luister jij naar hun woorden. Zij zijn als balken die gestut worden. Zij denken dat elke schreeuw tot hen gericht is. Zij zijn de vijanden, kijk daarom uit voor hen. Allah vervloekt hen. Hoe kunnen zij misleid worden?"
  ],
  [
    5,
    "En als tot hen gezegd wordt: \"Komt, dan zal de Boodschapper van Allah vergeving voor jullie vragen,\" dan buigen zij hun hoofden en zie jij hen (de verkondiging) tegenhouden, terwijl zij hoogmoedig zijn."
  ],
  [
    6,
    "Het is voor hen hetzelfde of jij voor hen vergeving vraagt, of dat jij geen vergeving voor hen vraagt: Allah zal hen nooit vergeven. Voorwaar, Allah leidt het zwaar zondige volk niet."
  ],
  [
    7,
    "Zij zijn degenen die zeggen: \"Geeft geen bijdragen aan hen die met de Boodschapper van Allah zijn, zodat zij weglopen (van de Profeet.)\" Aan Allah behoren de schatten van de hemelen en de aarde, maar de huichelaars begrijpen het niet"
  ],
  [
    8,
    "Zij zeggen: \"Als wij naar Medinah terugkeren, dan zal het sterke zeker het zwakke daaruit verdrijven.\" En alle macht behoort aan Allah en aan Zijn Boodschapper en aan de gelovigen, maar de huichelaars weten het niet."
  ],
  [
    9,
    "O jullie die geloven, laat jullie bezittingen en jullie kinderen jullie niet afleiden van het gedenken van Allah. En wie dat doen: zij zijn degenen die de verliezers zijn."
  ],
  [
    10,
    "En geeft bijdragen van waar Wij jullie mee voorzien hebben, voordat de dood tot een van jullie komt, en deze dan zal zeggen: \"Mijn Heer, Had U mij maar een korte tijd uitstel gegeven, dan zou ik uitgeven aan liefdadigheid en tot de rechtschapenen behoren.\""
  ],
  [
    11,
    "Maar Allah geeft geen ziel ooit uitstel als haar tijd is gekomen. En Allah is Alwetend over wat jullie doen."
  ]
]