[
  {
    "id": 65,
    "city": "madinah",
    "name": {
      "translated": "The Divorce",
      "transliterated": "At-Talaq",
      "codepoints": [
        1575,
        1604,
        1591,
        1604,
        1575,
        1602
      ]
    },
    "ayahs": 12,
    "slug": "at-talaq",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "O Profeet als jullie van de vrouwen scheiden, scheidt dan van hen met inachtneming van hun perioden, en berekent de perioden (precies) en vreest Allah, jullie Heer. Verwijdert hen niet uit hun huizen en zij mogen (deze) niet verlaten, behalve wanneer zij duidelijk zedeloosheden begaan. Dat zijn de Wetten van Allah en wie de Wetten van Allah overschrijdt, die heeft waarlijk zichzelf onrecht aangedaan. Jij weet niet of Allah misschien daarna een nieuwe omstandigheid zal doen ontstaan."
  ],
  [
    2,
    "Wanneer zij dan hun termijn bereikt hebben, behoudt hen dan volgens de voorschriften of scheidt van hen volgens de voorschriften, en neemt twee rechtvaardige personen als getuigen. En weest oprecht in de getuigenis voor Allah. Dat is waartoe jullie gemaand worden, (voor) wie gelooft in Allah en in de Laatste Dag. En wie Allah vreest die zal Hij een oplossing geven."
  ],
  [
    3,
    "En Hij voorziet hem van waar hij het niet verwacht, en (voor) wie op Allah vertrouwt, is Hij voldoende. Voorwaar, Allah voert Zijn zaak uit. Waarlijk, Allah heeft voor alle zaken een maatgeving bepaald."
  ],
  [
    4,
    "En voor hen die (gezien hun leeftijd) onzeker zijn omtrent de menstruatie van jullie vrouwen; als jullie (mannen) twijfelen is hun wachttijd drie maanden. En (dit geldt ook voor) hen die nog geen menstruatie hebben. Voor hen die zwanger zijn geldt de wachttijd totdat zij hebben gebaard wat zij dragen. En wie Allah vreest, voor hem zal Hij zijn zaak makkelijk maken."
  ],
  [
    5,
    "Dat is het bevel van Allah, dat Hij aan jullie neerzendt. En wie Allah vreest, voor hem zal Hij zijn zonden uitwissen en hem een geweldige beloning geven."
  ],
  [
    6,
    "Laat hen (gedurende de wachttijd) wonen zoals jullie zelf wonen, naar jullie vermogens, en kwelt hen niet om hen in het nauw te drijven. En als zij zwanger zijn, voorziet hun dan tot zij gebaard hebben wat zij dragen. En als zij (de kinderen) voor jullie zogen, geeft hun dan hun vergoeding en pleegt onderling overleg op een redelijke wijze. En als jullie moeilijkheden ondervinden, laat dan een andere (vrouw het kind) voor hem zogen."
  ],
  [
    7,
    "Laat de welvarende besteden volgens zijn welvaart; en degene wiens voorzieningen beperkt zijn, laat hem besteden van wat Allah hem heeft gegeven. Allah belast geen ziel dan volgens wat Hij haar heeft gegeven. Allah zal na moeilijkheden gemak schenken."
  ],
  [
    8,
    "En hoeveel steden zijn er niet in opstand gekomen tegen het bevel van hun Heer en Zijn Boodschappers, waarop Wij met hen afrekenden met een harde afrekening. En Wij hebben hen met een verschrikkelijke bestraffing bestraft."
  ],
  [
    9,
    "Zij proefden toen het kwaad van hun wandaden, en het einde van hun zaak was een verlies."
  ],
  [
    10,
    "Allah heeft voor hen een harde bestraffing bereid. Vreest daarom Allah, O bezitters van verstand die geloven! Waarlijk, Allah heeft tot jullie een Vermaning gezonden."
  ],
  [
    11,
    "Een Boodschapper die voor jullie de verduidelijkende Verzen van Allah voordraagt, om degenen die geloven en goede daden verrichten uit de duisternissen naar het licht te voeren. En wie in Allah gelooft en goede daden verricht: Hij zal hem Tuinen (het Paradijs) doen binnengaan waar de rivieren onder door stromen. Zij zijn daarin eeuwig levenden, voor altijd. Allah heeft hem waarlijk een goede voorziening gegeven."
  ],
  [
    12,
    "Allah is Degene Die de zeven hemelen heeft geschapen en zo ook de aarde. De beschikking daalt tussen hen (hemel en aarde) neer, opdat jullie weten dat Allah de Almachtige over alle zaken is en dat Allah alle zaken in kennis omvat."
  ]
]