[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Gezegend is Degene in Wiens Hand de heerschappij is. En Hij is Almachtig over alle zaken."
  ],
  [
    2,
    "Degenen Die de dood en het leven heeft geschapen om jullie te beproeven, (en te tonen) wie van jullie de beste daden verricht. En Hij is de Almachtige, de Vergevensgezinde."
  ],
  [
    3,
    "Degene Die de hemel in lagen heeft geschapen. Jij ziet in de schepping van de Erbarmer geen onevenwichtigheid. Kijk dan nog een keer, zie jij een afwijking?"
  ],
  [
    4,
    "Kijk dan nog eens twee maal, jij zult jouw ogen nederig neerslaan, terwijl zij vermoeid zijn."
  ],
  [
    5,
    "En voorzeker, Wij hebben de nabije hemel met lampen (sterren) gesierd en Wij maakten die om er de Satans mee te stenigen. En Wij hebben voor hen de bestraffing van Sa'îr (de Hel) bereid."
  ],
  [
    6,
    "En voor degenen die niet in hun Heer geloven, is er de bestraffing van de Hel. En dat is de slechtste plaats van bestemming!"
  ],
  [
    7,
    "En wanneer zij daarin geworpen worden, dan horen zij een afschrikwekkend gebrul ervan, terwijl zij (de Hel) raast."
  ],
  [
    8,
    "Haast barst zij van woede. Telkens wanneer een groep erin wordt geworpen, vragen de wakers ervan hen: \"Is er geen waarschuwer tot jullie gekomen?\""
  ],
  [
    9,
    "Zij zeggen: \"Welzeker, er is waarlijk een waarschuwer tot ons gekomen, maar toen loochenden wij. En wij zeiden: \"Allah heeft niets neergezonden, jullie verkeren slechts in grote dwaling.\""
  ],
  [
    10,
    "Zij zeiden: \"Als wij (het) konden horen of begrijpen, dan zouden wij niet tot de bewoners van Sa'îr (de Hel) behoren!\""
  ],
  [
    11,
    "Zij bekennen dan hun zonden. Daarom, ten onder gaan de bewoners van Sa'îr (de Hel)!"
  ],
  [
    12,
    "Voorwaar, voor degenen die hun Heer in het verborgene vrezen, voor hen is er vergeving en een grote beloning."
  ],
  [
    13,
    "En houdt jullie woorden geheim of maakt ze openbaar: voorwaar, Hij is Alwetend over wat er in de harten is."
  ],
  [
    14,
    "Zou Hij die schiep geen kennis hebben (over het geschapene)? Hij is de Zachtmoedige, de Alwetende."
  ],
  [
    15,
    "Hij is Degene Die de aarde voor jullie begaanbaar heeft gemaakt. Wandelt dan over haar zijden en eet van Zijn voorzieningen. En tot Hem is de opwekking."
  ],
  [
    16,
    "Voelen jullie je er veilig voor dat Hij Die in de hemel is, jullie niet zal doen wegzinken in de aarde? Zij begint al te schudden!"
  ],
  [
    17,
    "Of voelen jullie je er veilig voor dat Hij Die in de hemel is, niet een vulkanische regen over jullie zal zenden? Jullie zullen dan weten hoe (terecht) Mijn waarschuwing was."
  ],
  [
    18,
    "En voorzeker, degenen die er vóór hen (de Boodschappers) waren loochenden, en hoe (verschrikkelijk) was toen Mijn verafschuwing."
  ],
  [
    19,
    "En kijken jullie niet naar de vogels boven jullie, hoe zij hun vleugels uitslaan en weer ineenvouwen? Er is niemand die ze tegenhoudt dan de Erbarmer. Voorwaar, Hij is Alziende over alle zaken."
  ],
  [
    20,
    "Of wie is het die voor jullie als een leger is en die jullie helpt naast de Erbarmer? De ongelovigen verkeren slechts in dwaling,"
  ],
  [
    21,
    "Of wie is het die jullie voorziet als Hij Zijn voorzieningen tegenhoudt? Nee, zij volharden in hoogmoed en afschuw."
  ],
  [
    22,
    "Is hij dan, die voortkruipt met zijn gezicht over de grond, beter geleid dan hij die rechtop op het rechte Pad loopt?"
  ],
  [
    23,
    "Zeg: \"Hij is Degene Die jullie heeft doen ontstaan en voor jullie het gehoor, het gezichtsvermogen en de harten heeft gemaakt. Weinig is de dankbaarheid die jullie tonen.\""
  ],
  [
    24,
    "Zeg: \"Hij is Degene Die jullie op de aarde vermenigvuldigd heeft en tot Hem zullen jullie verzameld worden.\""
  ],
  [
    25,
    "En zij zeggen: \"Wanneer zal deze aanzegging plaatsvinden, als jullie waarachtigen zijn?\""
  ],
  [
    26,
    "Zeg: \"De kennis daarover is slechts bij Allah en ik ben slechts een duidelijke waarschuwer.\""
  ],
  [
    27,
    "Wanneer zij dan (de bestraffing) van dichtbij zien, worden de gezichten van degenen die niet geloven bedroefd, en er zal worden gezegd: \"Dit is waar jullie om plachten te vragen.\""
  ],
  [
    28,
    "Zeg: \"Wat dachten jullie, als Allah mij en wie met mij zijn vernietigt of als Hij ons begenadigt, wie beschermt dan de ongelovigen tegen een pijnlijke bestraffing?\""
  ],
  [
    29,
    "Zeg: \"Hij is de Erbarmer, Wij geloven in Hem en wij vertrouwen op Hem.\" Jullie zullen weten wie in duidelijke dwaling verkeert.\""
  ],
  [
    30,
    "Zeg: \"Wat dachten jullie, als jullie water plotseling in de aarde verdwijnt, wie zal jullie dan stromend water brengen?\""
  ]
]