[
  {
    "id": 7,
    "city": "makkah",
    "name": {
      "translated": "The Heights",
      "transliterated": "Al-A'raf",
      "codepoints": [
        1575,
        1604,
        1571,
        1593,
        1585,
        1575,
        1601
      ]
    },
    "ayahs": 206,
    "slug": "al-araf",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Alif Lâm Mîm Shâd."
  ],
  [
    2,
    "(Dit is) een Boek dat aan jou (Moehammad) neergezonden is, laat er daarom geen bedruktheid in jouw borst zijn vanwege deze (Koran). (Hij is neergezonden) om ermee te waarschuwen, en is een vemaning voor de gelovigen."
  ],
  [
    3,
    "Volgt dan hetgeen aan jullie is neergezonden van jullie Heer en volgt buiten Hem geen leiders. Weinig is het dat jullie je laten vermanen."
  ],
  [
    4,
    "En hoeveel steden hebben Wij niet vernietigd: Onze bestrafring kwam tot hen in de nacht of terwijl zij in de middag rustten."
  ],
  [
    5,
    "En hun smeekbede, toen Onze bestraffing tot hen kwam, was slechts dat zij zeiden: \"Voorwaar, wij waren onrechtplegers.\""
  ],
  [
    6,
    "Wij zullen zeker degenen aan wie (Profeten) gezonden waren ondervragen, en Wij zullen zeker de gczondenen vragen."
  ],
  [
    7,
    "Wij zullen hun dan vertellen (wat zij hebben verricht), met kennis, en Wij waren niet afwezig."
  ],
  [
    8,
    "Op die Dag zal de weegschaal de Waarheid aangeven. Wiens schaal (met goede daden) dan zwaar is: zij zijn degenen die welslagen."
  ],
  [
    9,
    "En wiens schaal licht is: zij zijn degenen die zichzelf verlies hebben toegebracht omdat zij Onze Verzen plachten te ontkennen."
  ],
  [
    10,
    "En voorzeker hebben Wij jullie macht gegeven op aarde en Wij hebben op haar voor jullie levensvoorzieningen geplaatst. Weinig is het dat jullie dankbaar zijn."
  ],
  [
    11,
    "En voorzeker, Wij hebben jullie geschapen, vervolgens hebben Wij jullie vormgegeven en daarna zeiden Wij tot de Engelen: \"Knielt jullie neer voor Adam,\" toen knielden zij, behalve Iblis, hij behoorde niet tot de knielenden."
  ],
  [
    12,
    "Hij (Allah) vroeg: \"Wat belemmerde jou je neer te knielen, toen Ik het jou beval?\" Hij zei: \"Ik ben beter dan hem (Adam); U hebt mij uit vuur geschapen terwijl U hem uit aarde hebt geschapen.\""
  ],
  [
    13,
    "Hij (Allah) zei: \"Daal af uit het (Paradijs), want het past jou niet dat jij je er hoogmoedig in gedraagt. vertrek daaroum. Voorwaar, jij behoort tot de vernederden.\""
  ],
  [
    14,
    "Hij zei:\"Geef mij uitstel tot de Dag waarop zij opgewekt zullen worden.\""
  ],
  [
    15,
    "Hij (Allah) zei: \"Voorwaar, jij behoort tot hen aan wie uitstel is gegeven.\""
  ],
  [
    16,
    "Hij (Iblis) zei: \"Omdat U mij hebt doen dwalen, zal ik hen belemmeren op Uw recht Pad."
  ],
  [
    17,
    "Daarna zal ik zeker tot hen komen, van voor hen en ven achter hen en van hun rechterzijde en van hun linkerzijde, en U zult de meesten van hen niet als dankbaren aantreffen.\""
  ],
  [
    18,
    "Hij (Allah) zei: 'Ga er uit weg, veracht en verstoten. Wie van hen jou dan volgt: voorwaar, Ik zal de hel vullen met jullie allen.\""
  ],
  [
    19,
    "En: \"O Adam, verblijft in het Paradijs, jij en je vrouw, en eet wat jullie willen, en nadert deze boom niet, want dan zullen jullie tot de onrechtplegers behoren.\""
  ],
  [
    20,
    "Toen fluisterde de Satan hen in om te onthullen wat er van hun schaamte bedekt was, en hij zei: \"Jullie Heer houdt jullie slechts van deze boom af omdat jullie anders Engelen worden, of dat jullie tot de eeuwiglevenden zullen behoren.\""
  ],
  [
    21,
    "En hij bezwoer hun: \"Voorwaar, ik behoor voor jullie zeker tot raadgevers,\""
  ],
  [
    22,
    "Waarlijk, hij bedroog hen door misleiding, Toen zij dan van (de vruchten van) de boom hadden geproefd, werd hun schaamte zichtbaar en zij begonnen zich to bedekken met aaneenge-regen bladeren van het Paradijs. En hun Heer riep tot hen: \"Heb ik jullie deze boom van jullie niet verboden en heb Ik niet tot jullie gezegd: \"Voorwaar, de Satan is voor jullie een duidelijke vijand?\""
  ],
  [
    23,
    "Zij zeiden: \"Onze Heer, wij hebben onszelf onrecht aangedaan en wanneer U ons niet vergeeft en ons geen genade schenkt, dan zullen wij zeker tot de verliezers behoren.\""
  ],
  [
    24,
    "Hij (Allah) zei: \"Daalt af, jullie zijn elkaars vijanden, en voor jullie is er op de aarde een verblijfplaats en een genieting tot een bepaalde tijd.\""
  ],
  [
    25,
    "Hij zei: \"Daarop zullen jullie leven en daarop zullen jullie sterven en daaruit zullen jullie tevoorschijn worden gebracht.\""
  ],
  [
    26,
    "O Kinderen van Adam, voorzeker, Wij hebben voor jullie kleding neergezonden om jullie schaamte te bedekken en versierselen. En het kleed van het vrezen (van Allah), dat is het beste. Dat zijn een aantal van Allah's Tekenen. Hopelijk laten zij zich vermanen."
  ],
  [
    27,
    "OKinderen van Adam, laat de Satan jullie niet in verzoeking brengen, zoals hij jullie voorouders uit de tuin heeft verdreven; hij nam hun kleding van hen weg om hen hun schaamte te tonen. Hij en zijn aanhangers zien jullie van waar jullie hen niet zien. Voorwaar, Wij hebben de Satans tot leiders gemaakt voor degenen die niet geloven."
  ],
  [
    28,
    "En wanneer zij een gruweldaad bedrijven, dan zeggen zij: \"Wij troffen dit bij onze vaderen aan en Allah heeft ons dit bevolen.\" Zeg (O Moehammad): \"Voorwaar, Allah beveelt geen gruweldaden, zeggen jullie dat over Allah wat jullie niet weten?\""
  ],
  [
    29,
    "Zeg: \"Mijn Heer heeft rechtvaardigheid bevolen.\" En: \"Richt jullie aangezicht (tot Hem) bij iedere knieling (in het gebed) en aanbidt Hem op een zuivere wijze van aanbidding. Zoals Hij jullie de eerste keer heeft geschapen, zo zullen jullie terugkeren.\""
  ],
  [
    30,
    "Een groep heeft Hij leiding gegeven en voor een andere groep is hun dwaling terecht. Voorwaar, zij namen de Satans als beschermers, naast Allah, en zij dachten dat zij waarlijk rechtgeleiden waren."
  ],
  [
    31,
    "O Kinderen van Adam, draagt jullie mooie kleding bij elke shalât, en eet en drinkt en overdrijft niet. Voorwaar, Hij houdt niet van de buitensporigen."
  ],
  [
    32,
    "Zeg (O Moehammad): \"Wie heeft de mooie kleding die Allah voor Zijn dienaren heeft gebracht on de goede dingen van de voorzieningen verboden verklaard?\" Zeg: \"Dit is op de Dag der Opstanding uitsluitend voor degenen die geloofden tijdens het wereldse leven.\" Zo zetten Wij de Verzen uiteen aan een volk dat weet."
  ],
  [
    33,
    "Zeg: \"Mijn Heer heeft slechts de zedeloosheden verboden, wat er openlijk van is en wat er verborgen van is; en de zonde; en de overtreding zonder recht; en dat jullie Allah deelgenoten toekennen, waarvoor Hij geen bewijs heeft neergezonden en dat jullie over Allah zeggen wat jullie niet weten.\""
  ],
  [
    34,
    "Voor iedere gemeenschap is er een vastgesteld tijdstip on wanneer haar tijdstip is gekomen, dan kunnen zij het geen moment uitstellen noch vervroegen."
  ],
  [
    35,
    "O Kinderen van Adam, wanneer er Boodschappers uit jullie midden tot jullie komen, die jullie Mijn Verzen vertellen: wie dan (Allah) vreest en zich betert; over hem zal geen angst komen. Noch zullen zij treuren."
  ],
  [
    36,
    "En degenen die Onze Verzen loochenen en er hoogmoedig tegenover staan, zij zijn degenen die de bewoners van de Hel zijn. Zij zijn daarin eeuwig levenden."
  ],
  [
    37,
    "Wie zijn dan onrechtvaardiger dan degenen die een leugen over Allah hebben verzonnen en die Zijn Verzen geloochend hebben? Zij zijn degenen die door hun aandeel in het Boek (Lauhoelmahfoezh) getroffen worden, totdat wanneer Onze gezanten (de Engelen) tot hen komen die hen wegnemen. Zij zeiden: \"Waar is hetgeen dat jullie plachten to aanbidden naast Allah?\" Zij zeiden: \"Zij zijn van ons weggegaan,\" on zij getuigden over zichzelf dat zij ongelovigen waren."
  ],
  [
    38,
    "Hij (Allah) zegt: \"Treedt de gemeenschappen van de Djinn's en de mensen binnen die jullie reeds zijn voorgegaan in de Hel. Telkens wanneer een gemeenschap (de Hel) binnengaat, vervloekt zij haar zuster(-gemeenschap), totdat, wanneer zij allen bijelkaarkomen, de laatste van hen over de eerste van hen zegt: \"Onze Heer, deze heeft ons heeft doen dwalen, geef hun daarom een dubbele bestraffing van de Hel.\" Hij zei: \"Voor een ieder is er een dubbele (bestraflring), maar jullie weten het niet.\""
  ],
  [
    39,
    "En de eerste van hen zal tot de laatste van hen zeggen: \"Jullie zijn niet boven ons begunstigd, proeft daarom de bestraffing vanwege hetgeen jullie plachten verrichten."
  ],
  [
    40,
    "Voorwaar, degenen die Onze Verzen loochenen en die zich er hooghartig van afwenden: de poorten van de hemel zullen voor hen niet worden geopend, en zij zullen het Paradijs niet binnengaan, totdat de kameel door het oog van de naald gaat. En zo vergelden Wij de misdadigers."
  ],
  [
    41,
    "Voor hen is er een plaats van hellevuur en boven hen zijn er bedekkingen (van vuur). Zo vergelden Wij de onrechtplegers."
  ],
  [
    42,
    "En degenen die geloven en goede werken verrichten, Wij belasten niemand (van hen) dan naar zijn vermogen: zij zijn degenen die de bewoners van het Paradijs zijn. Zij zijn daarin eeuwig levenden."
  ],
  [
    43,
    "En Wij nemen uit hun harten weg wat er aan wrok is, onder (het Paradijs) door stromen de rivieren. En zij zeiden: \"Alle lof zij Allah, Die ons hierheen heeft geleid en wij zouden geen leiding hebben gevonden als Allah ons geen Leiding had geschonken, Voorzeker, de gezanten van Onze Heer zijn in Waarheid gekomen. En tot hen wordt geroepen: \"Dit is het Paradijs dat jullie hebben beerfd wegens watjullie plachten te doen.\""
  ],
  [
    44,
    "En de bewoners van het Paradijs roepen tot de bewoners van de Hel: \"Wij hebben waarlijk aangetroffen wat onze Heer ons heeft beloofd, hebben jullie dan ook werkelijk aaagetroffen wat jullie Heer jullie heeft aangezegd?\" Zij zeiden: \"Ja\". Dan verkondigt een omroeper onder hen dat de vloek van Allah op de onrechtplegers rust."
  ],
  [
    45,
    "Degenen die (de mensen) afhouden van de Weg van Allah en die wensen dat hij krom was. En zij geloven niet in het Hiernamaals."
  ],
  [
    46,
    "En tussen hen is een afscheiding en op de A'raf bevinden zich mannen, zij kennen allen door hun kenmerken; zij roepen tot de bowoners van het Paradijs: Salamoen 'alaikoem.\" (Vrede zij met jullie) Zij zijn haar nog niet binnengegaan terwijl zij (dat) begeren."
  ],
  [
    47,
    "En wanneer zij hun blikken in de richting van de bewoners ven de Hel wenden, dan zeggen zij: \"Onze Heer, plaats ons niet bij het onrechtplegende volk.\""
  ],
  [
    48,
    "En zij die zich op de A'râf bevinden, roepen tot mannen die zij bij hun kenmerken kennen, zij zeggen: \"Jullie vergaren baat jullie niet, noch hetgeen waarop jullie trots plachten te zijn.\""
  ],
  [
    49,
    "(Zij dit op de A'râf zitten zeggen:) \"Zijn dezen (de gelovigen) degenen waarvan jullie hebben gezworen dat Allah hen niet met Barmhartigheid zou bereiken?\" (Tot de gelovigen zal worden gezegd:) \"Gaat het Paradijs binnen, er zal geen vrees over jullie komen, noch zullen jullie treuren.\""
  ],
  [
    50,
    "En de bewoners van de Hel roepen tot de bewoners van het Paradijs: \"Stort over ons uit water, of van dat waar Allah jullie mee voorzien heeft.\" Zij zeggen: \"Voorwaar, Allah heeft dit verboden voot de ongelovigen.\""
  ],
  [
    51,
    "(Zij zijn) degenen die hun godsdienst als vermaak en spel beschouwden en degenen die bedrogen zijn door het wereldse leven. Op de Dag (der Opstanding) vergeten Wij hen zoals zij de ontmoeting met deze Dag van hen vergaten, on omdat zij Onze Tekenen plachten te ontkennen."
  ],
  [
    52,
    "En voorzeker hebben Wij hun een Boek gebracht en het daarna uittengezet, op grond ven kennis, als Leiding en als Bamhartigheid voor een volk dat gelooft."
  ],
  [
    53,
    "Zij wachten op niets anders dan het gevolg ervan. De Dag waarop het gevolg ervan komt, zeggen degenen die het (Boek) daarvoor hadden vergeten: \"Waarlijk, de Boodschappers van onze Heer kwamen tot ons met de Waarheid: zijn er voor ons dan nog voorsprekers die ten gunste ven ons spreken? Of kunnen wij (naar de aarde) worden teruggebracht? Dan zullen wij anders handelen dan wij plachten te handelen.\" Waarlijk, zij hebben zichzelf verlies toegebracht en van hen weggegaan is wat zij plachten te verzinnen."
  ],
  [
    54,
    "Voorwaar, jullie Heer is Allah, Degene Die de hemelen en de aarde in zes dagen (perioden) heeft geschapen. Vervolgens zetelde Hij zich op de Troon. Hij doet de nacht de dag bedekken, die hem haastig najaagt; en de zon, de maan en de sterren zijn aan Zijn bevel onderworpen. Weet, dat scheppen en bevelen aan Hem is voorbehouden. Gezegend zij Allah, de Heer der Werelden."
  ],
  [
    55,
    "Roept jullie Heer aan in nederigheid en (met) zachtheid. Voorwaar, Hij houdt niet van de overtreders."
  ],
  [
    56,
    "En zaait geen verderf op aarde na de verbetering ervan (door de aanwezigheid van de Profeet) en roept Hem aan, (Zijn bestraffing) vrezend en (Zijn Barmhartigheid) begerend. Voorwaar, Allah's Barmhartigheid is dicht bij de weldoeners."
  ],
  [
    57,
    "En Hij is Degene Die de winden zendt als aankondigers van verheugende tijdingen, voorafgaand aan Zijn Barmhartigheid (regen). Zodat wanneer zij de zware wolken hebben opgeheven, Wij die naar een dorre streek drijven, waarna Wij daaruit water doen neerdalen, waarmee Wij dan allerlei soorten vruchten voortbrengen. Zo wekken Wij de doden op. Hopelijk laten jullie je vermanen."
  ],
  [
    58,
    "En de vruchtbare streek brengt haar gewassen vooit met verlof van haar Heer. En de (streek) die onvruchtbaar is, brengt niets voort dan een schaats gewas. Zo leggen Wij de Tekenen uit aan een volk dat dankbaar is."
  ],
  [
    59,
    "Voorzeker, Wij zonden Nôeh tot zijn volk en hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij: voorwaar, ik vrees voor jullie de bestraffing van een geweldige Dag.\""
  ],
  [
    60,
    "De vooraanstaanden van zijn volk zeiden: \"Voorwaar, wij zien jou zeker in duidelijke dwaling verkeren.\""
  ],
  [
    61,
    "Hij (Nôeh) zei: \"O mijn volk, er is bij mij geen dwaling, maar ik ben een Boodschapper van de Heer der Werelden."
  ],
  [
    62,
    "Ik verkondig jullie Boodschappen van mijn Heer en ik geef jullie raad en ik weet over Allah wat jullie niet weten.\""
  ],
  [
    63,
    "En verbaasde het jullie, dat er een vermaning van jullie Heer tot jullie is gekomen, door een man uit jullie midden? (Hij komt) opdat hij jullie waarschuwt, en opdat jullie (Allah) vrezen. En hopelijk zullen jullie begenadigd worden."
  ],
  [
    64,
    "Toen loochenden zij hem (Nôeh), waarna Wij hem redden en degenen met hem in het schip. En Wij verdronken hen die Onze Tekenen loochenden. Voorwaar, zij waren een blind volk."
  ],
  [
    65,
    "En tot de 'Âd (zonden Wij) hun broeder Hôed, Hij zei: \"O mijn vok aanbidt Allah, er is voor jullie geen god dan Hij, zullen jullie dan niet (Allah) vrezen?\""
  ],
  [
    66,
    "De vooraanstaanden onder zijn volk, die ongelovig waren, zeiden: \"Voorwaar, wij zien dat jij in dwaasheid verkeert; en voorwar, wij menen zeker dat jij tot de leugenaars behoort.\""
  ],
  [
    67,
    "Hij (Hôed) zei: \"O mijn volk, er is bij mij geen dwaasheid, maar ik ben een Boodschapper van de Heer der Werelden."
  ],
  [
    68,
    "Ik verkondig jullie Boodschappen van mijn Heer en ik ben voor jullie een betrouwbare raadgever.\"'"
  ],
  [
    69,
    "En verhaasde het jullie, dat er tot jullie een vermaning van jullie Heer is gekomen, door een man uit jullie midden, om jullie te vermanen? En gedenkt toen Hij jullie tot opvolgers had aangesteld na (do ondergang van) het volk van Nôeh. En jullie gestalten maakten Wij groter (dan die van hen). Gedenkt daarom de gunsten van Allah. Hopelijk zullen jullie welslagen."
  ],
  [
    70,
    "Zij zeiden: \"Ben jij tot ons gekomen opdat Wij Allah ah Enige aanbidden en verlaten wat onze vaderen plachten te aanbidden? Laat dan komen, hetgeen wat jij ons aanzegt, als jij tot de waarachtigen behoort.\""
  ],
  [
    71,
    "Hij zei: \"Waarlijk, een bestraffing en toorn van jullie Heer is erover jullie neergekomen. Willen jullie met mij redetwisten over de namen die jullie en jullie vaderen gaven (aan jullie afgoden), waarvoor Allah geen bewijs heeft neergezonden? Wachten jullie maar: voorwaar, ik behoor met jullie tot de wachtenden.\""
  ],
  [
    72,
    "Toen redden Wij hem (Hôed) en degenen met hem door Genade van Ons en Wij roeiden degenen die Onze Tekenen loochenden geheel uit. En zij plachten geen gelovigen te zijn."
  ],
  [
    73,
    "En tot de Tsamôed (zonden Wij) hun broeder Shâlih. Hij zei: \"O mijn volk, aanbidt Allah, er is voor jullie geen god dan Hij. Waarlijk, er is een duidelijk bewijs van jullie Heer tot jullie gekomen. Dat is de vrouwtjeskameel van Allah, als een Teken voor jullie. Laat haar daarom op de aarde van Allah eten en doe haar geen kwaad, anders zal een pijnlijke bestraffing jullie grijpen.\""
  ],
  [
    74,
    "En (gedenkt) toen Hij jullie tot opvolgers aanstelde na (de ondergang van) de 'Ad en Hij jullie op aarde vestigde. Jullie namen van haar vlakten om er paleizen (op te bouwen) en jullie namen van de bergen om er huizen uit te houwen. Gedenkt daarom de gunsten van Allah en sticht geen onheil op de aarde, als verderfzaaiers."
  ],
  [
    75,
    "De vooraannstaanden, van degenen die hoogmoedig waren onder zijn volk, zeiden tot de nederigen onder hen die geloofden: \"Weten jullie dat Shâlat een door zijn Heer gezondene is?\" Zij zeiden: \"Voorwaar, wij geloven in hetgeen warmee hij is gezonden.\""
  ],
  [
    76,
    "Degenen die hoogmoedig waren, zeiden: \"Voorwaar, wij geloven niet in hetgeen waarin jullie geloven.\""
  ],
  [
    77,
    "Zij slachtten de vrouwtjeskameel en zij minachtten het bevel van hun Heer en zij zeiden: \"O Shâlih, laat het aangezegde (de bestraffing) tot ons komen, als jij tot de gezanten behoort!\""
  ],
  [
    78,
    "Toen greep de aardbeving hen, waardoor zij doden in hun huizen werden."
  ],
  [
    79,
    "Toen wendde hij (Shâlih) zich van hen af en zei. \"O mijn volk, voorzeker, ik heb jullie een Boodschap van mijn Heer vorkondigd en jullie raad gegeven, maar jullie houden niet van de raadgevers.\""
  ],
  [
    80,
    "En (gedenkt) Lôeth, toen hij tot zijn volk zei: \"Begaan jullie zedeloosheid die nog niemand van de bewoners van de werelden vóór jullie heeft begaan?"
  ],
  [
    81,
    "Voorwaar, jullie naderen zeker wellustig mannen in plaats van vrouwen. Jullie zijn zelfs ten overschrijdend volk.\""
  ],
  [
    82,
    "En het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft hen (Lôeth en zijn volgelingen) uit jullie stad. Voorwaar, zij zijn mensen dit zich reinigen.\""
  ],
  [
    83,
    "Toen redden Wij hen en zijn volgelingen, behalve zijn vrouw, zij behoorde tot de achterblijvers (die gestraft werden)."
  ],
  [
    84,
    "En Wij deden een regen (van stenen) op hen neerkomen. Zie dan hoe liet einde was vam de misdadigers."
  ],
  [
    85,
    "En tot (de bewoners van) Madyan (zonden Wij) hun broeder Sjoe'aib, Hij zei: \"O mijn volk, unbidt Allah, er is voor jullie geen god dan Hij. Waarlijk, er is een duidelijk bewijs van jullie Heer tot jullie gekomen. Geeft dan de volle maat en het volle gewicht en benadeelt de mensen niet in hun zaken en zaait geen verderf op aarde na de verbetering op haar (door de komst van een Profeet). Dat is beter voor jullie, als jullie gelovigen zijn.\""
  ],
  [
    86,
    "En zit niet op iedere weg, terwijl jullie degenen bedreigen en afhouden van het Pad van Allah die in Hem geloven, wensend dat het krom was. En gedenkt toen jullie met woinigen waren en Hij jullie talrijk deed worden. En zie hoe het einde was van de verderfzaaiers."
  ],
  [
    87,
    "En als er een groep onder jullie is die gelooft in hetgeen waarmee ik (Sjoe'aib) ben gezonden, en er een andere groep is die niet gelooft: weest dan geduldig tot Allah tussen ons oordeelt, en Hij is de Beste der Rechters."
  ],
  [
    88,
    "De vooraanstaanden, van degenen die hoogmoedig waren van zijn volk, zeiden: \"Wij zullen jou, O Sjoe'aib, en degenen die met jou geloven zeker uit onze stad verdrijven, of jullie moeten terugkeren tot onze godsdienst.\" Hij zei: \"En als wij er een afkeer van zouden hebben?\""
  ],
  [
    89,
    "Waarlijk, wij zouden een leugen ovet Allah verzinnen als wij zouden terugkeren tot jullie godsdienst, nadat Allah ons daaruit heeft gered. Het past ons niet dat wij erin terugkeren, behalve wanneer Allah, onze Heer, het wil. Onze Heer omvat alle dingen met Zijn kennis. Op Allah vertrouwen wij. Onze Heer, doe een uitspraak tussen ons en ons volk, naar de Waarheid en U bent de Beste van de Oordelaars."
  ],
  [
    90,
    "En de vooraanstaanden van zijn volk, die ongelovig waren, zeiden. \"Als jullie Sjoe'aib gevolgd hebben: voorwaar, dan zullen jullie zeker de verliezers zijin.\""
  ],
  [
    91,
    "Toen greep de aardbeving hen en zij werden doden in hun huizen."
  ],
  [
    92,
    "Degenen die Sjoe'aib loochenden werden alsof zij nooit in haar (de stad) hadden gewoond. Degenen die Sjoe'aib loochenden, zij zijn de verliezers."
  ],
  [
    93,
    "Hij (Sjoe'ajb) wendde zich men van hen af, en hij zei: \"O mijn volk, voorzeker, ik heb Boodschappen van mijn Hecr verkondigd, en jullie raad gegeven. Hoe kan ik dan bedroefd zijn over een volk dal ongelovig is?\""
  ],
  [
    94,
    "En Wij zonden geen Profeet naar een stad, of Wij troffen de inwoners ervan met kwclling en tegenspoed. Hopelijk zullen zij nederig worden."
  ],
  [
    95,
    "Daarna vervingen Wij het slechte door het goede, totdat zij (in aantal en welvaart) toenamen, en zij zeiden: \"Voorzeker, tegenspoed en voorspoed hebben ook onze vaderen getroffen.\" Toen grepen Wij hen onverwachts, terwijl zij er niet op bedacht waren."
  ],
  [
    96,
    "En ais de inwoners van de steden hadden geloofd en (Allah) hadden gcvreesd, dan hadden Wij zeker voor hen zegeningen uit de hemel en de aarde geopend; maar zij loochenden, zodat Wij hen grepen wegens wat zij plachten te verrichten."
  ],
  [
    97,
    "Voelen de inwoners van de steden zich er soms veilig voor, dat Onze bestraffing in de nacht tot hen komt, terwijl zij slapen?"
  ],
  [
    98,
    "Ofvoelen de inwoners van de steden zich er soms veilig voor, dat Onze bestrafting in de ochtend tot hen komt, terwijl zij spelen?"
  ],
  [
    99,
    "Voelen zij zich soms veilig voor het plan van Allah? Niemand voelt zich veilig voor het plan van Allah, behalve het verliezende volk."
  ],
  [
    100,
    "Is het degenen die de aarde beërven na (de ondergang van) haar bewoners niet duidelijk geworden dat, als Wij zouden willen, Wij hen zouden treffen vanwcge hun zonden, en Wij hun harten zouden vergrendelen zodat zij niet zouden kunnen luisteren?"
  ],
  [
    101,
    "Over deze steden geven Wij jou (O Moehammad) berichten. En voorzeker, hun Profeten waren tot hen gekomen met de duidelijke bewijzen. Maar zij waren niet zo dat zij geloofden in wat zij voorheen loochenden. Zo vergrendelt Allah de beden van de ongelovigen."
  ],
  [
    102,
    "En Wij troffen de meesten van hen aan als mensen die zich niet aan een verbond hielden. En de meesten van ben troffen Wij zeker aan als zwaar zondigen."
  ],
  [
    103,
    "Vervolgens zonden Wij na hen Môesa met Onze Tekenen tot Fir'aun en zijn vooraanstaande volgelingen, waarop zij deze in hun onrechtvaadigheid verwierpem. Aanschouw dan hoe het einde was van de verderfzaaiers."
  ],
  [
    104,
    "En Môesa zei: \"O Fir'aun, voorwaar, ik ben een Boodschapper van de Heer der Werelden."
  ],
  [
    105,
    "Het is mij verplicht dat ik over Allah niets dan de Waarheid zeg. Waarlijk, ik ben tot jullie gekomen met een duidelijk Teken van jullie Heer, stuur de Kinderen van breel daarom met mij mee.\""
  ],
  [
    106,
    "Hij (Fir'aun) zei: \"Als jij met een Teken bent gekomen, kom er dan mee, als jij tot de waarahtigen behoort.\""
  ],
  [
    107,
    "Toen wierp bij (Môesa) zijn staf, en toen werd deze een duidelijke slang."
  ],
  [
    108,
    "En bij haalde zijn hand tevoorschijn, en toen werd deze witstralend voor de toeschouwers."
  ],
  [
    109,
    "De vooraanstaanden van Fir'aun's volk zeiden: \"Voorwaar, dit is een kundige tovenaar!"
  ],
  [
    110,
    "Hij wil jullie uit jullie land verdrijven!\"' (Fir'aun vroeg:) \"Wat raden jullie aan?\"'"
  ],
  [
    111,
    "Zij zeiden: \"Geef hem en zijn broeder uitstel, en stuur verzamelaars naar de steden."
  ],
  [
    112,
    "Opdat zij alle vaardige tovenaars tot u brengen."
  ],
  [
    113,
    "En de tovenaars kwamen tot Fir'aun, zij zeiden: \"Voorwaar, is er voor ons zeker een beloning als wij de winnaars zijn.\""
  ],
  [
    114,
    "Hij (Fir'aun) zei: \"Ja, en voorwaar, jullie zullen tot de nabijen behoren.\""
  ],
  [
    115,
    "Zij zeiden: \"O Môesa, wep jij (eerst) of werpen wij?\""
  ],
  [
    116,
    "Hij zei: \"Werpt.\" Toen zij dan wierpen, betoverden zij de ogen van de mensen en joegen hen angst aan met geweldige tovenarij."
  ],
  [
    117,
    "En Wij openbaarden aan Môesa: \"Werp jouw staf!\" En toen verslond deze wat zij met hun bedrog hadden gemaakt."
  ],
  [
    118,
    "Toen werd de Wacheid duidelijk, en bleek wat zij (de tovenaars) plachten te doen valsheid te zijn."
  ],
  [
    119,
    "Zij werden daar verslagen, en zij keerden vernederd terug."
  ],
  [
    120,
    "En de (tot inkeer gekomen) tovenaars wierpen zich (als in de shalât) neer."
  ],
  [
    121,
    "Zij zeiden: \"Wij geloven in de Heer der Werelden."
  ],
  [
    122,
    "De Heer van Môesa en Hârôen.\""
  ],
  [
    123,
    "Fir'aun zei: \"Geloven jullie hem vóór dat ik jullie toestemming heb gegeven? Voorwaar, dit is zeker een list die jullie beraamd hebben in de stad om de inwoners ervan te verdrijven. Maar straks zullen jullie weten (wat de gevolgen van jullie daden zijn)."
  ],
  [
    124,
    "Ik zal zeker jullie handen en voeten kruiselings afhouwen en vervolgens zal ik jullie zeker allen kruisigen.\""
  ],
  [
    125,
    "Zij (de voormalige tovenaars) zelden: \"Voorwaar, tot onze Heer keren wij terug."
  ],
  [
    126,
    "En jij neemt slechts wraak op ons, omdat wij in de Tekenen van onze Heer geloofden toen deze tot ons kwamen. Onze Heer, schenk ons geduld en doe ons sterven als mensen die zich (aan U) hebben overgegeven.\""
  ],
  [
    127,
    "En de vooraanstaanden van het volk van Fir'aun zeiden: \"Laat u Môesa en zijn volk verderf op aarde zaaien en u en uw goden verlaten?\" Hij zei: \"Wij zullen hun zonen doden en hun dochters in leven laten: en voorwaar, wij zijn oppermachtig over hen.\""
  ],
  [
    128,
    "Môesa zei tot zijn volk: \"Smeekt Allah om hulp en weest geduldig. Voorwaar, de aarde behoort aan Allah, Hij doet haar erven aan wie Hij wil van zijn dienaren. En de (goede) einde behoort aan de Moettaqôen."
  ],
  [
    129,
    "Zij zeiden: \"Wij werden gekweld vóór dat jij (Môesa) tot ons kwam en nadat jij tot ons bent gekomen.\" Hij zei: \"Hopelijk zal jullie Heer jullie vijanden vernietigen en jullie als opvolgers aanstellen op de aarde, opdat Hij zal aanschouwen hoe jullie handelen.\""
  ],
  [
    130,
    "En voorzeker grepen Wij het volk van Fir'aun met jaren (van hongersnood) en tekorten aan oogstopbrengsten. Hopelijk zullen zij zich laten vermanen."
  ],
  [
    131,
    "En wanneer dan het goede tot Hen kwam, zeiden zij: \"Voor ons is dat (vanwege onze inspaningen),\" maar wanneer het slechte hen treft, dan wijzen zij Môesa en degenen met hem aan als brengers van het noodlot. Wet: hun noodlot is slechts bij Allah, maar de meesten van hen weten het niet."
  ],
  [
    132,
    "Zij zeiden: \"Met wat voor Tekenen jij ook tot ons komt om ons daarmee te betoveren, wij zullen daardoor niet in jou zeloven.\""
  ],
  [
    133,
    "Daarop zonden Wij tot hen de overstroming, en sprinkhanen, en luizen, en kikkers en bloed, als duidelijke Tekenen, maar zij toonden zich hoogmoedig en zij waren een misdadig volk."
  ],
  [
    134,
    "En toen de plaag ben overviel, zeiden zij: \"O Môesa, roep jou Heer aan krachtens het verbond dat jij met Hem hebt. Als jij de plaag van ons wegneemt, dan zullen wij zeker in jou geloven en dan zullen wij de Kinderen van Israël zeker met jou sturen.\""
  ],
  [
    135,
    "En toen Wij de plaag van hen hadden weggenomen, voor een vastgestelde termijn die zij bereikten, toen breken zij hun woord."
  ],
  [
    136,
    "Wij vergolden hun toen doordat Wij hen verdronken in de zee omdat zij Onze Tekenen loochenden en zij ze niet in acht plachten te nemen."
  ],
  [
    137,
    "En aan het volk dat onderdrukt was geweest, deden Wij gebieden ten Oosten en ten Westen van het land erven, die Wij zegenden. En het mooie Woord van jouw Heer werd bewaarheid voor de Kinderen van Israël omdat zij geduldig waren geweest. En Wij verwoestten wat Fir'aun en zijn volk hadden gemaakt en wat zij plachten te bouwen."
  ],
  [
    138,
    "En Wij brachten de Kinderen van Israël naar de overkant van de zee. En toen zij een volk ontmoetten dat opging in het vereren van hun afgodsbeelden, zeiden zij: \"O Môesa, maak voor ons een god zoals hun goden.\" Hij zei: \"Voorwaar, jullie zijn een onwetend volk.\""
  ],
  [
    139,
    "Voorwaar, van dezen zal hetgeen waar zij in opgaan vernietigd worden, en wat zij plachten te doen bleek valsheid te zijn."
  ],
  [
    140,
    "Hij zei: \"Zou ik voor jullie een god naast Allah zoeken, terwijl Hij jullie heeft bevoorrecht boven de werelden?\"\""
  ],
  [
    141,
    "En (gedenkt) toen Wij ben redden van de volgelingen van Fir'aun, zij kwelden jullie met de ergste bestraffing; zij doodden jullie zonen en lieten jullie dochters in leven. En daarin was een geweldige beproeving van jullie Heer."
  ],
  [
    142,
    "En Wij beloofden Môesa (een periode van) dertig dagen en Wij vervolmaakten deze met tien (dagen), zo werd de afgesproken termijn met zijn Heer vervolmaakt: veertig nachten. En Môesa zei tot zijn broeder Hârôen: \"Vervang mij bij mijn volk, en verbeter en volg niet het pad van de verderfzaaiers.\""
  ],
  [
    143,
    "En toen Môesa op de met Ons afgesproken tijd was gekomen en zijn Heer tot hem had gesproken, zei hij: \"Mijn Heer, Toon U aan mij.\" Hij zei: \"Jij zult Mij nimmer (kunnen) zien, maar kijk naar de berg, als deze op zijn plaats blijft, dan zul je Mij zien.\" En toen zijn Heer zich aan de berg zichtbaar maakte, maakte Hij deze tot pulver, en Môesa viel bewusteloos ter aarde. En toen hij weer bij bewustzijn was gekomen, zei hij: \"Heilig bent U, ik wend mij berouwvol tot U en ik ben de eerste van de gelovigen.\""
  ],
  [
    144,
    "Hij (Allah) zei: \"O Môesa. voorwaar, Ik heb jou uitverkoren beven de (andere) mensen, door middel van Mijn Boodschap aan jou en Mijn ij Woord. Neem dan wat Ik aan jou heb gegeven (de Taurát) en behoor tot de Dankbaren.\""
  ],
  [
    145,
    "En Wij schreven hem voor in de Tafelen over alle zaken, als een vermaning en als een uiteenzetting over alle zaken (en Wij zeiden:) \"Grijpt dit stevig vast en beveel jouw volk dat zij zich er op de beste manier aan houden, Ik zal jullie de woonplaatsen van de zwaar zondigen tonen.\""
  ],
  [
    146,
    "Ik zal degenen die zich onterecht hoogmoedig op aarde gedragen van Mijn Tekeeien afwenden. En al zagen zij ieder Teken, dan nog zouden zij er niet in geloven, en al zagen zij het juiste Pad, dan zouden zij het niet als hun (pad) nemen. Maar als zij het pad van de dwaling zien, dan nemen zij het als (hun) pad. Dat is omdat zij Onze Tekenen loochenden en er geen acht op plachten te slaan."
  ],
  [
    147,
    "En degenen die Onze Tekenen en de ontmoeting in het Hiernamaals loochenden: hun werken zijn vructhteloos. Zij worden niet vergolden, behalve voor wat zij plachten te doen."
  ],
  [
    148,
    "En het volk van Môesa maakte, na zijn vertrek (naar de berg Thôer). van hun (gouden) sieraden (een afgodsbeeld met) het lichaam van een kalf dat een loeiend geluid maakte. Beseften zij niet dat het in werkelijkheid niet tot hen kon spreken en hen geen weg kon wijzen? Zij namen het (ter aanbidding) en zij waren onrechtplegers."
  ],
  [
    149,
    "En toen spijt hen van voor en van achter overviel, en zij zagen dat zij waarlijk gedwaald hadden, zeiden zij: \"Als onze Heer ons niet begenadigt en ons niet vergeeft, dan zullen wij zeker tot de verliezers behoren.\""
  ],
  [
    150,
    "En toen Môesa tot zijn volk terugkeerde, boos en bedroefd, zei hij: \"Slecht is wat jullie in mijn plaat tijdens mijn afwezigheid hebben gedaan, wilden jullie het bevel (tot bestraffing) van jullie Heer verhaasten?\" En bij zette de Tafelen haastig neer en bij greep zijin broeder bij zijn baard en trok hem naar zich toe. Hij (Hârôen) zei: \"Zoon van mijn moeder, voorwaar, het volk heeft mij overweldigd en bijna hadden zij mij gedood. Laat de vijanden geen leedvermaak over mij hebben en stel mij niet gelijk aan het volk van onrechtplegers.\""
  ],
  [
    151,
    "Hij (Môesa) zei: \"Mijn Heer, vergeef mij en mijn broeder en doe ons Uw Barmhartigheid binnengaan. En U bent de Barmhartigste der Erbarmers.\""
  ],
  [
    152,
    "Voorwaar, degenen die het kalf (tot hun god) hebben genomen: de toorn van hun Heer zal hen treffen, alsmede vernedering in het wereldse leven. En zo vergelden Wij degenen die leugens verzinnen."
  ],
  [
    153,
    "En degenen die slechte werken verrichtten en die daarna berouw toonden en geloofden: voorwaar, jouw Heer is dan daarna zeker Vergevensgezind, Meest Barmhartig."
  ],
  [
    154,
    "En toen de toorn van Môesa bedaard was, nam hij de Tafelen op. En daarin staat Leiding en Barmhartigheid beschreven voor degenen die kun Heer vrezen."
  ],
  [
    155,
    "En Môesa koos uit zijn volk zeventig mannen op de door Ons bepaalde tijd (om Allah om vergiffenis te smeken). En toen de aardbeving hen greep, zei hij: \"Mijn Heer, als U wilde, dan had U hen en mij eerder vernietigd. Zult U ons vernietigen wegens wat de dwazen onder ons hebben gedaan? Dit is niets anders dan een beproeving van U. U doet daarmee dwalen wie U wil en U leidt wie U wil, U bent onze Beschermer, vergeef ons daarom en begenadig ons, U bent de Beste der Vergevensgezinden."
  ],
  [
    156,
    "En schrijf ons in deze wereld het goede voor en (ook) in het Hiernamaals. Voorwaar, wij wonden ons in berouw tot U.\" Hij (Allah) zei: \"Met Mijn bestraffing tref Ik wie Ik wil en Mijn Barmhartigheid omvat alle dingen. Ik zal haar voorschrijven aan degenen die (Mij) vrezen, die de zakât geven en die in Mijn Tekenen geloven.\""
  ],
  [
    157,
    "(Zij zijn) degenen die de Boodschapper van Allah volgen, de ongeletterde Profeet waarover bij hen, in de Taurât en in de Indjîl, geschreven is. Hij beveelt hun het behoorlijke en hij verbiedt hun het verwerpelijke, en hij staat hun de goede dingen toe en bij verbiedt hun de slechte dingen. En bij bevrijdt hun van kun lasten en van de boeien die op hen rustten. Degenen die hem geloven, hem bijstaan en hem helpen en die het Licht (de Koran) volgen dat met hem is neergezonden, zij zijn degenen die welslagen.\""
  ],
  [
    158,
    "Zeg: \"O mensen, voorwaar, ik ben de Boodschapper van Allah voor jullie allen. (Allah is) Degene aan Wie het Koninkrijk over de hemelen en de aarde behoort, geen god is er dan Hij. Hij doet leven en Hij doet sterven. Gelooft daarom in Allah en Zijn Boodschapper, de ongeletterde Profeet, die in Allah en Zijn Woorden gelooft, en volgt hem. Hopelijk zullen jullie Leiding volgen.\""
  ],
  [
    159,
    "En onder het volk van Môesa, is er een gemeenschap die leiding geeft volgens de Waarheid, en die rechtvaardig handelen."
  ],
  [
    160,
    "En Wij verdeelden hen in twaalf stammen als gemeenschappen en Wij openbaarden aan Môesa, toen zijn volk om water vroeg: Sla met jouw staf op de rots.\" Toen ontsprongen daaruit twaalf bronnen. Voorzeker, alle stammen kenden hun drinkplaatsen en Wij gaven hen schaduw met de wolk en Wij deden Manna en kwartels op ben neerdalen, (zeggend:) \"Eet van de goede dingen waarvan Wij jullie hebben voorzien, en zij waren niet onrechtvaardig jegens Ons, maar zij waren onrechtvaardig jegens zichzelf."
  ],
  [
    161,
    "En (gedenkt) toen er tot hen werd gezegd: \"Bewoont deze stad en eet van haar (opbrengsten) wat jullie willen en zegt: 'Vergeving!' En gaat de poorten binnen, jullie hoofden buigend, dat zullen Wij jullie je fouten vergeven. Wij zullen (de beloningen) van de weldoeners vergroten.\""
  ],
  [
    162,
    "Daarna verruilden degenen onder hen die onrecht pleegden (het Woord van Allah) voor een ander woord dat niet tot hen was gesproken, waarop Wij een plaag op hen neerzonden uit de hemel wegens het onrecht dat zi plachten te bedrijven."
  ],
  [
    163,
    "En vraag hen over de stad die dicht bij de zee lag, toen zij de Sabbat overtraden, toen hun vissen voor hen boven water verschenen op hun Sabbat, terwijl zij op (andere) dagen dan de Sabbat niet verschenen. Zo beprcoefden Wij hen wegens de zwam zonden die zij plachten te begaan."
  ],
  [
    164,
    "En (gedenkt) toen eem gemeenschap onder hen zei: \"Waarom vermanen jullie een volk dat Allah zal vernietigen of bestraffen met een harde bestraffing?\" Zij zeiden: \"Opdat wij niet beschuldigd zullen worden bij jullie Heer en hopelijk zullen zij (Allah) vrezen.\""
  ],
  [
    165,
    "En toen zij vergaten waarmee zij vermaand waren, toen redden Wij degenen die het kwade verboden, en Wij grepen degenen die onrecht pleegden met een harde bestraffing, wegens de zware zonden die zij plachten te bedrijven."
  ],
  [
    166,
    "En toen zij opstandig werden met betrekking tot wat hun was verboden, zeiden Wij tot hen: \"Weest verachte apen.\""
  ],
  [
    167,
    "En (gedenkt) toen jouw Heer bekend maakte dat Hij zeker (mensen) tegen hen zou zenden, tot am de Dag van de Opstanding, die hen zouden treffen met deergsle bestraffing. Voorwaar, jouw Heer is zeker snel in de bestraffing: en voorwaar, Hij is zeker Vergevensgezind, Meest Bannhartig."
  ],
  [
    168,
    "En Wij verdeelden hen op aarde in gemeenschappen. Onder hen zijn rechtschapenen en onder hen zijn er die dat niet zijn, en Wij beproefden hen met de goede en de slechte dingen. Hopelijk zullen zij terugkeren."
  ],
  [
    169,
    "En na hen kwamen er opvolgers die de Schrift (de Taurâh) erfden. Zij namen vergankelijke genietingen van dit (wereldse leven). En zij zeiden: \"Wij zullen vergeven worden.\" En als dezelfde genie tingen tot hen komen, dan nemen zij die (weer) aan. Is er geen verbond van de Schirift met hen aangegaan dat ze over Allah niets dan de Waarheid zouden zeggen? En zij bestudeerden wat er in is. En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Bwijpen jullie dan niet?"
  ],
  [
    170,
    "En degenen die zich vasthouden aan het Boek en de shalât onderhouden: voorwaar, de beloning van degenen die verbetering brengen zullen Wij niet verloren doen gaan."
  ],
  [
    171,
    "En (gedenkt) toen Wij de berg boven hen verhieven alsof hij een gewelf van wolken was, en zij dachten dat hij op hen zou vallen, (en Wij zeiden:) \"Houdt jullie stevig vast aan wat jullie is gegeven en gedenkt wat er in (de Schrift) staat. Hopelijk zullen jullie (Allah) vrezen.\""
  ],
  [
    172,
    "En (gedenkt) toen jouw Heer het nageslacht van de Kinderen van Adam uit hun lendenen nam, en hen deed getuigen over zichzelf (en Hij zei:) \"Ben Ik niet jullie Heer?\" Zij zeiden: \"Jazeker, dat getuigen wij.\" Opdat jullie op de Dag van de Opstanding niet zullen zeggen: \"Wij waren hieromtrent achtelozen.\""
  ],
  [
    173,
    "Of dat jullie niet zullen zeggen: \"Onze vaderen kenden vroeger al deelgenoten (ma Allah) toe en wij zijn nakomelingen na hen; zult U ons vernietigen voor wat de volgers van de valsheid deden?\""
  ],
  [
    174,
    "En zo leggen Wij de Verzen uit. Hopelijk zullen zij terugkeren."
  ],
  [
    175,
    "En lees hen de geschiedenis voor van degene aan wie Wij Onze Verzen gaven. Vervolgens maakte hij zich daarvan los, waarop de Satan hem achtervolgde zodat bij één van de dwalenden werd."
  ],
  [
    176,
    "En als Wij het hadden gewild, dan zouden Wij hem daarmee (met Onze Verzen) hebben verheven, maar hij neigde naw de aarde en volgde zijn hegeerte. Zijn gelijkenis is als de gelijkenis van de hond; als je hem wegjaagt, dan hijgt bij, en als je hem met rust laat dan hijgt hij. Dat is de gelijkenis van het volk dat Onze Verzen loochent, vertel daarom de geschiedenissen. Hopelijk zullen zij nadenken."
  ],
  [
    177,
    "Slecht is de gelijkenis van het volk dat Onze Verzen loochent en zij plachten zichzelf onrecht aan te doen."
  ],
  [
    178,
    "Wie door Allah geleid wordt; die volgt de ware Leiding, en wie Hij doet dwalen: zij zijn degenen die de verliezers zijn."
  ],
  [
    179,
    "En voorzeker, Wij hebben velen van de Djinn's en de mensen voor de Hel geschapen. Zij bezitten harten waarmee zij niet begrijpen en zij bezitten ogen waarmee zij niet zien en zij bezitten oren waarmee zij niet horen, zij zijn degenen die als het vee zijn. Zij dwalen zelfs nog erger. Zij zijn degenen die de achtelozen zijn."
  ],
  [
    180,
    "En aan Allah behoren de Schone Namen, roept Hem daarmee aan en verlaat degenen die misbruik van Zijn Namen maken; zij zullen worden vergolden vooir wat zij plachten te doen."
  ],
  [
    181,
    "En onder hen die Wij hebben geschapen bevindt zich een gemeenschap die leidt volgens de Waarheid en daarmee handelen zij rechtvaardig."
  ],
  [
    182,
    "En degenen die Onze Verzen loochenden, die zullen Wij geleidelijk naar de vernietiging voeren, ze dat zij het niet weten."
  ],
  [
    183,
    "En Ik geef hen uitstel, Voorwaar, Mijn plan is sterk."
  ],
  [
    184,
    "En denken zij niet na? Hun stamgenoot (Moehammad) is niet bezeten. Hij is slechts een duidelijke waarschuwer."
  ],
  [
    185,
    "En kijken zij niet naar het Koninkrijk van de hemelen en de aarde en naar alle dingen die Allah heeft geschapen? En mogelijk is hun termijn waarlijk reeds nabij. In welk woord buiten dit Woord zullen zij dan geloven?"
  ],
  [
    186,
    "En wie door Allah tot dwaling gebracht wordt: voor hem is er geen leider en Hij laat hen onrustig in hun overtreding verkeren."
  ],
  [
    187,
    "Zij vragen jou (O Moehammad) over het Uur: \"Wanneer zal het plaatsvinden?\" zeg: \"Voorwaar, de kennis daarover is slechts bij mijn Heer, niemand kan over de tijd ervan duidelijkheid geven dan Hij. Zwaar (is deze kwestie) in de hemelen en op de aarde. Het zal slechts plotseling tot jullie komen.\" Zij vragen jou als of jij daarvan op de hoogte bent. Zeg: \"Voorwaar, de kennis daarover is slechts bij Allah, maar de meeste mensen weten het niet."
  ],
  [
    188,
    "Zeg: \"Ik heb geen inacht om voor mijzelf iets van nut te verwerven of schade af te wenden, behalve wat Allah wil. En als ik het onwaarneembare kende, dan zou ik het goede vermeerderd hebben en zou het kwade mij niet hebben getroffen. Ik ben niets dan een waarschuwer en een verkondiger van verheugende tijdingen voor een gelovig volk."
  ],
  [
    189,
    "Hij is Degene Die jullie heeft geschapen uit één enkele ziel en Hij maakte daaruit zijn echtgenote, opdat bij bij haar rust zou vinden. En nadat hij bij haar gelegen had, droeg zij een lichte last waar zij toen met voortging. En toen zij zwaar werd, riepen zij Allah, hun Heer aan: \"Als U ons een rechtschapene schenkt, dan zullen wij tot de dankbaren horen.\""
  ],
  [
    190,
    "Maar toen Hij hen een rechtschapene had geschonken, kenden zij naast Hem deelgenoten toe in wat Hij hun had geschonken. Verheven is dan Allah boven de deelgenoten die zij (aan Allah) toekennen."
  ],
  [
    191,
    "Maken zij (beelden tot) deelgenoten die niets (kunnen) scheppen en die (zelf) geschapen zijn?"
  ],
  [
    192,
    "En die hen niet kunnen helpen en die zichzelf niet (kunnen) helpen?"
  ],
  [
    193,
    "En als jullie hen aanroepen om leiding (te verkrijgen), dan verhoren zij jullie niet. Het is voor jullie hetzelfde, of jullie hen aanroepen of dat jullie zwijgen."
  ],
  [
    194,
    "Voorwaar, degenen die jullie buiten Allah aanroepen zijn schepselen zoals jullie zelf. Roept hen dan aan en laten zij jullie dan verhoren, als jullie waarachtigen zijn."
  ],
  [
    195,
    "Hebben zij voeten waarmee zij lopen? Of hebben zij handen waarmee zij grijpen? Of hebben zij ogen waarmee zij zien? Of hebben zij oren waarmee zij horen? Zeg: \"Roept jullie afgoden aan en laat hen een list tegen mij uitvoeren, en geeft mij geen uitstel."
  ],
  [
    196,
    "Voorwaar, mijn Beschermer is Allah, Die het Boek heeft neergezonden, en Hij beschermt de oprechten."
  ],
  [
    197,
    "En zij (de afgoden) die zij buiten Hem aanroepen, zijn niet in staat jullie te helpen, noch (kunnen) zij zichzelf helpen.\""
  ],
  [
    198,
    "En wanneer jullie ben aanroepen om leiding (te verkrijgen) dan horen zij niet. En jij ziet hen naar jou kijken, terwijl zij niet zien."
  ],
  [
    199,
    "Aanvaard de verontschuldiging en roep op tot het behoorlijke en wend je af van de onwetenden."
  ],
  [
    200,
    "En wanneer een influistering van de Satan jou ingefluisterd wordt, zoek dan je toevlucht bij Allah. Voorwaar, Hij is Alhorend, Alwetend."
  ],
  [
    201,
    "Voorwaar, wanneer degenen die (Allah) vrezen door een influiskring van de Satan getroffen worden, gedenken zij (Allah). En dan zien zij (de Waarheid) in."
  ],
  [
    202,
    "En hun (slechte) broeders doen hen nog verder afdwalen en zij houden daama niet op (te dwalen)."
  ],
  [
    203,
    "En wanneer jij niet met een Vers tot hen komt, dan zeggen zij: \"Had je er zelf niet een kunnen maken?\" Zeg: \"Ik volg alleen dat wat aan Mij is geopenbaard van mijn Heer. Dit zijn de heldere bewijzen van jullie Heer en Leiding en Bamhartigheid voor een gelovig volk.\""
  ],
  [
    204,
    "En als de Koran wordt voorgedragen, luistert er dan naar en zwijgt hopelijk zullen jullie begenadigd worden."
  ],
  [
    205,
    "En noem (de Namen van) jouw Heer in jezelf met nederigheid en vrees, en zonder luidruchtigheid van woorden, in de ochtend en in de avond en behoor niet tot de achtelozen."
  ],
  [
    206,
    "Voorwaar, degenen die bij jouw Heer zijn (de Engelen), zijn niet te hoogmoedig voor de aanbidding van Hem, en zij prijzen Zijn Glorie en voor Hem werpen zij zich neer."
  ]
]