[
  {
    "id": 72,
    "city": "makkah",
    "name": {
      "translated": "The Jinn",
      "transliterated": "Al-Jinn",
      "codepoints": [
        1575,
        1604,
        1580,
        1606
      ]
    },
    "ayahs": 28,
    "slug": "al-jinn",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Zeg (O Moehammad): \"Het is aan mij geopenbaard dat een aantal Djinn's heeft meegeluisterd, waarop zij zeiden: \"Voorwaar, Wij hebben een verbazingwekkende Koran gehoord."
  ],
  [
    2,
    "Hij (de Koran) leidt tot het juiste, toen geloofden wij erin, en wij zullen nooit één deelgenoot aan onze Heer toekennen."
  ],
  [
    3,
    "En dat de Majesteit van onze Heer Verheven is, Hij heeft Zich geen echtgenote genomen en geen zoon."
  ],
  [
    4,
    "En dat de dwazen onder ons plachten leugens te vertellen over Allah."
  ],
  [
    5,
    "En dat wij dachten dat de mens en de Djinn's nooit leugens over Allah zouden vertellen."
  ],
  [
    6,
    "En dat er mannen onder de mensen waren die hulp zochten bij mannen van de Djinn's, wat hun zondigheid vermeerderde."
  ],
  [
    7,
    "En dat zij dachten zoals jullie dachten: dat Allah nooit iemand zou doen opstaan."
  ],
  [
    8,
    "En dat wij hebben gevraagd naar de hemel (te mogen gaan): toen vonden wij dat zij vol was met strenge bewakers en brandende vlammen."
  ],
  [
    9,
    "En dat, wij vroeger (vóór de Koran) op geheime plaatsen zaten om mee te luisteren, maar wie nu wil meeluisteren treft een pijl van vuur aan die op hem loert."
  ],
  [
    10,
    "En dat wij niet weten of er kwaad bedoeld wordt voor degenen die op de aarde zijn, of dat hun Heer hun rechte Leiding wil geven."
  ],
  [
    11,
    "En dat er onder ons rechtschapenen zijn, en er onder ons zijn die dat niet zijn. Wij waren op verschillende wegen."
  ],
  [
    12,
    "En dat wij overtuigd zijn dat wij op de aarde Allah nooit kunnen ontkomen en dat wij nooit van Hem kunnen wegvluchten."
  ],
  [
    13,
    "En dat, toen wij over de rechte Leiding hadden gehoord, wij erin geloofden. En wie in zijn Heer gelooft; hij zal geen vermindering (van beloning) en geen vermeerdering (van zondigheid) vrezen."
  ],
  [
    14,
    "En dat er onder ons zijn die zich aan Allah hebben overgegeven, en er onder ons zijn die afwijken (van het rechte Pad). Wie zich heeft overgegeven: zij zijn degenen die de rechte Leiding gekozen hebben."
  ],
  [
    15,
    "Maar wat de afwijkenden betreft: zij zijn brandhout voor de Hel.\""
  ],
  [
    16,
    "(En Allah zegt:) \"Als zij op het rechte Pad zouden zijn gebleven, dan zouden Wij hun overvloedig water te drinken gegeven hebben."
  ],
  [
    17,
    "Om hen daarmee te beproeven. En wie zich afwendt van de gedachtenis van zijn Heer, die voert Hij naar een zware bestraffing.\""
  ],
  [
    18,
    "En voorwaar, de moskeeën behoren aan Allah toe: roept dan naast Allah niet één aan."
  ],
  [
    19,
    "En voorwaar, wanneer de dienaar van Allah (Moehammed) in de shalât staat en Hem aanroept, dan bedelven zij (de Djinn's) hem bijna."
  ],
  [
    20,
    "Zeg: \"Ik roep alleen mijn Heer aan en ik ken Hem in niets deelgenoten toe.\""
  ],
  [
    21,
    "Zeg: \"Ik heb geen macht om voor jullie schade te voorkomen en niet om Leiding te geven.\""
  ],
  [
    22,
    "Zeg: \"Niemand zal mij ooit tegen Allah kunnen redden en ik zal nooit naast Hem een toevluchtsoord vinden."
  ],
  [
    23,
    "(Ik vind een toevluchtsoord) van Allah slechts door de verkondiging van Zijn Boodschappen.\" En wie opstaat tegen Allah en Zijn Boodschapper: voor hen is er het vuur van de Hel. Zij zijn daarin eeuwig levenden, voor altijd."
  ],
  [
    24,
    "Wanneer zij dan zien wat hun is aangezegd, dan zullen zij weten wie de zwakste helpers heeft en het kleinst in aantal is."
  ],
  [
    25,
    "Zeg: \"Ik weet niet of het nabij is, wat jullie aangezegd is, of dat mijn Heer het nog lang uitstelt.\""
  ],
  [
    26,
    "De Kenner van het onwaarneembare, Hij maakt voor niemand het onwaarneembare dat bij Hem is zichtbaar."
  ],
  [
    27,
    "Behalve aan een Boodschapper die Hem welgevallig is, en voorwaar, dan laat Hij vóór hem en achter hem wachters (Engelen) gaan."
  ],
  [
    28,
    "Om te doen weten dat zij de Boodschappen van hun Heer overbrachten. En Hij omvat wat er bij hen is en Hij somt alle zaken nauwkeurig op."
  ]
]