[
  {
    "id": 74,
    "city": "makkah",
    "name": {
      "translated": "The Cloaked One",
      "transliterated": "Al-Muddaththir",
      "codepoints": [
        1575,
        1604,
        1605,
        1583,
        1579,
        1585
      ]
    },
    "ayahs": 56,
    "slug": "al-muddaththir",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "O jij ommantelde."
  ],
  [
    2,
    "Sta op en waarschuw."
  ],
  [
    3,
    "En prijs de grootheid van jouw Heer"
  ],
  [
    4,
    "En reinig jouw kleding."
  ],
  [
    5,
    "En vermijd de zondigheid."
  ],
  [
    6,
    "En geef niet om meer te ontvangen."
  ],
  [
    7,
    "En wees geduldig omwille van jouw Heer."
  ],
  [
    8,
    "Als dan op de bazuin geblazen wordt."
  ],
  [
    9,
    "Dan is dat die Dag, een zware Dag."
  ],
  [
    10,
    "(Die Dag is) voor de ongelovigen niet gemakkelijk."
  ],
  [
    11,
    "Laat hem aan Mij over die Ik alleenstaand geschapen heb."
  ],
  [
    12,
    "En Ik heb hem vele bezittingen ter beschikking gesteld."
  ],
  [
    13,
    "En kinderen, voortdurend aan zijn zijde."
  ],
  [
    14,
    "En Ik verschafte hem gemak in ruime mate."
  ],
  [
    15,
    "En vervolgens verlangt hij dat Ik (voor hem) vermeerder."
  ],
  [
    16,
    "Nee! Hij is opstandig tegen Onze Verzen."
  ],
  [
    17,
    "Ik zal hem beladen met een zware bestraffing."
  ],
  [
    18,
    "Voorwaar, hij dacht na en nam een besluit."
  ],
  [
    19,
    "Verdoemd is hij daarom. Hoe vreemd was zijn besluit!"
  ],
  [
    20,
    "Nogmaals, verdoemd is hij! Hoe vreemd was zijn besluit!"
  ],
  [
    21,
    "Toen dacht hij weer na."
  ],
  [
    22,
    "Daarna fronste hij en keek somber."
  ],
  [
    23,
    "Vervolgens keerde hij zijn rug toe en was hoogmoedig."
  ],
  [
    24,
    "En hij zei: \"Deze (Koran) is slechts overgedragen tovenarij."
  ],
  [
    25,
    "Dit is slechts het woord van een mens.\""
  ],
  [
    26,
    "Ik zal hem doen braden in Saqar (de Hel)."
  ],
  [
    27,
    "En wat doet jou weten wat Saqar is?"
  ],
  [
    28,
    "Zij (de Hel) laat niet achter en zij laat niet met rust."
  ],
  [
    29,
    "Zij verschroeit (de huid) van de mens."
  ],
  [
    30,
    "Over haar waken negentien (Engelen)."
  ],
  [
    31,
    "En Wij hebben geen anderen dan Engelen aangesteld als wachters van de Hel. En Wij hebben hun aantal slechts vastgesteld als een beproeving voor degenen die niet geloven en opdat degenen aan wie de Schrift gegeven is overtuigd zullen zijn. En opdat degenen die geloven zullen toenemen in geloof, en opdat degenen aan wie de Schrift is gegeven en de gelovigen niet zullen twijfelen. En opdat degenen in wier harten een ziekte is en de ongelovigen zullen zeggen: \"Wat wil Allah met dit voorbeeld zeggen?\" Zo laat Allah dwalen wie Hij wil, en leidt Hij wie Hij wil. En niemand kent de troepenmacht van jouw Heer dan Hij. En dit is niets anders dan een Vermaning voor de mensheid."
  ],
  [
    32,
    "Nee, bij de maan!"
  ],
  [
    33,
    "En de nacht wanneer hij terugkeert."
  ],
  [
    34,
    "En de dageraad wanneer hij gloort."
  ],
  [
    35,
    "Voorwaar, zij (de Hel) is zeker een van de grootste verschrikkingen."
  ],
  [
    36,
    "(Zij is er) als een waarschuwing voor de mensheid."
  ],
  [
    37,
    "Voor degenen onder hen die voort willen gaan (door goede daden te verrichten) of achter willen blijven (door slechte daden te verrichten)."
  ],
  [
    38,
    "Iedere ziel is een borg voor wat zij heeft verricht."
  ],
  [
    39,
    "Behalve de mensen van de rechterzijde."
  ],
  [
    40,
    "In Tuinen (het Paradijs) vragen zij elkaar."
  ],
  [
    41,
    "Over de misdadigers."
  ],
  [
    42,
    "(Zij zeggen:) \"Wat heeft hen naar Saqar (de Hel) gevoerd?\""
  ],
  [
    43,
    "Zij zeiden: \"Wij behoorden niet tot degenen die de shalât verrichten."
  ],
  [
    44,
    "En wij voedden de armen niet."
  ],
  [
    45,
    "En wij plachten ijdele gesprekken te voeren met degenen die ijdel praatten."
  ],
  [
    46,
    "En wij plachten de Dag des Oordeels te loochenen."
  ],
  [
    47,
    "Tot het zekere (de dood) tot ons kwam.\""
  ],
  [
    48,
    "De voorspraak van de voorsprekers baat hen niet."
  ],
  [
    49,
    "Wat is er met hen dat zij zich van de Vermaning afwenden?"
  ],
  [
    50,
    "Alsof zij opgeschrikte ezels zijn."
  ],
  [
    51,
    "Die vluchten voor een leeuw."
  ],
  [
    52,
    "Toch wil een ieder van hen, dat hun opengespreidde bladen (van een Openbaring) worden gegeven."
  ],
  [
    53,
    "Nee! Zij vrezen zelfs het Hiernamaals niet."
  ],
  [
    54,
    "Nee, voorwaar, hij (de Koran) is een Vermaning."
  ],
  [
    55,
    "Wie wil trekt er lering uit."
  ],
  [
    56,
    "En zij trekken er geen lering uit, behalve als Allah het wil. Hij is het Die vrees toekomt en Hij is het Die het toekomt om te vergeven."
  ]
]