[
  {
    "id": 75,
    "city": "makkah",
    "name": {
      "translated": "The Resurrection",
      "transliterated": "Al-Qiyamah",
      "codepoints": [
        1575,
        1604,
        1602,
        1610,
        1575,
        1605,
        1577
      ]
    },
    "ayahs": 40,
    "slug": "al-qiyamah",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Ik zweer bij de Dag der Opstanding."
  ],
  [
    2,
    "En Ik zweer bij de (zichzelf) verwijtende ziel."
  ],
  [
    3,
    "Denkt de mens dat Wij Zijn botten nooit zullen bijeenbrengen?"
  ],
  [
    4,
    "Welzeker, Wij zijn in staat om zelfs zijn vingertoppen (opnieuw) volmaakt te vormen."
  ],
  [
    5,
    "De mens wil zelfs in zondigheid voortleven."
  ],
  [
    6,
    "Hij vraagt: \"Wanneer is de Dag der Opstanding?\""
  ],
  [
    7,
    "Wanneer dan de ogen zich opensperren."
  ],
  [
    8,
    "En de maan duister wordt."
  ],
  [
    9,
    "En de zon en de maan bijeengebracht worden."
  ],
  [
    10,
    "Die Dag zal de mens zeggen: \"Waar is het toevluchtsoord?\""
  ],
  [
    11,
    "Nee! Er is geen toevluchtsoord."
  ],
  [
    12,
    "Bij jouw Heer is die Dag de eindbestemming."
  ],
  [
    13,
    "De mens zal die Dag worden medegedeeld wat hij heeft voortgebracht en wat hij heeft nagelaten."
  ],
  [
    14,
    "Hij zal zelfs tegen zichzelf getuigen."
  ],
  [
    15,
    "Ook al biedt hij zijn verontschuldigingen aan."
  ],
  [
    16,
    "(Allah zegt tot de Profeet:) \"Beweeg jouw tong er niet mee (de Koran), om er haast mee te maken."
  ],
  [
    17,
    "Voorwaar, het is aan Ons hem te doen bewaren en hem voor te doen dragen."
  ],
  [
    18,
    "Wanneer Wij hem dan hebben doen voordragen, volg dan zijn voordracht."
  ],
  [
    19,
    "Daarna is aan Ons de uitleg ervan.\""
  ],
  [
    20,
    "Nee! Jullie houden van het voorbijgaande."
  ],
  [
    21,
    "En jullie besteden geen aandacht aan het Hiernamaals."
  ],
  [
    22,
    "Gezichten zullen op die Dag verlicht zijn."
  ],
  [
    23,
    "Naar hun Heer zullen zij zien."
  ],
  [
    24,
    "En gezichten zullen op die Dag duister zijn."
  ],
  [
    25,
    "Zij weten zeker dat een verpletterende ramp over hen zal worden gebracht."
  ],
  [
    26,
    "Nee, wanneer de (laatste) adem in de keel stokt."
  ],
  [
    27,
    "En er gezegd wordt: \"Wie kan genezen?\""
  ],
  [
    28,
    "En hij beseft dat het afscheid is gekomen."
  ],
  [
    29,
    "En de benen (in doodsangst) over elkaar liggen."
  ],
  [
    30,
    "Naar jouw Heer worden zij Die Dag gesleept."
  ],
  [
    31,
    "Hij geloofde (de Koran en de Boodschapper) niet, en hij verrichtte de shalât niet."
  ],
  [
    32,
    "Maar hij loochende en hij wendde zich af."
  ],
  [
    33,
    "Daarna ging hij naar zijn verwanten, hoogmoedig."
  ],
  [
    34,
    "Wee jou, wee!"
  ],
  [
    35,
    "Nogmaals, wee jou, wee!"
  ],
  [
    36,
    "Denkt de mens dat hij ongemoeid zal worden gelaten?"
  ],
  [
    37,
    "Was hij niet eerst een druppel van uitgestort sperma?"
  ],
  [
    38,
    "En vervolgens een bloedklonter waarna Hij (hem) schiep en nauwkeurig vormde?"
  ],
  [
    39,
    "Zo maakte Hij daarvan de twee geslachten, de man en de vrouw."
  ],
  [
    40,
    "Is Degene met zo'n macht niet in staat de doden tot leven te brengen?"
  ]
]