[
  {
    "id": 78,
    "city": "makkah",
    "name": {
      "translated": "The Tidings",
      "transliterated": "An-Naba",
      "codepoints": [
        1575,
        1604,
        1606,
        1576,
        1573
      ]
    },
    "ayahs": 40,
    "slug": "an-naba",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Waarover stellen zij elkaar vragen?"
  ],
  [
    2,
    "Over de geweldige aankondiging."
  ],
  [
    3,
    "Waarover zij redetwisten."
  ],
  [
    4,
    "Nee! Zij zullen het weten."
  ],
  [
    5,
    "Nogmaals nee, zij zullen het weten."
  ],
  [
    6,
    "Hebben Wij de aarde niet tot een uitgespreide plaats gemaakt?"
  ],
  [
    7,
    "En de bergen als pinnen?"
  ],
  [
    8,
    "En Wij hebben jullie in paren geschapen."
  ],
  [
    9,
    "En Wij hebben voor jullie de slaap gemaakt, als rust."
  ],
  [
    10,
    "En Wij hebben de nacht als een bedekking gemaakt."
  ],
  [
    11,
    "En Wij hebben de dag gemaakt om levensonderhoud te zoeken."
  ],
  [
    12,
    "En Wij hebben boven jullie zeven hechte hemelen gebouwd."
  ],
  [
    13,
    "En Wij hebben daarin een stralende lamp geplaatst."
  ],
  [
    14,
    "En Wij hebben uit de wolken stromend water gezonden."
  ],
  [
    15,
    "Opdat Wij daarmee graan en planten voortbrengen."
  ],
  [
    16,
    "En dichtbegroeide tuinen."
  ],
  [
    17,
    "Voorwaar, de Dag van de Beoordeling is op een vastgesteld tijdstip."
  ],
  [
    18,
    "De Dag waarop op de bazuin wordt geblazen zullen jullie komen, groep na groep."
  ],
  [
    19,
    "En de hemel wordt geopend en zij heeft vele poorten."
  ],
  [
    20,
    "En de bergen worden verpulverd en worden tot luchtspiegelingen."
  ],
  [
    21,
    "Voorwaar, de Hel is als een hinderlaag."
  ],
  [
    22,
    "Een bestemmingsoord voor de overtreders."
  ],
  [
    23,
    "Zij verblijven eeuwig daarin."
  ],
  [
    24,
    "Zij zullen daarin geen koelte en geen drank proeven."
  ],
  [
    25,
    "Behalve kokend water en etter."
  ],
  [
    26,
    "Als passende vergelding."
  ],
  [
    27,
    "Voorwaar, zij verwachtten nooit een afrekening."
  ],
  [
    28,
    "En loochenden Onze Verzen geheel."
  ],
  [
    29,
    "En Wij hebben alle zaken in een Boek opgesomd."
  ],
  [
    30,
    "Proeft daarom de straf, en er is voor jullie geen vermeerdering, behalve van de bestraffing."
  ],
  [
    31,
    "Voorwaar, voor de Moettaqôen is er een overwinning."
  ],
  [
    32,
    "Tuinen en druivenstruiken."
  ],
  [
    33,
    "En jeugdige gezellinnen, gelijk in leeftijd."
  ],
  [
    34,
    "En een gevulde beker."
  ],
  [
    35,
    "Zij horen daar geen onzin en geen leugens."
  ],
  [
    36,
    "Als een beloning van jouw Heer, als afrekenende gift."
  ],
  [
    37,
    "De Heer der hemelen en der aarde en wat er tussen beide is, de Barmhartige. Zij zijn niet in staat Hem aan te spreken."
  ],
  [
    38,
    "Op die Dag staan de Geest (Djibrîl) en de Engelen in rijen opgesteld. Zij spreken niet, behalve na wie de Barmhartige toestemming verleent en die zegt wat juist is."
  ],
  [
    39,
    "Dat is de Dag van de Waarheid. Laat wie wil daarom een terugkeer naar zijn Heer afleggen."
  ],
  [
    40,
    "Voorwaar, Wij hebben jullie gewaarschuwd voor een nabije bestraffing op de Dag dat de mens zal kijken naar wat zijn handen vroeger bedreven, en waarop de ongelovige zal zeggen: \"O wee, was ik maar aarde.\""
  ]
]