[
  {
    "id": 79,
    "city": "makkah",
    "name": {
      "translated": "Those who drag forth",
      "transliterated": "An-Nazi'at",
      "codepoints": [
        1575,
        1604,
        1606,
        1575,
        1586,
        1593,
        1575,
        1578
      ]
    },
    "ayahs": 46,
    "slug": "an-naziat",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Bij de hard uitrukkenden."
  ],
  [
    2,
    "Bij de zacht uittrekkenden."
  ],
  [
    3,
    "Bij de snel uitvoerenden."
  ],
  [
    4,
    "De snel voorbijstrevenden."
  ],
  [
    5,
    "De uitvoerenden van een bevel."
  ],
  [
    6,
    "Op de Dag waarop de bevende doet beven."
  ],
  [
    7,
    "Zal deze gevolgd worden door de (tweede) beving."
  ],
  [
    8,
    "De harten zullen op die Dag bonzen."
  ],
  [
    9,
    "Hun ogen zullen angstig teneergeslagen zijn."
  ],
  [
    10,
    "Zij zeggen: \"Zullen wij zeker worden teruggebracht in de vorige staat?"
  ],
  [
    11,
    "Als wij vergruisde beenderen zijn geworden?\""
  ],
  [
    12,
    "Zij zeggen: \"Dat is dan een verliesgevende terugkeer."
  ],
  [
    13,
    "En voorwaar, het zal slechts één enkele stoot zijn."
  ],
  [
    14,
    "En dan staan zij op het aardoppervlak."
  ],
  [
    15,
    "Heeft het verhaal van Môesa jou bereikt?"
  ],
  [
    16,
    "Toen zijn Heer hem riep in de heilige vallei van Thoewa."
  ],
  [
    17,
    "(Allah zei:) \"Ga naar Fir'aun: voorwaar, hij was in overtreding."
  ],
  [
    18,
    "En zeg tot hem: \"Heb jij de wil om jezelf te reinigen (van zonde)?"
  ],
  [
    19,
    "En dat ik jou tot jouw Heer zal leiden, zodat jij (Hem) vreest?\""
  ],
  [
    20,
    "En hij toonde hem de grote Tekenen (wonderen)."
  ],
  [
    21,
    "Maar hij loochende en was ongehoorzaam."
  ],
  [
    22,
    "Vervolgens draaide hij zich om en vluchtte."
  ],
  [
    23,
    "Toen verzamelde hij (zijn tovenaars) en riep uit."
  ],
  [
    24,
    "En zei: \"Ik ben jullie heer, de hoogste.\""
  ],
  [
    25,
    "En Allah greep hem met de bestraffing voor het eerste en het laatste (van wat hij zei).\""
  ],
  [
    26,
    "Voorwaar, daarin is zeker onderricht voor wie (Allah) vreest."
  ],
  [
    27,
    "Is de schepping van jullie moeilijker dan die van de hemel die Hij gebouwd heeft?"
  ],
  [
    28,
    "Hij verhief haar (de hemel) en vervolmaakte haar."
  ],
  [
    29,
    "En Hij maakte haar nacht duister en Hij maakte haar dag licht."
  ],
  [
    30,
    "En daarna spreidde Hij de aarde uit."
  ],
  [
    31,
    "En Hij bracht uit haar haar water en planten tevoorschijn."
  ],
  [
    32,
    "En Hij verstevigde de bergen."
  ],
  [
    33,
    "Als een voorziening voor jullie en voor jullie vee."
  ],
  [
    34,
    "Wanneer dan de overweldigende gebeurtenis plaatsvindt."
  ],
  [
    35,
    "Op die Dag zal de mens zich herinneren wat hij bedreef."
  ],
  [
    36,
    "En de Hel zal getoond worden aan wie ziet."
  ],
  [
    37,
    "Wat betreft degene die overtrad."
  ],
  [
    38,
    "En de voorkeur gaf aan het wereldse leven."
  ],
  [
    39,
    "Voorwaar, de Hel is de verblijfplaats!"
  ],
  [
    40,
    "En wat betreft degene die de macht van zijn Heer vreesde en zijn ziel weerhield van slechte begeerten."
  ],
  [
    41,
    "Voorwaar, het Paradijs is de verblijfplaats."
  ],
  [
    42,
    "Zij vragen jou naar het Uur: \"Wanneer zal het plaatsvinden?\""
  ],
  [
    43,
    "Hoe kan jij dat noemen?"
  ],
  [
    44,
    "Bij jouw Heer is de kennis daarover."
  ],
  [
    45,
    "Voorwaar, jij bent slechts een vermaner voor wie het (Uur) vreest."
  ],
  [
    46,
    "Op de Dag dat zij het (Uur) zien, zal het zijn alsof zij slechts een avond of de morgen op de aarde verbleven."
  ]
]