[
  {
    "id": 83,
    "city": "makkah",
    "name": {
      "translated": "The Defrauding",
      "transliterated": "Al-Mutaffifin",
      "codepoints": [
        1575,
        1604,
        1605,
        1591,
        1601,
        1601,
        1610,
        1606
      ]
    },
    "ayahs": 36,
    "slug": "al-mutaffifin",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wee de zwendelaars!"
  ],
  [
    2,
    "Degenen die wanneer zij mensen voor zich laten wegen de volle maat eisen."
  ],
  [
    3,
    "Maar wanneer zij voor anderen afmeten of voor hen afwegen, benadelen zij (hen)."
  ],
  [
    4,
    "Zijn diegenen dan er niet van overtuigd dat zij opgewekt zullen worden?"
  ],
  [
    5,
    "Op een geweldige Dag?"
  ],
  [
    6,
    "Op de Dag waarop de mensen voor de Heer der Werelden staan?"
  ],
  [
    7,
    "Nee, voorwaar, het boek van de zondigen is in Siddjîen."
  ],
  [
    8,
    "En wat doet jou weten wat Siddjîen is?"
  ],
  [
    9,
    "Een volbeschreven boek."
  ],
  [
    10,
    "Wee die Dag de loochenaars!"
  ],
  [
    11,
    "Degenen die de Dag des Oordeels loochenen."
  ],
  [
    12,
    "En niemand loochent die behalve elke zondige overtreder."
  ],
  [
    13,
    "Wanneer Onze Verzen aan hem worden voorgedragen, zegt hij: \"Fabels van de vroegeren!\""
  ],
  [
    14,
    "Nee! Wat zij plachten te doen heeft zelfs hun harten bedekt."
  ],
  [
    15,
    "Nee, voorwaar, zij zullen zeker op die Dag van hun Heer afgescheiden zijn."
  ],
  [
    16,
    "Vervolgens zullen zij zeker Djahîm (de Hel) binnengaan."
  ],
  [
    17,
    "Daarop wordt gezegd: \"Dit is dat wat jullie plachten te loochenen.\""
  ],
  [
    18,
    "Nee! Voorwaar, het boek van de deugdzamen is zeker in 'Illiyyôen."
  ],
  [
    19,
    "En wat doet jou weten wat 'Illiyyôen is?"
  ],
  [
    20,
    "Een volbeschreven Boek."
  ],
  [
    21,
    "De bij (Allah) gebrachten zijn er getuigen van."
  ],
  [
    22,
    "Voorwaar, de deugdzamen zullen zeker in Na'im (het Paradijs) vertoeven."
  ],
  [
    23,
    "Op rustbanken kijken zij toe."
  ],
  [
    24,
    "Jij herkent in hun gezichten de stralende gelukzaligheid"
  ],
  [
    25,
    "Hun wordt verzegeld drinken ingeschonken."
  ],
  [
    26,
    "Waarvan het zegel van muskus is, en laten de wedijveraars hierom dan wedijveren."
  ],
  [
    27,
    "En zijn mengdrank is van (de bron) Tasmîm."
  ],
  [
    28,
    "Een bron waarvan de nabijgebrachten drinken."
  ],
  [
    29,
    "Voorwaar, degenen die zondigden plachten over degenen die geloofden te lachen."
  ],
  [
    30,
    "En wanneer zij aan hen voorbijgingen, knipoogden zij naar elkaar."
  ],
  [
    31,
    "En wanneer zij terugkeerden naar hun volk, keerden zij verheugd terug."
  ],
  [
    32,
    "En wanneer zij hen zagen, zeiden zij: \"Voorwaar, zij zijn zeker dwalend.\""
  ],
  [
    33,
    "En zij zijn niet als bewakers over hen gezonden."
  ],
  [
    34,
    "Maar op deze Dag zullen degenen die geloven lachen over de ongelovigen."
  ],
  [
    35,
    "Op rustbanken kijken zij toe."
  ],
  [
    36,
    "Worden de ongelovigen niet vergolden voor wat zij plachten te doen?"
  ]
]