[
  {
    "id": 84,
    "city": "makkah",
    "name": {
      "translated": "The Sundering",
      "transliterated": "Al-Inshiqaq",
      "codepoints": [
        1575,
        1604,
        1573,
        1606,
        1588,
        1602,
        1575,
        1602
      ]
    },
    "ayahs": 25,
    "slug": "al-inshiqaq",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Wanneer de hemel verscheurd wordt."
  ],
  [
    2,
    "En hij (de hemel) naar zijn Heer luistert en zijn plicht vervult."
  ],
  [
    3,
    "En wanneer de aarde uitgespreid wordt."
  ],
  [
    4,
    "En uitwerpt wat in haar is en zich ledigt."
  ],
  [
    5,
    "En zij naar haar Heer luistert en haar plicht vervult."
  ],
  [
    6,
    "O mens: voorwaar, jij streeft moeizaam naar jouw Heer en jij zult Hem ontmoeten."
  ],
  [
    7,
    "Wat betreft degene die dan zijn boek in zijn rechterhand wordt gegeven."
  ],
  [
    8,
    "Hij zal een lichte afrekening berekend worden."
  ],
  [
    9,
    "En hij zal verheugd tot zijn familie terugkeren."
  ],
  [
    10,
    "En wat betreft degene die dan zijn boek achter zijn rug wordt gegeven."
  ],
  [
    11,
    "Hij zal om vernietiging schreeuwen."
  ],
  [
    12,
    "En hij zal in Sa'îr (de Hel) binnengaan."
  ],
  [
    13,
    "Voorwaar, bij zijn familie was hij verheugd."
  ],
  [
    14,
    "Voorwaar, hij dacht dat hij nooit (naar zijn Heer) zou terugkeren."
  ],
  [
    15,
    "Nee! Voorwaar, zijn Heer sloeg hem gade."
  ],
  [
    16,
    "Ik zweer bij het avondrood."
  ],
  [
    17,
    "En bij de nacht en wat hij omhult."
  ],
  [
    18,
    "En bij de maan wanneer zij vol is."
  ],
  [
    19,
    "Jullie zullen zeker voortgaan, van fase naar fase."
  ],
  [
    20,
    "Wat is er met hen, dat zij niet geloven?"
  ],
  [
    21,
    "En wanneer de Koran aan hen wordt voorgedragen knielen zij niet neer."
  ],
  [
    22,
    "Degenen die niet geloven loochenen zelfs."
  ],
  [
    23,
    "Maar Allah weet het beste wat zij verbergen."
  ],
  [
    24,
    "Verkondig hun dan een pijnlijke bestraffing."
  ],
  [
    25,
    "Behalve degenen die geloven en goede daden verrichten, voor hen is er een oneindige beloning."
  ]
]