[
  {
    "id": 89,
    "city": "makkah",
    "name": {
      "translated": "The Dawn",
      "transliterated": "Al-Fajr",
      "codepoints": [
        1575,
        1604,
        1601,
        1580,
        1585
      ]
    },
    "ayahs": 30,
    "slug": "al-fajr",
    "translator": "Sofian S. Siregar"
  },
  [
    1,
    "Bij de dageraad."
  ],
  [
    2,
    "Bij de tien nachten. (De eerste tien dagen en nachten van de maand Dzoelhiddjah)"
  ],
  [
    3,
    "Bij het even en het oneven."
  ],
  [
    4,
    "Bij de nacht wanneer hij voorbijgaat."
  ],
  [
    5,
    "Is daarin geen eed voor de bezitter van verstand?"
  ],
  [
    6,
    "Heb jij niet vernomen hoe jouw Heer de 'Âd heeft behandeld?"
  ],
  [
    7,
    "Van de stad Iram met zijn zuilen?"
  ],
  [
    8,
    "Zoals nog nooit een stad is geschapen in de landen?"
  ],
  [
    9,
    "En de Tsamôed die de rotsen uithieuwen in de vallei?"
  ],
  [
    10,
    "En Fir'aun, de bezitter van de pinnen?"
  ],
  [
    11,
    "Degenen die overtraden in het land?"
  ],
  [
    12,
    "En daarin veelvuldig verderf zaaiden?"
  ],
  [
    13,
    "Toen deed jouw Heer de gesel van de bestraffing op hen neerdalen."
  ],
  [
    14,
    "Voorwaar, jouw Heer is zeker waakzaam."
  ],
  [
    15,
    "Wat de mens betreft, wanneer zijn Heer hem op de proef stelt en hem aanzien geeft en hem genietingen schenkt, dan zegt hij: \"Mijn Heer heeft mij geëerd.\""
  ],
  [
    16,
    "Maar wanneer Hij hem beproeft, en dan zijn voorzieningen beperkt, dan zegt hij: \"Mijn Heer heeft mij vernederd.\""
  ],
  [
    17,
    "Nee! Jullie ondersteunen immers de wees niet."
  ],
  [
    18,
    "En jullie sporen elkaar niet aan tot het voeden van de behoeftigen."
  ],
  [
    19,
    "En jullie verteren het erfdeel inhalig."
  ],
  [
    20,
    "En jullie beminnen het bezit met overdreven liefde."
  ],
  [
    21,
    "Nee, wanneer de aarde met klappen verpulverd wordt."
  ],
  [
    22,
    "En jouw Heer komt, en de Engelen, rij na rij."
  ],
  [
    23,
    "En op de Dag dat de Hel wordt getoond, op die Dag zal de mens zich (zijn slechte daden) herinneren, maar wat baat hem dan nog de herinnering?"
  ],
  [
    24,
    "Hij zegt: \"Wee, had ik maar goede (daden) verricht tijdens mijn leven.\""
  ],
  [
    25,
    "Maar op die Dag is er niemand die straft zoals Hij."
  ],
  [
    26,
    "En niemand knevelt zoals Hij knevelt."
  ],
  [
    27,
    "O tot rust gekomen ziel!"
  ],
  [
    28,
    "Keer terug tot jouw Heer, behaagd en welbehaagd (ontvangen door Hem)."
  ],
  [
    29,
    "En treed binnen onder Mijn dienaren."
  ],
  [
    30,
    "En treed binnen in Mijn Paradijs."
  ]
]