[
  {
    "id": 25,
    "city": "makkah",
    "name": {
      "translated": "The Criterion",
      "transliterated": "Al-Furqan",
      "codepoints": [
        1575,
        1604,
        1601,
        1585,
        1602,
        1575,
        1606
      ]
    },
    "ayahs": 77,
    "slug": "al-furqan",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Béni soit Celui qui a fait descendre le Livre du Discernement sur Son serviteur, afin qu’il soit un avertisseur à l’Univers. "
  ],
  [
    2,
    "Celui à qui appartient la royauté des cieux et de la terre, qui ne S’est point attribué d’enfant, qui n’a point d’associé en Sa royauté et qui a créé toute chose en lui donnant ses justes proportions."
  ],
  [
    3,
    "Mais ils ont adopté en dehors de Lui des divinités qui, étant elles-mêmes créées, ne créent rien, et qui ne possèdent la faculté de faire ni le mal ni le bien pour elles-mêmes, et qui ne sont maîtresses ni de la mort, ni de la vie, ni de la résurrection."
  ],
  [
    4,
    "Les mécréants disent : \"Tout ceci n’est qu’un mensonge qu’il (Mohammed) a inventé, et où d’autres gens l’ont aidé.\" Or, ils commettent là une injustice et un mensonge."
  ],
  [
    5,
    "Et ils disent : \"Ce sont des contes d’anciens qu’il se fait écrire ! On les lui dicte matin et soir !\""
  ],
  [
    6,
    "Dis : \"L’a fait descendre Celui qui connaît les secrets dans les cieux et la Terre. Et Il est Pardonneur et Miséricordieux."
  ],
  [
    7,
    "Et ils disent : \"Qu’est-ce donc que ce Messager qui mange de la nourriture et circule dans les marchés ? Que n’a-t-on fait descendre vers lui un Ange qui eût été avertisseur en sa compagnie ?"
  ],
  [
    8,
    "Ou que ne lui a-t-on lancé un trésor ? Ou que n’a-t-il un jardin à lui, dont il pourrait manger (les fruits) ?\" Et les injustes disent : \"Vous ne suivez qu’un homme ensorcelé !\""
  ],
  [
    9,
    "Vois à quoi ils te comparent! Ils se sont égarés et ils ne peuvent trouver aucun chemin."
  ],
  [
    10,
    "Béni soit Celui qui, s’Il le veut, t’accordera bien mieux que cela : des jardins sous lesquels coulent les ruisseaux; et Il t’assignera des châteaux."
  ],
  [
    11,
    "Plutôt, ils ont qualifié l’Heure de mensonge. Et Nous avons préparé, pour quiconque qualifie l’Heure de mensonge, une Flamme brûlante."
  ],
  [
    12,
    "Lorsque de loin elle les voit, ils entendront sa fureur et ses crépitements."
  ],
  [
    13,
    "Et quand on les y aura jetés, dans un étroit réduit, les mains liées derrière le cou, ils souhaiteront alors leur destruction complète . "
  ],
  [
    14,
    "\"Aujourd’hui, ne souhaitez pas la destruction une seule fois, mais souhaitez-en plusieurs !\""
  ],
  [
    15,
    "Dis : \"Est-ce mieux ceci ? Ou bien le Paradis éternel qui a été promis aux pieux, comme récompense et destination dernière ?"
  ],
  [
    16,
    "Ils auront là tout ce qu’ils désireront et une demeure éternelle. C’est une promesse incombant à ton Seigneur."
  ],
  [
    17,
    "Et le jour où Il les rassemblera, eux et ceux qu’ils adoraient en dehors d’Allah, Il dira : \"Est-ce vous qui avez égaré Mes serviteurs que voici, ou ont-ils eux- mêmes perdu le sentier ?\""
  ],
  [
    18,
    "Ils diront : “Gloire à Toi ! Il ne nous convenait nullement de prendre en dehors de Toi des patrons protecteurs mais Tu les as comblés de jouissance ainsi que leurs ancêtres au point qu’ils en ont oublié le [livre du] Rappel [le Coran]. Et ils ont été des gens anéantis.” "
  ],
  [
    19,
    "\"Ils vous ont démentis en ce que vous dites. Il n’y aura pour vous ni échappatoire ni secours (possible). Et quiconque des vôtres est injuste, Nous lui ferons goûter un grand châtiment.\" "
  ],
  [
    20,
    "Et Nous n’avons envoyé avant toi que des Envoyés qui mangeaient de la nourriture et circulaient dans les marchés. Et Nous avons fait de certains d’entre vous une épreuve pour les autres - endurerez-vous avec constance ? - Et ton Seigneur demeure Clairvoyant."
  ],
  [
    21,
    "Et ceux qui n’espèrent pas Nous rencontrer disent : \"Si seulement on avait fait descendre sur nous des Anges ou si nous pouvions voir notre Seigneur !\" En effet, ils se sont enflés d’orgueil en eux-mêmes, et ont dépassé les limites de l’arrogance."
  ],
  [
    22,
    "Le jour où ils verront les Anges, ce ne sera pas une bonne nouvelle, ce jour-là, pour les injustes, ils (les Anges) diront : \"Barrage totalement défendu !\" "
  ],
  [
    23,
    "Nous avons considéré l’œuvre qu’ils ont accomplie et Nous l’avons réduite en poussière éparpillée."
  ],
  [
    24,
    "Les gens du Paradis auront, ce jour-là, une meilleure demeure et un plus beau lieu de repos."
  ],
  [
    25,
    "Et le jour où le ciel sera fendu par les nuages et qu’on fera descendre successivement les Anges."
  ],
  [
    26,
    "Ce jour-là, la vraie royauté appartiendra au Tout Miséricordieux, et ce sera un jour difficile pour les infidèles."
  ],
  [
    27,
    "Le jour où l’injuste se mordra les deux mains et dira : \"Hélas pour moi ! Si seulement j’avais suivi chemin avec le Messager !"
  ],
  [
    28,
    "Malheur à moi ! Hélas ! Si seulement je n’avais pas pris \"un tel\" pour ami !"
  ],
  [
    29,
    "Il m’a, en effet, égaré loin du Rappel [le Coran], après qu’il me soit parvenu.\" Et le Diable (Satan) déserte l’homme (après l’avoir tenté)."
  ],
  [
    30,
    "Et le Messager a dit : “Ô Seigneur ! Mon peuple a vraiment pris ce Coran pour une chose délaissée ! ”"
  ],
  [
    31,
    "Et c’est ainsi que Nous fîmes à chaque Prophète un ennemi parmi les criminels. Mais ton Seigneur suffit comme guide et comme secoureur."
  ],
  [
    32,
    "Et ceux qui ne croient pas disent : \"Pourquoi n’a-t-on pas fait descendre sur lui le Coran en une seule fois ?\" Nous l’avons révélé ainsi pour raffermir ton cœur. Et Nous l’avons récité soigneusement[ ]. "
  ],
  [
    33,
    "Et ils ne t’apporteront aucune parabole, sans que Nous ne t’apportions la vérité avec la meilleure interprétation."
  ],
  [
    34,
    "Ceux qui seront traînés [ensemble] sur leurs visages vers l’Enfer, ceux-là seront dans la pire des situations et les plus égarés hors du chemin droit."
  ],
  [
    35,
    "En effet, Nous avons donné à Moïse le Livre et lui avons assigné son frère Aaron comme assistant."
  ],
  [
    36,
    "Puis Nous avons dit : \"Allez tous deux vers les gens qui ont traité de mensonge Nos preuves !\" Nous les avons alors détruits complètement."
  ],
  [
    37,
    "Et le peuple de Noé, quand ils eurent démenti les Messagers, Nous les noyâmes et en fîmes pour les gens un signe d’avertissement. Et Nous avons préparé pour les injustes un châtiment douloureux."
  ],
  [
    38,
    "Et les 'Âd, les Thamûd, les gens d’Ar-Rass et de nombreuses générations intermédiaires !"
  ],
  [
    39,
    "À tous, Nous avions proposé des paraboles et Nous les avons tous anéantis d’une façon brutale."
  ],
  [
    40,
    "Et ils sont passés par la cité sur laquelle est tombée une pluie de malheurs. Ne la voient-ils donc pas ? Plutôt, ils n’espèrent pas de résurrection ! "
  ],
  [
    41,
    "Et quand ils te voient, ils ne te prennent qu’en raillerie : \"Est-ce là celui qu’Allah a envoyé comme Messager ?"
  ],
  [
    42,
    "Peu s’en est fallu qu’il ne nous égare de nos divinités, si ce n’était notre attachement patient à elles !\" Cependant, ils sauront quand ils verront le châtiment, qui est le plus égaré en son chemin."
  ],
  [
    43,
    "Ne vois-tu pas celui qui a fait de sa passion sa divinité ? Est-ce à toi d’être un garant pour lui ? "
  ],
  [
    44,
    "Ou bien penses-tu que la plupart d’entre eux entendent ou raisonnent ? En vérité, ils ne sont comparables qu’à des bestiaux. Ou plutôt, ils sont plus égarés encore du sentier."
  ],
  [
    45,
    "N’as-tu pas vu comment ton Seigneur étend l’ombre ? S’Il avait voulu, certes, Il l’aurait faite immobile. Puis, Nous lui fîmes du soleil son indice,"
  ],
  [
    46,
    "puis, Nous la saisissons [pour la ramener] vers Nous avec facilité."
  ],
  [
    47,
    "Et c’est Lui qui vous fit de la nuit un vêtement, du sommeil un repos et qui fit du jour un retour à la vie active."
  ],
  [
    48,
    "Et c’est Lui qui envoya les vents comme une annonce précédant Sa miséricorde . Et Nous fîmes descendre du ciel une eau pure et purifiante, "
  ],
  [
    49,
    "pour faire revivre par elle une contrée morte, et donner à boire aux multiples bestiaux et hommes que Nous avons créés."
  ],
  [
    50,
    "Et Nous l’avons répartie entre eux afin qu’ils se rappellent (de Nous). Mais la plupart des gens se refusent à tout sauf à être ingrats."
  ],
  [
    51,
    "Or, si Nous l'avions voulu, Nous aurions certes envoyé dans chaque cité un avertisseur."
  ],
  [
    52,
    "N’obéis donc pas aux infidèles ; et avec ceci (le Coran), lutte contre eux vigoureusement."
  ],
  [
    53,
    "Et c’est Lui qui fait confluer les deux mers: l’une douce, rafraîchissante, l’autre salée, amère. Et Il assigne entre les deux une zone intermédiaire et un barrage infranchissable. "
  ],
  [
    54,
    "Et c’est Lui qui de l’eau a créé une espèce humaine qu’Il a unie par les liens de la parenté et de l’alliance. Et ton Seigneur est Omnipotent."
  ],
  [
    55,
    "Mais ils adorent en dehors d’Allah, ce qui ne leur profite point, ni ne leur nuit ! Et l’infidèle sera toujours l’allié des ennemis de son Seigneur !"
  ],
  [
    56,
    "Or, Nous ne t’avons envoyé que comme annonciateur et avertisseur."
  ],
  [
    57,
    "Dis : \"Je ne vous en demande aucun salaire (pour moi-même). Toutefois, celui qui veut suivre un chemin conduisant vers son Seigneur [est libre de dépenser dans la voie d’Allah].\""
  ],
  [
    58,
    "Et place ta confiance en le Vivant qui ne meurt jamais. Et par Sa louange, glorifie-Le. Et il suffit comme Parfait Informé des péchés de Ses serviteurs."
  ],
  [
    59,
    "C’est Lui qui, en six jours, a créé les cieux, la Terre et tout ce qui existe entre eux deux, et le Tout Miséricordieux S’est établi (Istawâ) ensuite sur le Trône. Interroge donc sur Lui un spécialiste en la matière. "
  ],
  [
    60,
    "Et quand on leur dit : \"Prosternez-vous devant le Tout Miséricordieux !\" Ils disent : \"Qu’est-ce donc que le Tout Miséricordieux ? Allons-nous nous prosterner devant ce que tu nous commandes ?\" - Et cela accroît leur répulsion . "
  ],
  [
    61,
    "Que soit béni Celui qui a placé au ciel des constellations et y a placé un luminaire (le soleil) et aussi une lune éclairante !"
  ],
  [
    62,
    "Et c’est Lui qui a assigné une alternance à la nuit et au jour pour quiconque veut se souvenir ou montrer sa reconnaissance."
  ],
  [
    63,
    "Les serviteurs du Tout Miséricordieux sont ceux qui marchent humblement sur Terre, et qui, lorsque les ignorants s’adressent à eux, disent : \"Paix (Salâm) \" ;"
  ],
  [
    64,
    "et ceux qui passent les nuits prosternés et debout devant leur Seigneur;"
  ],
  [
    65,
    "et ceux qui disent : “Notre Seigneur! Écarte de nous le châtiment de l’Enfer !” Certes, son châtiment est permanent."
  ],
  [
    66,
    "Quel mauvais gîte et lieu de séjour !"
  ],
  [
    67,
    "Et ceux qui, lorsqu’ils dépensent, ne sont ni prodigues ni avares mais se tiennent au juste milieu."
  ],
  [
    68,
    "Et ceux qui n’invoquent pas d’autre dieu avec Allah et ne tuent pas la vie qu’Allah a rendue sacrée, sauf de bon droit ; et qui ne commettent pas de fornication, car quiconque fait cela encourra une punition."
  ],
  [
    69,
    "Le châtiment lui sera doublé, au Jour de la Résurrection, et il y demeurera éternellement couvert d’ignominie ;"
  ],
  [
    70,
    "sauf celui qui se repent, croit et accomplit une bonne œuvre, alors ceux-là Allah changera leurs mauvaises actions en bonnes, et Allah est Pardonneur et Miséricordieux ;"
  ],
  [
    71,
    "et quiconque se repent et accomplit une bonne œuvre, alors c’est vers Allah qu’aboutira son retour."
  ],
  [
    72,
    "Et ceux qui ne portent pas de faux témoignages ; et qui, lorsqu’ils passent auprès d’une frivolité, s’en écartent noblement ;"
  ],
  [
    73,
    "et ceux qui lorsque les versets de leur Seigneur leur sont rappelés, ne deviennent ni sourds ni aveugles ;"
  ],
  [
    74,
    "et ceux qui disent : “Notre Seigneur! Donne-nous, en nos épouses et nos descendants, la joie des yeux, et fais de nous un guide pour les pieux !” "
  ],
  [
    75,
    "Ceux-là auront pour récompense un lieu élevé [du Paradis] pour prix de leur endurance, et ils y seront accueillis avec le salut et la paix,"
  ],
  [
    76,
    "pour y demeurer éternellement. Quel beau gîte et lieu de séjour !"
  ],
  [
    77,
    "“Mon Seigneur ne se soucie pas de vous si ce n’est votre prière. En effet, vous avez démenti (le Prophète). Votre [châtiment] sera donc inévitable et permanent. ”"
  ]
]