[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "The Poets",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Tâ, Sîn, Mîm."
  ],
  [
    2,
    "Voici les versets du Livre explicite."
  ],
  [
    3,
    "Il se peut que tu te consumes de chagrin parce qu’ils ne sont pas croyants !"
  ],
  [
    4,
    "Si Nous voulions, Nous ferions descendre du ciel sur eux un prodige devant lequel leurs nuques resteront courbées."
  ],
  [
    5,
    "Aucun nouveau rappel ne leur vient du Tout Miséricordieux sans qu’ils ne s’en détournent."
  ],
  [
    6,
    "Et ils ont traité de mensonge [tout ce qui leur vient du Seigneur]. Il leur viendra bientôt des nouvelles de ce dont ils se raillaient."
  ],
  [
    7,
    "N’ont-ils pas observé la Terre, combien Nous y avons fait pousser de couples généreux de toutes sortes ?"
  ],
  [
    8,
    "Voilà bien là un signe ! Mais la plupart d’entre eux ne croient pas."
  ],
  [
    9,
    "Et ton Seigneur est en vérité Lui le Tout Puissant, le Très Miséricordieux."
  ],
  [
    10,
    "Et lorsque ton Seigneur appela Moïse: \"Rends-toi auprès du peuple injuste,"
  ],
  [
    11,
    "[auprès du] peuple de Pharaon.\" Ne craindront-ils pas (Allah) ?"
  ],
  [
    12,
    "Il dit : \"Seigneur ! Je crains qu’ils ne me traitent de menteur ;"
  ],
  [
    13,
    "que ma poitrine ne se serre, et que ma langue ne soit embarrassée. Envoie donc Aaron."
  ],
  [
    14,
    "Et ils ont un crime à me reprocher; je crains donc qu’ils ne me tuent.\" "
  ],
  [
    15,
    "Il [Allah] a dit : “Mais non ! Allez tous deux avec Nos signes. Nous serons avec vous et Nous écouterons."
  ],
  [
    16,
    "Rendez-vous donc tous deux auprès de Pharaon, puis dites : \"Nous sommes les Messagers du Seigneur de l’Univers,"
  ],
  [
    17,
    "pour que tu renvoies les Enfants d’Israël avec nous.\""
  ],
  [
    18,
    "\"Ne t’avons-nous pas, dit Pharaon, élevé chez nous tout enfant ? Et n’as-tu pas demeuré parmi nous des années de ta vie ?"
  ],
  [
    19,
    "Puis, tu as commis le forfait que tu as fait, en dépit de toute reconnaissance.”"
  ],
  [
    20,
    "\"Je l’ai fait, dit Moïse, alors que j’étais encore du nombre des égarés."
  ],
  [
    21,
    "Je me suis donc enfui de vous quand j’ai eu peur de vous. Alors, mon Seigneur m’a accordé la sagesse et m’a désigné parmi Ses Envoyés."
  ],
  [
    22,
    "Est-ce là un bienfait de ta part [que tu me rappelles] avec reproche, alors que tu as asservi les Enfants d’Israël ?\""
  ],
  [
    23,
    "\"Et qu’est-ce que le Seigneur de l’Univers ?\" dit Pharaon."
  ],
  [
    24,
    "\"Le Seigneur des cieux et de la Terre et de ce qui existe entre eux deux, dit [Moïse], si seulement vous pouviez en être convaincus !\""
  ],
  [
    25,
    "[Pharaon] dit à ceux qui étaient autour de lui: “N’entendez-vous pas? ”"
  ],
  [
    26,
    "Il [Moïse] continua: “... Votre Seigneur, et le Seigneur de vos premiers ancêtres.”"
  ],
  [
    27,
    "\"Vraiment, dit [Pharaon], votre Messager qui vous a été envoyé, est un fou.\""
  ],
  [
    28,
    "[Moïse] ajouta : \"... Le Seigneur du Levant et du Couchant et de ce qui est entre les deux; si seulement vous raisonniez \""
  ],
  [
    29,
    "\"Si tu adoptes, dit [Pharaon], une divinité autre que moi, je te mettrai parmi les prisonniers.\""
  ],
  [
    30,
    "\"Et même si je t’apportais, dit [Moïse], une chose (une preuve) évidente ?"
  ],
  [
    31,
    "\"Apporte-la, dit [Pharaon], si tu es du nombre des véridiques !\""
  ],
  [
    32,
    "Il [Moïse] jeta donc son bâton et le voilà qui devint un serpent manifeste."
  ],
  [
    33,
    "Et il tira sa main et voilà qu’elle apparut blanche (étincelante) à ceux qui regardaient."
  ],
  [
    34,
    "[Pharaon] dit aux notables autour de lui : \"Voilà en vérité un magicien savant."
  ],
  [
    35,
    "Il veut, par sa magie vous expulser de votre terre. Que commandez-vous donc ?\""
  ],
  [
    36,
    "Ils dirent : \"Remets-les à plus tard, [lui] et son frère, et envoie des gens dans les villes, pour rassembler,"
  ],
  [
    37,
    "et t’amener tout grand magicien savant.\""
  ],
  [
    38,
    "Les magiciens furent donc réunis au rendez-vous et au jour convenu."
  ],
  [
    39,
    "Et il fut dit aux gens : \"Est-ce que vous allez vous réunir,"
  ],
  [
    40,
    "afin que nous suivions les magiciens, si ce sont eux les vainqueurs ?\""
  ],
  [
    41,
    "Puis, lorsque les magiciens arrivèrent, ils dirent à Pharaon : \"Y aura-t-il vraiment une récompense pour nous, si nous sommes les vainqueurs ?\""
  ],
  [
    42,
    "Il dit : \"Oui, bien sûr, vous serez alors parmi mes proches !"
  ],
  [
    43,
    "Moïse leur dit : \"Jetez ce que vous avez à jeter.\""
  ],
  [
    44,
    "Ils jetèrent donc leurs cordes et leurs bâtons et dirent: \"Par la puissance de Pharaon ! C’est nous qui serons les vainqueurs.\""
  ],
  [
    45,
    "Puis Moïse jeta son bâton, et voilà qu’il happa ce qu’ils avaient fabriqué."
  ],
  [
    46,
    "Alors les magiciens tombèrent prosternés,"
  ],
  [
    47,
    "disant : \"Nous croyons au Seigneur de l’Univers,"
  ],
  [
    48,
    "Le Seigneur de Moïse et d’Aaron.\""
  ],
  [
    49,
    "[Pharaon] dit : \"Avez-vous cru en lui avant que je ne vous le permette ? En vérité, c’est lui votre chef, celui qui vous a enseigné la magie ! Eh bien, vous saurez bientôt ! Je vous couperai, sûrement, mains et jambes opposées, et vous crucifierai tous !\""
  ],
  [
    50,
    "Ils dirent : \"Il n’y a pas de mal ! Car c’est vers notre Seigneur que nous retournerons."
  ],
  [
    51,
    "Nous convoitons que notre Seigneur nous pardonne nos fautes pour avoir été les premiers à croire.\""
  ],
  [
    52,
    "Et Nous révélâmes à Moïse [ceci] : \"Pars de nuit avec Mes serviteurs, car vous serez poursuivis.\""
  ],
  [
    53,
    "Puis, Pharaon envoya des rassembleurs [dire] dans les villes :"
  ],
  [
    54,
    "\"Ce sont, en fait, une bande peu nombreuse,"
  ],
  [
    55,
    "mais ils nous irritent."
  ],
  [
    56,
    "Cependant, nous sommes tous vigilants.\""
  ],
  [
    57,
    "Ainsi, Nous les fîmes donc sortir des jardins, des sources, "
  ],
  [
    58,
    "des trésors et d’un lieu de séjour agréable."
  ],
  [
    59,
    "Il en fut ainsi ! Et Nous les donnâmes en héritage aux enfants d’Israël."
  ],
  [
    60,
    "Au lever du soleil, ils les poursuivirent."
  ],
  [
    61,
    "Puis, quand les deux partis se virent, les compagnons de Moïse dirent: \"Nous allons être rejoints.\""
  ],
  [
    62,
    "Il dit : \"Jamais, car j’ai avec moi mon Seigneur qui va me guider.\""
  ],
  [
    63,
    "Alors Nous révélâmes à Moïse : \"Frappe la mer de ton bâton !\" Elle se fendit et alors chaque versant fut comme une énorme montagne."
  ],
  [
    64,
    "Nous fîmes approcher les autres [Pharaon et son peuple]."
  ],
  [
    65,
    "Et Nous sauvâmes Moïse et tous ceux qui étaient avec lui;"
  ],
  [
    66,
    "ensuite Nous noyâmes les autres."
  ],
  [
    67,
    "Voilà bien là un prodige, mais la plupart d’entre eux ne croient pas."
  ],
  [
    68,
    "Et ton Seigneur, c’est en vérité Lui le Tout Puissant, le Très Miséricordieux."
  ],
  [
    69,
    "Et récite-leur la nouvelle d’Abraham :"
  ],
  [
    70,
    "Quand il dit à son père et à son peuple: \"Qu’adorez-vous ?\""
  ],
  [
    71,
    "Ils dirent : \"Nous adorons des idoles et nous leurs restons attachés.\""
  ],
  [
    72,
    "Il dit : “Vous entendent-elles lorsque vous [les] invoquez ?"
  ],
  [
    73,
    "Ou vous profitent-elles ? Ou vous nuisent-elles ?\""
  ],
  [
    74,
    "Ils dirent : \"Non! Mais nous avons trouvé nos ancêtres agissant ainsi.\""
  ],
  [
    75,
    "Il dit : \"Que dites-vous de ce que vous adoriez...?"
  ],
  [
    76,
    "Vous et vos vieux ancêtres ?"
  ],
  [
    77,
    "Ils sont tous pour moi des ennemis sauf le Seigneur de l’Univers,"
  ],
  [
    78,
    "Celui qui m’a créé, et c’est Lui qui me guide ;"
  ],
  [
    79,
    "et c’est Lui qui me nourrit et me donne à boire ;"
  ],
  [
    80,
    "et quand je suis malade, c’est Lui qui me guérit ;"
  ],
  [
    81,
    "et qui me fera mourir, puis me redonnera la vie,"
  ],
  [
    82,
    "et c’est de Lui que je convoite le pardon de mes fautes le Jour de la Rétribution."
  ],
  [
    83,
    "Seigneur ! Accorde-moi sagesse (et savoir) et fais-moi rejoindre les gens de bien !"
  ],
  [
    84,
    "fais que j’aie une mention honorable sur les langues de la postérité !"
  ],
  [
    85,
    "Et fais de moi l’un des héritiers du Jardin des délices."
  ],
  [
    86,
    "et pardonne à mon père: car il a été du nombre des égarés;"
  ],
  [
    87,
    "et ne me couvre pas d’ignominie, le jour où l’on sera ressuscité,"
  ],
  [
    88,
    "le jour où ni les biens, ni les enfants ne seront d’aucune utilité,"
  ],
  [
    89,
    "sauf celui qui viendra à Allah avec un cœur sain.\""
  ],
  [
    90,
    "On rapprochera alors le Paradis pour les pieux."
  ],
  [
    91,
    "et l’on exposera aux errants la Fournaise,"
  ],
  [
    92,
    "et on leur dira: \"Où sont ceux que vous adoriez,"
  ],
  [
    93,
    "en dehors d’Allah? vous secourent-ils? ou se secourent-ils eux-mêmes?\""
  ],
  [
    94,
    "Ils y seront donc jetés pêle-mêle, et les errants aussi,"
  ],
  [
    95,
    "ainsi que toutes les légions d’Iblîs."
  ],
  [
    96,
    "Ils diront, tout en s’y querellant :"
  ],
  [
    97,
    "\"Par Allah ! Nous étions certes dans un égarement évident,"
  ],
  [
    98,
    "quand nous faisions de vous les égaux du Seigneur de l’Univers."
  ],
  [
    99,
    "Ce ne sont que les criminels qui nous ont égarés."
  ],
  [
    100,
    "Et nous n’avons pas d’intercesseurs,"
  ],
  [
    101,
    "ni d’ami chaleureux."
  ],
  [
    102,
    "Si un retour nous était possible, alors nous serions parmi les croyants !\""
  ],
  [
    103,
    "Voilà bien là un signe ; cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    104,
    "Et ton Seigneur, c’est Lui vraiment le Tout-Puissant, le Très Miséricordieux."
  ],
  [
    105,
    "Le peuple de Noé traita de menteurs les Envoyés,"
  ],
  [
    106,
    "lorsque Noé, leur frère, (contribule) leur dit: \"Ne craindrez-vous pas [Allah]?"
  ],
  [
    107,
    "Je suis pour vous un messager digne de confiance."
  ],
  [
    108,
    "Craignez Allah donc et obéissez-moi."
  ],
  [
    109,
    "Et je ne vous demande pas de salaire pour cela; mon salaire n’incombe qu’au Seigneur de l’Univers."
  ],
  [
    110,
    "Craignez Allah donc, et obéissez-moi !\""
  ],
  [
    111,
    "Ils dirent : \"Croirons-nous en toi, alors que ce sont les plus vils qui te suivent ?\""
  ],
  [
    112,
    "Il dit : \"Je ne sais pas ce que ceux-là faisaient."
  ],
  [
    113,
    "Leur compte n’incombe qu’à mon Seigneur. Si seulement vous étiez conscients."
  ],
  [
    114,
    "Je ne suis pas celui qui repousse les croyants."
  ],
  [
    115,
    "Je ne suis qu’un avertisseur explicite.\""
  ],
  [
    116,
    "Ils dirent : \"Si tu ne cesses pas, ô Noé, tu seras certainement du nombre des lapidés !\""
  ],
  [
    117,
    "Il dit : \"Seigneur ! Mon peuple me traite de menteur."
  ],
  [
    118,
    "Tranche donc clairement entre eux et moi ! Et sauve-moi ainsi que ceux des croyants qui sont avec moi !\""
  ],
  [
    119,
    "Nous le sauvâmes donc, de même que ceux qui étaient avec lui dans l’arche, pleinement chargée."
  ],
  [
    120,
    "Et ensuite nous noyâmes le reste (les infidèles)."
  ],
  [
    121,
    "Voilà bien là un signe. Cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    122,
    "Et Ton Seigneur, c’est lui vraiment le Tout-Puissant, le Très Miséricordieux."
  ],
  [
    123,
    "Les 'Âd traitèrent de menteurs les Envoyés."
  ],
  [
    124,
    "Et quand Hûd, leur frère (contribule), leur dit : \"Ne craindrez-vous pas [Allah] ?\""
  ],
  [
    125,
    "Je suis pour vous un messager digne de confiance,"
  ],
  [
    126,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    127,
    "Et je ne vous demande pas de salaire pour cela; mon salaire n’incombe qu’au Seigneur de l’Univers."
  ],
  [
    128,
    "Bâtissez-vous par frivolité sur chaque colline un monument ?"
  ],
  [
    129,
    "Et édifiez-vous des châteaux comme si vous deviez demeurer éternellement?"
  ],
  [
    130,
    "Et quand vous sévissez contre quelqu’un, vous le faites impitoyablement."
  ],
  [
    131,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    132,
    "Et craignez Celui qui vous a pourvus de [toutes les bonnes choses] que vous connaissez,"
  ],
  [
    133,
    "qui vous a pourvus de bestiaux et d’enfants,"
  ],
  [
    134,
    "de jardins et de sources."
  ],
  [
    135,
    "Je crains pour vous le châtiment d’un jour terrible."
  ],
  [
    136,
    "Ils dirent : \"Que tu nous exhortes ou pas, cela nous est parfaitement égal !"
  ],
  [
    137,
    "Ce ne sont là que des mœurs des anciens:"
  ],
  [
    138,
    "Et nous ne serons nullement châtiés.\""
  ],
  [
    139,
    "Ils le traitèrent donc de menteur. Et nous les fîmes périr. Voilà bien là un signe ! Cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    140,
    "Et Ton Seigneur, c’est Lui vraiment le Tout-Puissant, le Très Miséricordieux."
  ],
  [
    141,
    "Les Thamûd traitèrent de menteurs les Envoyés."
  ],
  [
    142,
    "Quand Sâlih, leur frère (contribule) leur dit : \"Ne craindrez- vous pas [Allah] ?\""
  ],
  [
    143,
    "Je suis pour vous un Messager digne de confiance."
  ],
  [
    144,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    145,
    "Je ne vous demande pas de salaire pour cela, mon salaire n’incombe qu’au Seigneur de l’Univers."
  ],
  [
    146,
    "Vous laissera-t-on en sécurité dans votre présente condition ?"
  ],
  [
    147,
    "Au milieu de jardins, de sources,"
  ],
  [
    148,
    "de cultures et de palmiers aux fruits digestes ?"
  ],
  [
    149,
    "Creusez-vous habilement des maisons dans les montagnes ?"
  ],
  [
    150,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    151,
    "N’obéissez pas à l’ordre des outranciers,"
  ],
  [
    152,
    "qui sèment le désordre sur la Terre et n’améliorent rien.\""
  ],
  [
    153,
    "Ils dirent : \"Tu n’es qu’un ensorcelé !"
  ],
  [
    154,
    "Tu n’es qu’un homme comme nous. Apporte donc un prodige, si tu es du nombre des véridiques !\""
  ],
  [
    155,
    "Il dit : \"Voici une chamelle: à elle de boire un jour convenu, et à vous de boire un jour . "
  ],
  [
    156,
    "Et ne lui infligez aucun mal, sinon le châtiment d’un jour terrible vous saisira\"."
  ],
  [
    157,
    "Mais ils la tuèrent Eh bien, ils eurent à regretter !"
  ],
  [
    158,
    "Le châtiment, en effet, les saisit. Voilà bien là un prodige. Cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    159,
    "Et ton Seigneur. C’est en vérité Lui le Tout-Puissant, le Très Miséricordieux."
  ],
  [
    160,
    "Le peuple de Lot traita de menteurs les Envoyés,"
  ],
  [
    161,
    "quand leur frère Lot leur dit : \"Ne craindrez-vous pas [Allah] ?"
  ],
  [
    162,
    "Je suis pour vous un Messager digne de confiance."
  ],
  [
    163,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    164,
    "Je ne vous demande pas de salaire pour cela, mon salaire n’incombe qu’au Seigneur de l’Univers."
  ],
  [
    165,
    "Accomplissez-vous l’acte charnel avec les mâles de ce monde ?"
  ],
  [
    166,
    "Et délaissez-vous les épouses que votre Seigneur a créées pour vous ? Mais vous n’êtes que des gens transgresseurs.\""
  ],
  [
    167,
    "Ils dirent : \"Si tu ne cesses pas, ô Lot, tu seras certainement du nombre des expulsés.\""
  ],
  [
    168,
    "Il dit: \"Je déteste vraiment ce que vous faites."
  ],
  [
    169,
    "Seigneur ! Sauve-moi ainsi que ma famille de ce qu’ils font.\""
  ],
  [
    170,
    "Nous le sauvâmes alors, lui et toute sa famille,"
  ],
  [
    171,
    "sauf une vieille qui fut parmi les exterminés."
  ],
  [
    172,
    "Puis Nous détruisîmes les autres ;"
  ],
  [
    173,
    "et Nous fîmes pleuvoir sur eux une pluie (de pierres). Et quelle pluie fatale pour ceux qui furent avertis !"
  ],
  [
    174,
    "Voilà bien là un prodige. Cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    175,
    "Et ton Seigneur, c’est en vérité Lui le Tout-Puissant, le Très Miséricordieux."
  ],
  [
    176,
    "Les gens d’Al Aïka traitèrent de menteurs les Envoyés . "
  ],
  [
    177,
    "Lorsque Chuaïb leur dit : \"Ne craindrez-vous pas [Allah] ?\""
  ],
  [
    178,
    "Je suis pour vous un Messager digne de confiance."
  ],
  [
    179,
    "Craignez Allah donc et obéissez-moi !"
  ],
  [
    180,
    "Je ne vous demande pas de salaire pour cela; mon salaire n’incombe qu’au Seigneur de l’Univers."
  ],
  [
    181,
    "Donnez la pleine mesure et n’en faites rien perdre [aux gens] !"
  ],
  [
    182,
    "Et pesez avec une balance exacte !"
  ],
  [
    183,
    "Et ne donnez pas aux gens moins que leur dû ! Et ne commettez pas de désordre et de corruption sur Terre."
  ],
  [
    184,
    "Et craignez Celui qui vous a créés, vous et les anciennes générations.\""
  ],
  [
    185,
    "Ils dirent : \"Tu es certes du nombre des ensorcelés ;"
  ],
  [
    186,
    "Et tu n’es qu’un homme comme nous ; et vraiment nous pensons que tu es du nombre des menteurs."
  ],
  [
    187,
    "Fais donc tomber sur nous des morceaux du ciel si tu es du nombre des véridiques !\""
  ],
  [
    188,
    "Il dit : \"Mon Seigneur sait mieux ce que vous faites.\""
  ],
  [
    189,
    "Mais ils le traitèrent de menteur. Alors, le châtiment du jour de l’Ombre les saisit. Ce fut le châtiment d’un jour terrible. "
  ],
  [
    190,
    "Voilà bien là un prodige. Cependant, la plupart d’entre eux ne croient pas."
  ],
  [
    191,
    "Et ton Seigneur, c’est en vérité Lui le Tout Puissant, le Très Miséricordieux."
  ],
  [
    192,
    "Et ceci (le Coran), c’est le Seigneur de l’Univers qui l’a fait descendre,"
  ],
  [
    193,
    "l’Esprit fidèle est descendu avec cela. "
  ],
  [
    194,
    "sur ton cœur, pour que tu sois du nombre des avertisseurs,"
  ],
  [
    195,
    "en une langue arabe très claire."
  ],
  [
    196,
    "Et ceci était déjà mentionné dans les écrits des anciens (envoyés)."
  ],
  [
    197,
    "N’est-ce pas pour eux un signe, que les savants des Enfants d’Israël le sachent ?"
  ],
  [
    198,
    "Et si Nous l’avions fait descendre sur quelqu’un des non-Arabes,"
  ],
  [
    199,
    "et que celui-ci le leur eut récité, ils n’y auraient pas cru."
  ],
  [
    200,
    "Ainsi l’avons Nous fait pénétrer [le doute] dans les cœurs des criminels;"
  ],
  [
    201,
    "mais ils n’y [le Coran] croiront pas avant de voir le châtiment douloureux,"
  ],
  [
    202,
    "qui viendra alors sur eux soudain, sans qu’ils s’en rendent compte ;"
  ],
  [
    203,
    "alors ils diront : \"Est-ce qu’on va nous donner du répit ?\""
  ],
  [
    204,
    "Est-ce qu’ils cherchent à hâter Notre châtiment ?"
  ],
  [
    205,
    "Vois-tu si Nous leur permettions de jouir, des années durant,"
  ],
  [
    206,
    "et qu’ensuite leur arrive ce dont on les menaçait,"
  ],
  [
    207,
    "les jouissances qu’on leur a permises ne leur serviraient à rien."
  ],
  [
    208,
    "Et Nous ne faisons pas périr de cité avant qu’elle n’ait eu des avertisseurs,"
  ],
  [
    209,
    "[à titre de] rappel, et Nous ne sommes pas injuste."
  ],
  [
    210,
    "Et ce ne sont point les diables qui sont descendus avec ceci (le Coran) :"
  ],
  [
    211,
    "Cela ne leur convient pas; et ils n’auraient pu le faire."
  ],
  [
    212,
    "Car ils sont écartés de toute écoute (du message divin)."
  ],
  [
    213,
    "N’invoque donc pas une autre divinité avec Allah, sinon tu seras du nombre des châtiés."
  ],
  [
    214,
    "Et avertis les gens qui te sont les plus proches."
  ],
  [
    215,
    "Et abaisse ton aile [sois bienveillant] pour les croyants qui te suivent."
  ],
  [
    216,
    "Mais s’ils te désobéissent, dis-leur : \"Moi, je désavoue ce que vous faites !\""
  ],
  [
    217,
    "Et place ta confiance dans le Tout Puissant, le Très Miséricordieux,"
  ],
  [
    218,
    "Celui qui te voit quand tu te lèves , "
  ],
  [
    219,
    "et (voit) tes gestes parmi ceux qui se prosternent."
  ],
  [
    220,
    "C’est Lui vraiment, I’Audient, I’Omniscient."
  ],
  [
    221,
    "Vous apprendrai-Je sur qui les diables descendent ?"
  ],
  [
    222,
    "Ils descendent sur tout calomniateur, pécheur."
  ],
  [
    223,
    "Ils tendent l’oreille... Cependant, la plupart d’entre eux sont menteurs."
  ],
  [
    224,
    "Et quant aux poètes, ce sont les égarés qui les suivent."
  ],
  [
    225,
    "Ne vois-tu pas qu’ils divaguent dans chaque vallée,"
  ],
  [
    226,
    "et qu’ils disent ce qu’ils ne font pas ?"
  ],
  [
    227,
    "excepté ceux qui croient et font de bonnes œuvres, qui invoquent souvent le nom d’Allah et se défendent contre les torts qu’on leur fait . Les injustes sauront bientôt le funeste destin qui les attend ! "
  ]
]