[
  {
    "id": 29,
    "city": "makkah",
    "name": {
      "translated": "The Spider",
      "transliterated": "Al-'Ankabut",
      "codepoints": [
        1575,
        1604,
        1593,
        1606,
        1603,
        1576,
        1608,
        1578
      ]
    },
    "ayahs": 69,
    "slug": "al-ankabut",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Alif, Lâm, Mîm . "
  ],
  [
    2,
    "Est-ce que les gens pensent qu’on les laissera dire : \"Nous croyons !\" sans les éprouver ?"
  ],
  [
    3,
    "Certes, Nous avons éprouvé ceux qui ont vécu avant eux ; [Ainsi] Allah connaît ceux qui disent la vérité et ceux qui mentent."
  ],
  [
    4,
    "Ou bien ceux qui commettent des méfaits, comptent-ils pouvoir Nous échapper ? Comme leur jugement est mauvais !"
  ],
  [
    5,
    "Quiconque espère rencontrer Allah, alors le terme fixé par Allah va certainement venir. Et c’est Lui l’Audient, l’Omniscient."
  ],
  [
    6,
    "Et quiconque lutte, ne lutte que pour lui-même, car Allah Se passe de tout l’Univers."
  ],
  [
    7,
    "Et quant à ceux qui croient et font de bonnes œuvres, Nous leur effacerons leurs méfaits, et Nous les rétribuerons de la meilleure récompense pour ce qu’ils auront accompli."
  ],
  [
    8,
    "Et Nous avons enjoint à l’homme de bien traiter ses père et mère, et \"si ceux-ci te forcent à M’associer, ce dont tu n’as aucun savoir, alors ne leur obéis pas !\" Vers Moi est votre retour, et alors Je vous informerai de ce que vous faisiez."
  ],
  [
    9,
    "Et quant à ceux qui croient et font de bonnes œuvres, Nous les ferons certainement entrer parmi les gens de bien."
  ],
  [
    10,
    "Et parmi les gens il en est qui disent : \"Nous croyons en Allah !\" Puis, si on les fait souffrir pour la cause d’Allah, ils considèrent l’épreuve de la part des hommes comme un châtiment d’Allah. Or, s’il vient du secours de ton Seigneur, ils diront certes: \"Nous étions avec vous !\" Allah n’est-Il pas le meilleur à savoir ce qu’il y a dans les poitrines de tout le monde ?"
  ],
  [
    11,
    "Et Allah connaît parfaitement les croyants et Il connaît parfaitement les hypocrites."
  ],
  [
    12,
    "Et ceux qui ne croient pas disent à ceux qui croient : \"Suivez notre sentier, et que nous supportions vos fautes !\" Mais ils ne supporteront rien de leurs fautes. En vérité ce sont des menteurs."
  ],
  [
    13,
    "Et très certainement, ils porteront leurs fardeaux et d’autres fardeaux en plus de leurs propres fardeaux. Et ils seront interrogés, le Jour de la Résurrection, sur ce qu’ils inventaient."
  ],
  [
    14,
    "Et en effet, Nous avons envoyé Noé vers son peuple. Il demeura parmi eux mille ans moins cinquante années. Puis le déluge les emporta alors qu’ils étaient injustes."
  ],
  [
    15,
    "Puis, Nous les sauvâmes, lui et les gens de l’arche ; et Nous en fîmes un enseignement pour l’Univers."
  ],
  [
    16,
    "Et Abraham, quand il dit à son peuple : \"Adorez Allah, et craignez-Le ! cela vous est bien meilleur si vous saviez.\""
  ],
  [
    17,
    "Vous n’adorez que des idoles, en dehors d’Allah, et vous forgez un mensonge. Ceux que vous adorez en dehors d’Allah ne possèdent aucun moyen pour vous procurer nourriture; Recherchez donc votre subsistance auprès d’Allah ! Adorez-Le et soyez-Lui reconnaissants ! C’est à Lui que vous serez ramenés."
  ],
  [
    18,
    "Et si vous criez au mensonge, d’autres nations avant vous, ont aussi traité (leurs Prophètes) de menteurs. Au Messager, cependant, n’incombe que la transmission claire."
  ],
  [
    19,
    "Ne voient-ils pas comment Allah commence la Création puis la refait ? Cela est facile pour Allah."
  ],
  [
    20,
    "Dis : \"Parcourez la Terre et voyez comment Il a commencé la création. Puis comment Allah crée la génération ultime. Car Allah est Omnipotent.\""
  ],
  [
    21,
    "Il châtie qui Il veut et fait miséricorde à qui Il veut ; et c’est vers Lui que vous serez ramenés."
  ],
  [
    22,
    "Et vous ne pourrez-vous opposer à Sa puissance ni sur Terre, ni au ciel ; et il n’y a pas pour vous, en dehors d’Allah, ni allié ni secoureur."
  ],
  [
    23,
    "Et ceux qui ne croient pas aux versets d’Allah et à Sa rencontre, désespèrent de Sa miséricorde. Et ceux-là auront un châtiment douloureux."
  ],
  [
    24,
    "Son peuple ne fît d’autre réponse que : \"Tuez-le ou brûlez-le ! \" Mais Allah le sauva du feu. C’est bien là des signes pour des gens qui croient. "
  ],
  [
    25,
    "Et [Abraham] dit : “En effet, c’est pour cimenter des liens entre vous-même dans la vie présente, que vous avez adopté des idoles, en dehors d’Allah. Ensuite, le Jour de la Résurrection, les uns renieront les autres, et les uns maudiront les autres, tandis que vous aurez le Feu pour refuge, et vous n’aurez pas de protecteurs (ni de secoureurs)."
  ],
  [
    26,
    "Lot crut en lui. Il dit : \"Moi, j’émigre vers mon Seigneur ! Car c’est Lui le Tout Puissant, le Sage.\" "
  ],
  [
    27,
    "Nous lui donnâmes Isaac et Jacob, et plaçâmes dans sa descendance la Prophétie et le Livre. Et Nous lui accordâmes sa récompense ici-bas, tandis que dans l’au-delà, il sera parmi les gens de bien."
  ],
  [
    28,
    "Et [rappelle] Lot, quand il dit à son peuple : \"Vraiment, vous commettez la turpitude où nul dans l’Univers ne vous a précédés."
  ],
  [
    29,
    "Aurez-vous commerce charnel avec des mâles ? Pratiquerez-vous le brigandage ? Commettrez-vous le blâmable dans votre assemblée?\" Mais son peuple ne fit d’autre réponse que : \"Fait que le châtiment d’Allah nous vienne, si tu es du nombre des véridiques !\""
  ],
  [
    30,
    "Il dit : “Seigneu r! Secours-moi contre ce peuple de corrupteurs ! ”"
  ],
  [
    31,
    "Et quand Nos Messagers (les Anges) apportèrent à Abraham la bonne annonce , ils dirent : “Nous allons anéantir les habitants de cette cité car ses habitants sont injustes.” "
  ],
  [
    32,
    "Il dit : \"Mais Lot s’y trouve !\" Ils dirent : \"Nous savons parfaitement qui y habite : nous le sauverons certainement, lui et sa famille, excepté sa femme qui sera parmi ceux qui périront.\""
  ],
  [
    33,
    "Et quand Nos Messagers (les Anges) vinrent à Lot, il fut affligé pour eux, et se sentit incapable de les protéger. Ils lui dirent : “Ne crains rien et ne t’afflige pas... Nous te sauverons ainsi que ta famille, excepté ta femme qui sera parmi ceux qui périront."
  ],
  [
    34,
    "Nous ferons tomber du ciel un châtiment sur les habitants de cette cité, pour leur perversité.\""
  ],
  [
    35,
    "Et certainement, Nous avons laissé (des ruines de cette cité) un signe (d’avertissement) évident pour des gens qui raisonnent."
  ],
  [
    36,
    "De même, aux Madyan (Nous envoyâmes) leur frère Chu'aïb qui leur dit : \"Ô mon peuple ! Adorez Allah et attendez-vous au Jour Dernier, et ne semez pas la corruption sur Terre !\" "
  ],
  [
    37,
    "Mais ils le traitèrent de menteur. Le cataclysme les saisit, et au matin, ils gisaient sans vie dans leurs demeures."
  ],
  [
    38,
    "De même (Nous anéantîmes) les 'Âd et les Thamûd. - Vous le voyez clairement à travers leurs habitations - Le Diable (Satan), cependant, leur avait embelli leurs actions, au point de les repousser loin du sentier; ils étaient pourtant invités à être clairvoyants. "
  ],
  [
    39,
    "De même, (Nous détruisîmes) Coré, Pharaon et Hâmân. Alors que Moïse leur avait apporté des preuves évidentes, ils s’enorgueillirent sur Terre. Et ils n’ont pas pu [Nous] échapper."
  ],
  [
    40,
    "Nous saisîmes donc chacun pour son péché: Il y en eut sur qui Nous envoyâmes un ouragan ; il y en eut que le Cri saisit ; il y en eut que Nous fîmes engloutir par la terre ; et il y en eut que Nous noyâmes. Cependant, Allah ne fut pas tel à leur faire du tort, mais ils se firent du tort à eux-mêmes . "
  ],
  [
    41,
    "Ceux qui ont pris des protecteurs en dehors d’Allah ressemblent à l’araignée qui s’est donné maison. Or la maison la plus fragile est celle de l’araignée. Si seulement ils savaient!"
  ],
  [
    42,
    "Allah connaît toute chose qu’ils invoquent en dehors de Lui. Et c’est Lui le Tout Puissant, le Sage."
  ],
  [
    43,
    "Telles sont les paraboles que Nous proposons aux gens ; cependant, seuls les savants les comprennent."
  ],
  [
    44,
    "C’est pour une juste raison qu’Allah a créé les cieux et la Terre. Voilà bien là une preuve pour les croyants."
  ],
  [
    45,
    "Récite ce qui t’est révélé du Livre et accomplis la prière (As-Salât). En vérité la prière (As-Salât) préserve de la turpitude et du blâmable. Et le rappel d’Allah est certes ce qu’il y a de plus grand. Et Allah sait ce que vous faites."
  ],
  [
    46,
    "Et ne discutez que de la meilleure façon avec les gens du Livre, sauf ceux d’entre eux qui sont injustes. Et dites : \"Nous croyons en ce qu’on a fait descendre vers nous et descendre vers vous, et notre Dieu et votre Dieu est le même , et c’est à Lui que nous nous soumettons.\" "
  ],
  [
    47,
    "C’est ainsi que Nous t’avons fait descendre le Livre (le Coran). Ceux à qui Nous avons donné le Livre y croient. Et parmi ceux-ci, il en est qui y croient. Seuls les mécréants renient Nos versets . "
  ],
  [
    48,
    "Et avant cela, tu ne récitais aucun livre et tu n’en n’écrivais aucun de ta main droite. Sinon, ceux qui nient la vérité auraient eu des doutes."
  ],
  [
    49,
    "Il consiste plutôt en des versets évidents, (préservés) dans les poitrines de ceux à qui le savoir a été donné. Et seuls les injustes renient Nos versets."
  ],
  [
    50,
    "Et ils dirent : \"Pourquoi n’a-t-on pas fait descendre sur lui des prodiges de la part de son Seigneur ?\" Dis : \"Les prodiges sont auprès d’Allah. Moi, je ne suis qu’un avertisseur bien clair.\""
  ],
  [
    51,
    "Ne leur suffit-il donc point que Nous ayons fait descendre sur toi le Livre et qu’il leur soit récité ? Il y a assurément là une miséricorde et un rappel pour des gens qui croient."
  ],
  [
    52,
    "Dis : \"Allah suffit comme témoin entre moi et vous.\" Il sait ce qui est dans les cieux et la Terre. Et quant à ceux qui croient au faux et ne croient pas en Allah, ceux-là seront les perdants."
  ],
  [
    53,
    "Et ils te demandent de hâter [la venue] du châtiment. S’il n’y avait pas eu un terme fixé, le châtiment leur serait certes venu. Et assurément, il leur viendra soudain, sans qu’ils ne s’en rendent compte."
  ],
  [
    54,
    "Ils te demandent de hâter [la venue] du châtiment, tandis que l’Enfer cerne les mécréants de toutes parts."
  ],
  [
    55,
    "Le jour où le châtiment les enveloppera d’en haut et sous leurs pieds. Il [leur] dira : \"Goûtez à ce que vous faisiez !\""
  ],
  [
    56,
    "Ô Mes serviteurs qui avaient cru ! Ma Terre est bien vaste. Adorez-Moi donc !"
  ],
  [
    57,
    "Toute âme goûtera la mort. Ensuite c’est vers Nous que vous serez ramenés."
  ],
  [
    58,
    "Et quant à ceux qui croient et accomplissent de bonnes œuvres, Nous les installerons certes à l’étage dans le Paradis sous lequel coulent les ruisseaux, pour y demeurer éternellement. Quelle belle récompense que celle de ceux qui font le bien,"
  ],
  [
    59,
    "qui endurent, et placent leur confiance en leur Seigneur !"
  ],
  [
    60,
    "Et que de bêtes ne se chargent point de leur propre nourriture ! C’est Allah qui les nourrit ainsi que vous. Et c’est Lui l’Audient, l’Omniscient."
  ],
  [
    61,
    "Si tu leur demandes : \"Qui a créé les cieux et la Terre, et assujetti le soleil et la lune ?\" Ils diront très certainement: \"Allah\". Comment se fait-il qu’ensuite ils se détournent (du chemin droit) ? "
  ],
  [
    62,
    "Allah dispense largement ou restreint Ses dons à qui Il veut parmi Ses serviteurs. Certes, Allah est Omniscient."
  ],
  [
    63,
    "Et si tu leur demandes : “Qui a fait descendre du ciel une eau avec laquelle Il fait revivre la terre après sa mort ? ” Ils diront très certainement: “Allah.” Dis : “Louange à Allah ! ” Mais la plupart d’entre eux ne raisonnent pas."
  ],
  [
    64,
    "Cette vie d’ici-bas n’est qu’amusement et jeu. Et la Demeure de l’au-delà est assurément la véritable vie. S’ils savaient !"
  ],
  [
    65,
    "Quand ils montent en bateau, ils invoquent Allah en Lui vouant exclusivement leur culte. [Mais] Une fois qu’Il les a sauvés [des dangers de la mer en les ramenant] sur la terre ferme, voilà qu’ils [Lui] donnent des associés."
  ],
  [
    66,
    "Qu’ils nient ce que Nous leur avons donné et jouissent des biens de ce monde ! Ils sauront bientôt !"
  ],
  [
    67,
    "Ne voient-ils pas que vraiment Nous avons fait un sanctuaire sûr [La Mecque], alors que tout autour d’eux on enlève les gens ? Croiront-ils donc au faux et nieront-ils les bienfaits d’Allah ?"
  ],
  [
    68,
    "Et quel pire injuste que celui qui invente un mensonge contre Allah, ou qui dément la Vérité quand elle lui parvient ? N’y a-t-il pas dans l’Enfer [qu'il y a] une demeure pour les mécréants ?"
  ],
  [
    69,
    "Et quant à ceux qui luttent pour Notre cause, Nous les guiderons certes sur Nos sentiers, Allah est en vérité avec les bienfaisants."
  ]
]