[
  {
    "id": 36,
    "city": "makkah",
    "name": {
      "translated": "Ya Sin",
      "transliterated": "Ya-Sin",
      "codepoints": [
        1610,
        1587
      ]
    },
    "ayahs": 83,
    "slug": "ya-sin",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Yâ-Sîn."
  ],
  [
    2,
    "Par le Coran plein de sagesse."
  ],
  [
    3,
    "Tu (Mohammed) es certes du nombre des messagers."
  ],
  [
    4,
    "sur un chemin droit."
  ],
  [
    5,
    "C’est une révélation de la part du Tout-Puissant, du Très Miséricordieux."
  ],
  [
    6,
    "Pour que tu avertisses un peuple dont les ancêtres n’ont pas été avertis: ils sont donc insouciants."
  ],
  [
    7,
    "En effet, la Parole contre la plupart d’entre eux s’est réalisée: ils ne croiront donc pas. "
  ],
  [
    8,
    "Nous mettrons des carcans à leurs cous, et il y en aura jusqu’aux mentons: et voilà qu’ils iront têtes dressées."
  ],
  [
    9,
    "et Nous mettrons une barrière devant eux et une barrière derrière eux; Nous les recouvrirons d’un voile : et voilà qu’ils ne pourront rien voir."
  ],
  [
    10,
    "Cela leur est égal que tu les avertisses ou que tu ne les avertisses pas : ils ne croiront jamais."
  ],
  [
    11,
    "Tu avertis seulement celui qui suit le Rappel (le Coran), et craint le Tout Miséricordieux, malgré qu’il ne Le voit pas. Annonce-lui un pardon et une récompense généreuse."
  ],
  [
    12,
    "C’est Nous qui ressuscitons les morts et écrivons ce qu’ils ont fait [pour l’au-delà] ainsi que leurs traces . Et Nous avons dénombré toute chose dans un registre explicite. "
  ],
  [
    13,
    "Donne-leur comme exemple les habitants de la cité, quand leur vinrent les Envoyés . "
  ],
  [
    14,
    "Quand Nous leur envoyâmes deux [envoyés] et qu’ils les traitèrent de menteurs. Nous [les] renforçâmes alors par un troisième et ils dirent : \"Vraiment, nous sommes envoyés à vous.\""
  ],
  [
    15,
    "Mais ils [les gens] dirent : \"Vous n’êtes que des hommes comme nous. Le Tout Miséricordieux n’a rien fait descendre et vous ne faites que mentir.\""
  ],
  [
    16,
    "Ils [les Messagers] dirent : \"Notre Seigneur sait qu’en vérité nous sommes envoyés à vous."
  ],
  [
    17,
    "et il ne nous incombe que de transmettre clairement (notre message).\""
  ],
  [
    18,
    "Ils dirent : \"Nous voyons en vous un mauvais présage. Si vous ne cessez pas, nous vous lapideront et un douloureux châtiment de notre part vous touchera.\""
  ],
  [
    19,
    "Ils dirent : \"Votre mauvais présage est avec vous-mêmes. Est-ce ainsi [que vous agissez] quand le rappel vous est fait ? Vous êtes assurément des gens outranciers !\""
  ],
  [
    20,
    "Et du bout de la ville, un homme vint en toute hâte et il dit : \"Ô mon peuple ! Suivez les Messagers :"
  ],
  [
    21,
    "suivez ceux qui ne vous demandent aucun salaire et qui sont sur la bonne voie."
  ],
  [
    22,
    "et qu’aurais-je à ne pas adorer Celui qui m’a créé ? Et c’est vers Lui que vous serez ramenés."
  ],
  [
    23,
    "Prendrais-je en dehors de Lui des divinités ? Si le Tout Miséricordieux me veut du mal, leur intercession ne me servira à rien et ils ne me sauveront pas."
  ],
  [
    24,
    "Je serais alors dans un égarement évident."
  ],
  [
    25,
    "[Mais] je crois en votre Seigneur, Ecoutez-moi donc.\""
  ],
  [
    26,
    "Alors il [lui] fut dit : \"Entre au Paradis.\" Il dit : \"Ah si seulement mon peuple savait !"
  ],
  [
    27,
    "... en raison de quoi mon Seigneur m’a pardonné et mis au nombre des honorés.\""
  ],
  [
    28,
    "Et après lui Nous ne fîmes descendre du ciel aucune armée. Nous ne voulions rien faire descendre sur son peuple."
  ],
  [
    29,
    "Ce ne fut qu’un seul Cri et les voilà éteints."
  ],
  [
    30,
    "Hélas pour les esclaves [les humains]! Jamais il ne leur vient de messager sans qu’ils ne s’en raillent."
  ],
  [
    31,
    "Ne voient-ils pas combien de générations avant eux Nous avons fait périr ? Lesquelles ne retourneront jamais parmi eux."
  ],
  [
    32,
    "Et tous sans exception comparaîtront devant Nous."
  ],
  [
    33,
    "Une preuve pour eux est la terre morte, à laquelle Nous redonnons la vie, et d’où Nous faisons sortir des grains dont ils mangent."
  ],
  [
    34,
    "Nous y avons mis des jardins de palmiers et de vignes et y avons fait jaillir des sources,"
  ],
  [
    35,
    "afin qu’ils mangent de Ses fruits et de ce que leurs mains ont produit . Ne seront-ils pas reconnaissants? "
  ],
  [
    36,
    "Louange à Celui qui a créé tous les couples de ce que la terre fait pousser, d’eux-mêmes, et de ce qu’ils ne savent pas !"
  ],
  [
    37,
    "Et une preuve pour eux est la nuit, dont Nous dépouillons le jour, et les voilà alors dans les ténèbres."
  ],
  [
    38,
    "et le soleil court vers un gîte qui lui est assigné; telle est la détermination du Tout-Puissant, de l’Omniscient."
  ],
  [
    39,
    "Et la lune, Nous lui avons déterminé des phases jusqu’à ce qu’elle devienne comme la palme vieillie . "
  ],
  [
    40,
    "Le soleil ne peut rattraper la lune, ni la nuit devancer le jour ; et chacun vogue dans une orbite."
  ],
  [
    41,
    "Et un (autre) signe pour eux est que Nous avons transporté leur descendance sur le bateau chargé ; "
  ],
  [
    42,
    "et Nous leur créâmes des semblables sur lesquels ils montent."
  ],
  [
    43,
    "Et si Nous le voulons, Nous les noyons; pour eux alors, pas de secoureur et ils ne seront pas sauvés,"
  ],
  [
    44,
    "sauf par une miséricorde de Notre part, et à titre de jouissance pour un temps."
  ],
  [
    45,
    "Et quand on leur dit : \"Craignez ce qu’il y a devant vous et ce qu’il y a derrière vous afin que vous ayez la miséricorde !\" "
  ],
  [
    46,
    "Or, pas une preuve ne leur vient, parmi les preuves de leur Seigneur sans qu’ils ne s’en détournent."
  ],
  [
    47,
    "Et quand on leur dit : \"Dépensez de ce qu’Allah vous a attribué\", ceux qui ont mécru disent à ceux qui ont cru : \"Nourrirons- nous quelqu’un qu’Allah aurait nourri s’Il avait voulu ? Vous n’êtes que dans un égarement évident.\""
  ],
  [
    48,
    "Et ils disent : \"A quand cette promesse si vous êtes véridiques ?\""
  ],
  [
    49,
    "Ils n’attendent qu’un seul Cri qui les saisira alors qu’ils seront en train de disputer."
  ],
  [
    50,
    "Ils ne pourront donc ni faire de testament, ni retourner chez leurs familles."
  ],
  [
    51,
    "Et on soufflera dans la Trompe, et voilà que, des tombes, ils se précipiteront vers leur Seigneur,"
  ],
  [
    52,
    "en disant : \"Malheur à nous ! Qui nous a ressuscités de là où nous dormions ?\" C’est ce que le Tout Miséricordieux avait promis; et les Messagers avaient dit vrai."
  ],
  [
    53,
    "Ce ne sera qu’un seul Cri, et voilà qu’ils seront tous amenés devant Nous."
  ],
  [
    54,
    "Ce jour-là, aucune âme ne sera lésée en rien. Et vous ne serez rétribués que selon ce que vous faisiez."
  ],
  [
    55,
    "Les gens du Paradis seront, ce jour-là, dans une occupation qui les remplira de bonheur ;"
  ],
  [
    56,
    "eux et leurs épouses seront sous des ombrages, accoudés sur les divans."
  ],
  [
    57,
    "Là ils auront des fruits et ils auront ce qu’ils réclameront,"
  ],
  [
    58,
    "\"Paix [Salâm] !\" Parole de la part d’un Seigneur Très Miséricordieux."
  ],
  [
    59,
    "\"Ô injustes ! Tenez-vous à l’écart ce jour- là !"
  ],
  [
    60,
    "Ne vous ai-Je pas engagés, enfants d’Adam, à ne pas adorer le Diable ? Car il est vraiment pour vous un ennemi déclaré,"
  ],
  [
    61,
    "et [ne vous ai-Je pas engagés] à M’adorer ? Voilà un chemin bien droit."
  ],
  [
    62,
    "Et il a très certainement égaré un grand nombre d’entre vous. Ne raisonniez-vous donc pas ?"
  ],
  [
    63,
    "Voici l’Enfer qu’on vous promettait."
  ],
  [
    64,
    "Brûlez-y aujourd’hui, pour avoir mécru.\""
  ],
  [
    65,
    "Ce jour-là, Nous scellerons leurs bouches, tandis que leurs mains Nous parleront et que leurs jambes témoigneront de ce qu’ils avaient accompli."
  ],
  [
    66,
    "Et si Nous voulions, Nous effacerions leurs yeux et ils courront vers le chemin. Mais comment alors pourront-ils voir ?"
  ],
  [
    67,
    "Et si Nous voulions, Nous les métamorphoserions sur place; alors ils ne sauront ni avancer ni revenir."
  ],
  [
    68,
    "A quiconque Nous accordons une longue vie, Nous faisons baisser sa forme. Ne comprennent-ils donc pas ?"
  ],
  [
    69,
    "Nous ne lui (à Mohammed) avons pas enseigné la poésie ; cela ne lui convient pas non plus. Ceci n’est qu’un rappel et une Lecture [Coran] claire,"
  ],
  [
    70,
    "pour qu’ils avertisse celui qui est vivant et que la Parole se réalise contre les mécréants."
  ],
  [
    71,
    "Ne voient-ils donc pas que, parmi ce que Nos mains ont fait, Nous leur avons créé des bestiaux dont ils sont propriétaires ;"
  ],
  [
    72,
    "et Nous les leurs avons soumis ; certains leur servent de monture et d’autre de nourriture ;"
  ],
  [
    73,
    "et ils en retirent d’autres utilités et des boissons. Ne seront-ils donc pas reconnaissants ?"
  ],
  [
    74,
    "Et ils adoptèrent des divinités en dehors d’Allah, dans l’espoir d’être secourus..."
  ],
  [
    75,
    "Celles-ci ne pourront pas les secourir, elles formeront au contraire une armée dressée contre eux."
  ],
  [
    76,
    "Que leurs paroles ne t’affligent donc pas! Nous savons ce qu’ils cachent et ce qu’ils divulguent."
  ],
  [
    77,
    "L’homme ne voit-il pas que Nous l’avons créé d’une goutte de sperme? Et le voilà [devenu] un adversaire déclaré !"
  ],
  [
    78,
    "Il cite pour Nous un exemple, tandis qu’il oublie sa propre création; il dit : \"Qui va redonner la vie à des ossements une fois réduits en poussière ?\""
  ],
  [
    79,
    "Dis : \"Celui qui les a créés une première fois, leur redonnera la vie. Il connaît parfaitement toute la création ;"
  ],
  [
    80,
    "c’est Lui qui, de l’arbre vert, a fait pour vous du feu, et voilà que de cela vous allumez."
  ],
  [
    81,
    "Celui qui a créé les cieux et la Terre ne serait-Il pas capable de créer leur pareil ? Oh que si ! et Il est le grand Créateur, l'Omniscient."
  ],
  [
    82,
    "Quand Il veut une chose, Son commandement consiste à dire : \"Sois\", et c’est."
  ],
  [
    83,
    "Louange donc, à Celui qui détient en sa main la royauté sur toute chose ! Et c’est vers Lui que vous serez ramenés."
  ]
]