[
  {
    "id": 37,
    "city": "makkah",
    "name": {
      "translated": "Those who set the Ranks",
      "transliterated": "As-Saffat",
      "codepoints": [
        1575,
        1604,
        1589,
        1575,
        1601,
        1575,
        1578
      ]
    },
    "ayahs": 182,
    "slug": "as-saffat",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Par ceux qui sont rangés en rangs . "
  ],
  [
    2,
    "Par ceux qui poussent (les nuages) avec force."
  ],
  [
    3,
    "Par ceux qui récitent, en rappel:"
  ],
  [
    4,
    "\"Votre Dieu est en vérité unique,"
  ],
  [
    5,
    "le Seigneur des cieux et de la terre et de ce qui existe entre eux et Seigneur des Levants\". "
  ],
  [
    6,
    "Nous avons décoré le ciel le plus proche d’un décor: les étoiles,"
  ],
  [
    7,
    "afin de le protéger contre tout diable rebelle."
  ],
  [
    8,
    "Ils ne pourront être à l’écoute des dignitaires suprêmes [les Anges] ; car ils seront harcelés de tout côté,"
  ],
  [
    9,
    "et refoulés. Et ils auront un châtiment perpétuel."
  ],
  [
    10,
    "Sauf celui qui saisit au vol quelque [information] ; il est alors pourchassé par un météore transperçant."
  ],
  [
    11,
    "Demande-leur s’ils sont plus difficiles à créer que ceux que Nous avons créés ? Car Nous les avons créés de boue collante ! "
  ],
  [
    12,
    "Mais tu t’étonnes, et ils se moquent !"
  ],
  [
    13,
    "Et quand on le leur rappelle (le Coran), ils ne se rappellent pas;"
  ],
  [
    14,
    "et quand ils voient un prodige, ils cherchent à s’en moquer,"
  ],
  [
    15,
    "et disent : \"Ceci n’est que magie évidente."
  ],
  [
    16,
    "Lorsque nous serons morts et que nous deviendrons poussière et ossements, serons-nous ressuscités ?"
  ],
  [
    17,
    "ainsi que nos premiers ancêtres ?\""
  ],
  [
    18,
    "Dis : \"Oui ! Et vous vous humilierez.\""
  ],
  [
    19,
    "Il n’y aura qu’un seul Cri, et voilà qu’ils regarderont,"
  ],
  [
    20,
    "et ils diront : \"Malheur à nous ! C’est le jour de la Rétribution.\""
  ],
  [
    21,
    "\"C’est le jour du Jugement que vous traitiez de mensonge.\""
  ],
  [
    22,
    "\"Rassemblez les injustes et leurs épouses et tout ce qu’ils adoraient,"
  ],
  [
    23,
    "en dehors d’Allah. Puis conduisez-les au chemin de la Fournaise."
  ],
  [
    24,
    "Et arrêtez-les: car ils doivent être interrogés.\""
  ],
  [
    25,
    "\"Pourquoi ne vous portez-vous pas secours mutuellement?\""
  ],
  [
    26,
    "Mais ce jour-là, ils seront complètement soumis,"
  ],
  [
    27,
    "et les uns se tourneront vers les autres s’interrogeant mutuellement ;"
  ],
  [
    28,
    "Ils diront : \"C'est vous qui nous incitiez à mécroire, nous figurant qu'il s'agissait du bon chemin. \" "
  ],
  [
    29,
    "\"C’est vous plutôt (diront les chefs) qui ne vouliez pas croire."
  ],
  [
    30,
    "Et nous n’avions aucun pouvoir sur vous. C’est vous plutôt qui étiez des gens transgresseurs."
  ],
  [
    31,
    "La parole de notre Seigneur s’est donc réalisée contre nous; certes, nous allons goûter [au châtiment]."
  ],
  [
    32,
    "\"Nous vous avons induits en erreur car, en vérité, nous étions égarés nous-mêmes.\""
  ],
  [
    33,
    "Ce jour-là donc, ils seront tous associés dans le châtiment."
  ],
  [
    34,
    "Ainsi traitons-Nous les criminels."
  ],
  [
    35,
    "Quand on leur disait : \"Point de divinité [véritable] à part Allah\", ils se gonflaient d’orgueil,"
  ],
  [
    36,
    "et disaient : \"Allons-nous abandonner nos divinités pour un poète fou ?\""
  ],
  [
    37,
    "Il est plutôt venu avec la vérité et il a confirmé les messagers (précédents),"
  ],
  [
    38,
    "Vous allez certes, goûter au châtiment douloureux."
  ],
  [
    39,
    "Et vous ne serez rétribués que selon ce que vous œuvriez,"
  ],
  [
    40,
    "sauf les serviteurs élus d’Allah,"
  ],
  [
    41,
    "Ceux-là auront une rétribution bien connue:"
  ],
  [
    42,
    "des fruits, et ils seront honorés,"
  ],
  [
    43,
    "dans les Jardins du délice,"
  ],
  [
    44,
    "sur des lits, face à face."
  ],
  [
    45,
    "On fera circuler entre eux, et d'une source intarissable, des coupes de liqueur."
  ],
  [
    46,
    "blanche, savoureuse à boire,"
  ],
  [
    47,
    "Elle n’offusquera point leur raison et ne les enivrera pas."
  ],
  [
    48,
    "Et Ils auront auprès d’eux des belles aux grandes yeux, au regard chaste,"
  ],
  [
    49,
    "semblables au blanc bien préservé de l’œuf . "
  ],
  [
    50,
    "Puis les uns se tourneront vers les autres s’interrogeant mutuellement."
  ],
  [
    51,
    "L’un d’eux dira : \"J’avais un compagnon."
  ],
  [
    52,
    "qui disait : \"Es-tu vraiment de ceux qui croient ?"
  ],
  [
    53,
    "Est-ce que quand nous mourrons et serons poussière et ossements, nous aurons à rendre des comptes ?\""
  ],
  [
    54,
    "Il dira : \"Est-ce que vous voudriez regarder d’en haut ?\""
  ],
  [
    55,
    "Alors il regardera d’en haut et il le verra en plein dans la Fournaise,"
  ],
  [
    56,
    "et dira: \"Par Allah ! Tu as bien failli causer ma perte !"
  ],
  [
    57,
    "et sans le bienfait de mon Seigneur, j’aurais certainement été du nombre de ceux qu’on traîne [au supplice]."
  ],
  [
    58,
    "N’est-il pas vrai que nous ne mourrons."
  ],
  [
    59,
    "que de notre première mort et que nous ne serons pas châtiés?\""
  ],
  [
    60,
    "C’est cela, certes, le grand succès."
  ],
  [
    61,
    "C’est pour une chose pareille que doivent œuvrer ceux qui œuvrent."
  ],
  [
    62,
    "Est-ce que ceci est meilleur comme séjour, ou l’arbre de Zaqqûm ? "
  ],
  [
    63,
    "Nous l’avons assigné en épreuve aux injustes."
  ],
  [
    64,
    "C’est un arbre qui sort du fond de la Fournaise."
  ],
  [
    65,
    "Ses fruits sont comme des têtes de diables."
  ],
  [
    66,
    "Ils doivent certainement en manger et ils doivent s’en remplir le ventre."
  ],
  [
    67,
    "Ensuite ils auront par-dessus une mixture d’eau bouillante."
  ],
  [
    68,
    "Puis leur retour sera vers la Fournaise."
  ],
  [
    69,
    "C’est qu’ils ont trouvé leurs ancêtres dans l’égarement,"
  ],
  [
    70,
    "et les voilà courant sur leurs traces."
  ],
  [
    71,
    "En effet, avant eux, la plupart des anciens se sont égarés."
  ],
  [
    72,
    "Et Nous avions certes envoyé parmi eux des avertisseurs."
  ],
  [
    73,
    "Regarde donc ce qu’il est advenu de ceux qui ont été avertis !"
  ],
  [
    74,
    "Exception faite des élus, parmi les serviteurs d’Allah:"
  ],
  [
    75,
    "Noé, en effet, fit appel à Nous qui sommes le Meilleur Répondeur (qui exauce les prières)."
  ],
  [
    76,
    "Et Nous le sauvâmes, lui et sa famille, de la grande angoisse,"
  ],
  [
    77,
    "et Nous fîmes de sa descendance les seuls survivants."
  ],
  [
    78,
    "et Nous avons perpétué son souvenir dans la postérité,"
  ],
  [
    79,
    "Paix sur Noé dans tout l’Univers !"
  ],
  [
    80,
    "Ainsi récompensons-Nous les bienfaisants."
  ],
  [
    81,
    "Il était, certes, un de Nos serviteurs croyants."
  ],
  [
    82,
    "Ensuite Nous noyâmes les autres."
  ],
  [
    83,
    "Du nombre de ses coreligionnaires, certes, fut Abraham."
  ],
  [
    84,
    "Quand il vint à son Seigneur avec un cœur sain."
  ],
  [
    85,
    "Quand il dit à son père et à son peuple : \"Qu’est-ce que vous adorez ?\""
  ],
  [
    86,
    "Cherchez-vous, dans votre égarement, des divinités en dehors d’Allah ?"
  ],
  [
    87,
    "Que pensez-vous du Seigneur de l’univers ?\""
  ],
  [
    88,
    "Puis, il jeta un regard attentif sur les étoiles,"
  ],
  [
    89,
    "et dit: \"Je suis malade .\" "
  ],
  [
    90,
    "Ils lui tournèrent le dos et s’en allèrent."
  ],
  [
    91,
    "Alors il se glissa vers leurs divinités et dit : \"Ne mangez-vous pas ?"
  ],
  [
    92,
    "Qu’avez-vous à ne pas parler ?\""
  ],
  [
    93,
    "Puis il se mit furtivement à les frapper de sa main droite."
  ],
  [
    94,
    "Alors [les gens] vinrent à lui en courant."
  ],
  [
    95,
    "Il [leur] dit : \"Adorez-vous ce que vous-mêmes sculptez,"
  ],
  [
    96,
    "alors que c’est Allah qui vous a créés, vous et ce que vous fabriquez ?\""
  ],
  [
    97,
    "Ils dirent : \"Dressez un bûcher pour lui et qu'on le lance dans la fournaise !\""
  ],
  [
    98,
    "Ils voulurent lui jouer un mauvais tour; mais ce sont eux que Nous mîmes à bas."
  ],
  [
    99,
    "Et il dit : \"Moi, je pars vers mon Seigneur et Il me guidera."
  ],
  [
    100,
    "Seigneur, fais-moi don d’une [progéniture] d’entre les vertueux.\""
  ],
  [
    101,
    "Nous lui fîmes donc la bonne annonce d’un garçon (Ismaïl) longanime."
  ],
  [
    102,
    "Puis quand celui-ci fut en âge de l’accompagner, [Abraham] dit : \"Ô mon fils, je me vois en songe en train de t’immoler. Vois donc ce que tu en penses\". (Ismaël) dit : \"Ô mon cher père, fais ce qui t’es commandé: tu me trouveras, s’il plaît à Allah, du nombre des endurants.\""
  ],
  [
    103,
    "Puis quand tous deux se furent soumis (à l’ordre d’Allah) et qu’il l’eut jeté sur le front,"
  ],
  [
    104,
    "voilà que Nous l’appelâmes \"Abraham !"
  ],
  [
    105,
    "Tu as confirmé la vision. C’est ainsi que Nous récompensons les bienfaisants.\""
  ],
  [
    106,
    "C’était là certes, l’épreuve manifeste."
  ],
  [
    107,
    "Et Nous le rançonnâmes d’une immolation généreuse . "
  ],
  [
    108,
    "Et Nous perpétuâmes son renom dans la postérité:"
  ],
  [
    109,
    "\"Paix sur Abraham.\""
  ],
  [
    110,
    "Ainsi récompensons-Nous les bienfaisants ;"
  ],
  [
    111,
    "car il était de Nos serviteurs croyants."
  ],
  [
    112,
    "Nous lui fîmes la bonne annonce d’Isaac comme Prophète d’entre les gens vertueux."
  ],
  [
    113,
    "Et Nous le bénîmes ainsi que Isaac. Parmi leurs descendances il y a [l’homme] de bien et celui qui est manifestement injuste envers lui-même."
  ],
  [
    114,
    "Et Nous accordâmes certes à Moïse et Aaron des faveurs,"
  ],
  [
    115,
    "et les sauvâmes ainsi que leur peuple, de la grande angoisse,"
  ],
  [
    116,
    "et les secourûmes, et ils furent eux les vainqueurs."
  ],
  [
    117,
    "Et Nous leur apportâmes le livre explicite."
  ],
  [
    118,
    "et les guidâmes vers le droit chemin."
  ],
  [
    119,
    "Et Nous perpétuâmes leur renom dans la postérité:"
  ],
  [
    120,
    "\"Paix sur Moïse et Aaron\""
  ],
  [
    121,
    "Ainsi récompensons-Nous les bienfaisants ;"
  ],
  [
    122,
    "car ils étaient du nombre de Nos serviteurs croyants."
  ],
  [
    123,
    "Elie était, certes, du nombre des Messagers."
  ],
  [
    124,
    "Quand il dit à son peuple : \"Ne craignez-vous pas [Allah] ?\""
  ],
  [
    125,
    "Invoquerez-vous Baal (une idole) et délaisserez-vous le Meilleur des créateurs,"
  ],
  [
    126,
    "Allah, votre Seigneur et le Seigneur de vos plus anciens ancêtres ?\""
  ],
  [
    127,
    "Ils le traitèrent de menteur. Et bien, ils seront emmenées (au châtiment)."
  ],
  [
    128,
    "Exception faite des serviteurs élus d’Allah."
  ],
  [
    129,
    "Et Nous perpétuâmes son renom dans la postérité:"
  ],
  [
    130,
    "\"Paix sur Elie et ses adeptes.\""
  ],
  [
    131,
    "Ainsi récompensons-Nous les bienfaisants,"
  ],
  [
    132,
    "car il était du nombre de Nos serviteurs croyants."
  ],
  [
    133,
    "Et Lot était, certes, du nombre des Messagers."
  ],
  [
    134,
    "Quand Nous le sauvâmes, lui et sa famille, tout entière,"
  ],
  [
    135,
    "sauf une vieille femme qui devait disparaître avec les autres,"
  ],
  [
    136,
    "Et Nous détruisîmes les autres."
  ],
  [
    137,
    "Et vous passez certainement auprès d’eux le matin. "
  ],
  [
    138,
    "et la nuit. Ne raisonnez-vous donc pas ?"
  ],
  [
    139,
    "Jonas était certes, du nombre des Messagers."
  ],
  [
    140,
    "Quand il s’enfuit vers le bateau comble,"
  ],
  [
    141,
    "Il prit part au tirage au sort qui le désigna pour être jeté [à la mer]."
  ],
  [
    142,
    "Le poisson l’avala alors qu’il était blâmable . "
  ],
  [
    143,
    "S’il n’avait pas été parmi ceux qui glorifient Allah,"
  ],
  [
    144,
    "il serait demeuré dans son ventre jusqu’au jour où l’on sera ressuscité."
  ],
  [
    145,
    "Nous le jetâmes sur la terre nue, le corps épuisé."
  ],
  [
    146,
    "Et Nous fîmes pousser au-dessus de lui un plant de courge,"
  ],
  [
    147,
    "et l’envoyâmes ensuite (comme prophète) vers cent mille hommes ou plus."
  ],
  [
    148,
    "Ils crurent, et Nous leur donnâmes jouissance de la vie pour un temps."
  ],
  [
    149,
    "Pose-leur donc la question : \"Ton Seigneur aurait-Il des filles et eux des fils ?"
  ],
  [
    150,
    "Ou bien avons-Nous créé des Anges de sexe féminin, et en sont-ils témoins ?\""
  ],
  [
    151,
    "Certes, ils disent dans leur mensonge:"
  ],
  [
    152,
    "\"Allah a engendré\" ; mais ce sont certainement des menteurs !"
  ],
  [
    153,
    "Aurait-Il choisi des filles de préférence à des fils ?"
  ],
  [
    154,
    "Qu’avez-vous donc à juger ainsi ?"
  ],
  [
    155,
    "Ne réfléchissez-vous donc pas ?"
  ],
  [
    156,
    "Ou avez-vous un argument évident ?"
  ],
  [
    157,
    "Apportez donc votre Livre si vous êtes véridiques !\""
  ],
  [
    158,
    "Et ils ont établi entre Lui et les djinns une parenté, alors que les djinns savent bien qu’ils [les mécréants] vont être emmenés (pour le châtiment). "
  ],
  [
    159,
    "Gloire à Allah. Il est au-dessus de ce qu’ils décrivent !"
  ],
  [
    160,
    "Exception faite des serviteurs élus d’Allah."
  ],
  [
    161,
    "En vérité, vous et tout ce que vous adorez,"
  ],
  [
    162,
    "ne pourrez tenter [personne],"
  ],
  [
    163,
    "excepté celui qui sera brûlé dans la Fournaise."
  ],
  [
    164,
    "Il n’y en a pas un, parmi nous, qui n’ait une place connue ; "
  ],
  [
    165,
    "nous sommes certes, les rangés en rangs ;"
  ],
  [
    166,
    "et c’est nous certes, qui célébrons la gloire [d’Allah]."
  ],
  [
    167,
    "Même s’ils disaient :"
  ],
  [
    168,
    "\"Si nous avions eu un Rappel de [nos] ancêtres,"
  ],
  [
    169,
    "nous aurions été certes les serviteurs élus d’Allah !"
  ],
  [
    170,
    "Ils y ont mécru et ils sauront bientôt."
  ],
  [
    171,
    "En effet, Notre Parole a déjà été donnée à Nos serviteurs, les Messagers,"
  ],
  [
    172,
    "que ce sont eux qui seront secourus,"
  ],
  [
    173,
    "et que Nos soldats auront le dessus."
  ],
  [
    174,
    "Eloigne-toi d’eux, jusqu’à un certain temps ;"
  ],
  [
    175,
    "et observe-les: ils verront bientôt !"
  ],
  [
    176,
    "Quoi ! est-ce Notre châtiment qu’ils cherchent à hâter ?"
  ],
  [
    177,
    "Quand il tombera dans leur place, ce sera alors un mauvais matin pour ceux qu’on a avertis !"
  ],
  [
    178,
    "Et éloigne-toi d’eux jusqu’à un certain temps;"
  ],
  [
    179,
    "et observe ; ils verront bientôt !"
  ],
  [
    180,
    "Gloire à ton Seigneur, le Seigneur de la puissance. Il est au-dessus de ce qu’ils décrivent !"
  ],
  [
    181,
    "Et paix sur les Messagers,"
  ],
  [
    182,
    "et louange à Allah, Seigneur de l’univers !"
  ]
]