[
  {
    "id": 38,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Saad\"",
      "transliterated": "Sad",
      "codepoints": [
        1589
      ]
    },
    "ayahs": 88,
    "slug": "sad",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Ṣād. Par le Coran, au renom glorieux (Dhikr) ! "
  ],
  [
    2,
    "Ceux qui ont mécru sont plutôt dans l’orgueil et le schisme !"
  ],
  [
    3,
    "Que de générations avant eux avons-Nous fait périr, qui ont crié, hélas, quand il n’était plus temps d’échapper ?"
  ],
  [
    4,
    "Et ils (les Mecquois) s’étonnèrent qu’un avertisseur parmi eux leur soit venu, et les infidèles disent : \"C’est un magicien et un grand menteur."
  ],
  [
    5,
    "Réduira-t-il les divinités à un Seul Dieu ? Voilà une chose vraiment étonnante.\""
  ],
  [
    6,
    "Et leurs notables partirent en disant : \"Allez-vous en, et restez constants à vos dieux: c’est là vraiment une chose souhaitable."
  ],
  [
    7,
    "Nous n’avons pas entendu cela dans la dernière religion (le Christianisme) ; ce n’est en vérité que pure invention !"
  ],
  [
    8,
    "Quoi ! C’est sur lui, parmi nous, qu’on aurait fait descendre le Rappel [le Coran] ?\" Plutôt ils sont dans le doute au sujet de Mon message. Ou plutôt ils n’ont pas encore goûté à Mon châtiment !"
  ],
  [
    9,
    "Ou bien détiennent-ils les trésors de la miséricorde de ton Seigneur, le Puissant, le Dispensateur par excellence."
  ],
  [
    10,
    "Ou bien ont-ils le royaume des cieux et de la terre et de ce qui existe entre eux ? Eh bien, qu’ils y montent par n’importe quel moyen!"
  ],
  [
    11,
    "Une armée de coalisés qui, ici-même, sera mise en déroute!"
  ],
  [
    12,
    "Avant eux, le peuple de Noé, les 'Âd et Pharaon l’homme aux pals (ou aux Pyramides), "
  ],
  [
    13,
    "et les Thamûd, le peuple de Lot, et les gens d’Al-Aïkah , (ont tous démenti leurs Messagers). Voilà les coalisés. "
  ],
  [
    14,
    "Il n'en est aucun qui n'ait traité les Messagers de menteurs sans que ma punition se soit avérée contre eux !"
  ],
  [
    15,
    "Ceux-ci n’attendant qu’un seul Cri, sans répétition. "
  ],
  [
    16,
    "Et ils disent : \"Seigneur, hâte-nous notre part (de châtiment) avant le jour des Comptes.\" "
  ],
  [
    17,
    "Endure ce qu’ils disent ; et rappelle-toi David, Notre serviteur, doué de force [dans l’adoration] et plein de repentir [à Allah]."
  ],
  [
    18,
    "Nous soumîmes les montagnes à glorifier Allah, soir et matin, en sa compagnie,"
  ],
  [
    19,
    "de même que les oiseaux assemblés en masse, tous ne faisant qu’obéir à lui [Allah]."
  ],
  [
    20,
    "Et Nous renforçâmes son royaume et lui donnâmes la sagesse et la faculté de bien juger . "
  ],
  [
    21,
    "Et t’est-elle parvenue la nouvelle des disputeurs quand ils grimpèrent au mur du sanctuaire ! "
  ],
  [
    22,
    "Quand ils entrèrent auprès de David, il en fut effrayé. Ils dirent : \"N’aie pas peur! Nous sommes tous deux en dispute; l’un de nous a fait du tort à l’autre. Juge donc en toute équité entre nous, ne sois pas injuste et guide-nous vers le chemin droit."
  ],
  [
    23,
    "Celui-ci est mon frère : il a quatre-vingt-dix-neuf brebis, tandis que je n’ai qu’une brebis. Il m’a dit : \"Confie-la-moi\" ; et dans la conversation; il a beaucoup fait pression sur moi.\""
  ],
  [
    24,
    "Il [David] dit : \"Il a été certes injuste envers toi en demandant de joindre ta brebis à ses brebis.\" Beaucoup de gens transgressent les droits de leurs associés, sauf ceux qui croient et accomplissent les bonnes œuvres - cependant ils sont bien rares. - Et David pensa alors que Nous l’avions mis à l’épreuve. Il demanda donc pardon à son Seigneur et tomba prosterné et se repentit . "
  ],
  [
    25,
    "Nous lui pardonnâmes. Il aura une place proche de Nous et un beau refuge."
  ],
  [
    26,
    "\"Ô David, Nous avons fait de toi un calife sur la terre. Juge donc en toute équité parmi les gens et ne suis pas la passion : sinon elle t’égarera du sentier d’Allah.\" Car ceux qui s’égarent du sentier d’Allah auront un dur chiâtiment pour avoir oublié le Jour des Comptes. "
  ],
  [
    27,
    "Nous n’avons pas créé le ciel et la terre et ce qui existe entre eux en vain. C’est ce que pensent ceux qui ont mécru. Malheur à ceux qui ont mécru pour le feu [qui les attend] !"
  ],
  [
    28,
    "Traiterons-Nous ceux qui croient et accomplissent les bonnes œuvres comme ceux qui commettent du désordre sur terre ? ou traiterons-Nous les pieux comme les pervers ?"
  ],
  [
    29,
    "[Voici] un Livre béni que Nous avons fait descendre vers toi, afin qu’ils méditent sur ses versets et que les doués d’intelligence réfléchissent !"
  ],
  [
    30,
    "Et à David Nous fîmes don de Salomon, - quel bon serviteur ! - Il était plein de repentir."
  ],
  [
    31,
    "Quand un après-midi, on lui présenta de magnifiques chevaux de course,"
  ],
  [
    32,
    "il dit : \"Oui, je me suis complu à aimer les biens (de ce monde) au point [d’oublier] le rappel de mon Seigneur jusqu’à ce que [le soleil] se soit caché derrière son voile."
  ],
  [
    33,
    "Ramenez-les-moi.\" Alors il se mit à leur couper les pattes et les cous . "
  ],
  [
    34,
    "Et Nous avions certes éprouvé Salomon en plaçant sur son siège un corps . Ensuite, il se repentit. "
  ],
  [
    35,
    "Il dit : \"Seigneur, pardonne-moi et fais-moi don d’un royaume tel que nul après moi n’aura de pareil. C’est Toi le grand Dispensateur.\""
  ],
  [
    36,
    "Nous lui assujettîmes alors le vent qui, par son ordre, soufflait modérément partout où il voulait."
  ],
  [
    37,
    "De même que les diables, bâtisseurs et plongeurs de toutes sortes."
  ],
  [
    38,
    "Et d’autres encore, accouplés dans des chaînes."
  ],
  [
    39,
    "\"Voilà Notre don ; distribue-le ou retiens-le sans avoir à en rendre compte.\""
  ],
  [
    40,
    "Et il a une place rapprochée de Nous et un beau refuge."
  ],
  [
    41,
    "Et rappelle-toi Job, Notre serviteur, lorsqu’il appela son Seigneur : \"Le Diable (Satan) m’a infligé détresse et souffrance.\""
  ],
  [
    42,
    "Frappe [la terre] de ton pied: voici une eau fraîche pour te laver et voici de quoi boire."
  ],
  [
    43,
    "Et Nous lui rendîmes sa famille et la fîmes deux fois plus nombreuse, comme une miséricorde de Notre part et comme un rappel pour les gens doués d’intelligence."
  ],
  [
    44,
    "\"Et prends dans ta main un faisceau de brindilles, puis frappe avec cela . Et ne viole pas ton serment\". Oui, Nous l’avons trouvé vraiment endurant. Quel bon serviteur ! Sans cesse il se repentait. "
  ],
  [
    45,
    "Et rappelle-toi Abraham, Isaac et Jacob ? Nos serviteurs puissants et clairvoyants. "
  ],
  [
    46,
    "Nous avons fait d’eux l’objet d’une distinction particulière: le rappel de l’au-delà."
  ],
  [
    47,
    "Ils sont auprès de Nous, certes, parmi les meilleurs élus."
  ],
  [
    48,
    "Et rappelle-toi Ismaël et Elisée, et Dhûl-Kifl, chacun d’eux parmi les meilleurs."
  ],
  [
    49,
    "Cela est un rappel. C’est aux pieux qu’appartient, en vérité, la meilleure retraite,"
  ],
  [
    50,
    "Les Jardins d’Eden, aux portes ouvertes pour eux,"
  ],
  [
    51,
    "où, accoudés, ils demanderont des fruits abondants et des boissons."
  ],
  [
    52,
    "Et auprès d’eux seront les belles au regard chaste, toutes du même âge."
  ],
  [
    53,
    "Voilà ce qui vous est promis pour le Jour des Comptes."
  ],
  [
    54,
    "Ce sera Notre attribution inépuisable."
  ],
  [
    55,
    "Voilà! Alors que les rebelles auront certes la pire retraite,"
  ],
  [
    56,
    "L’Enfer où ils brûleront. Et quel affreux lit !"
  ],
  [
    57,
    "Voilà ! Qu’ils y goûtent : eau bouillante et eau purulente,"
  ],
  [
    58,
    "et d’autres punitions du même genre."
  ],
  [
    59,
    "Voici un groupe qui entre précipitamment en même temps que vous, nulle bienvenue à eux. Ils vont brûler dans le Feu . "
  ],
  [
    60,
    "Ils dirent : \"Pas de bienvenue pour vous, plutôt, C’est vous qui avez préparé cela pour nous.\" Quel mauvais lieu de séjour !"
  ],
  [
    61,
    "Ils dirent : \"Seigneur, celui qui nous a préparé cela, ajoute-lui un double châtiment dans le Feu.\""
  ],
  [
    62,
    "Et ils dirent : \"Pourquoi ne voyons-nous pas des gens que nous comptions parmi les malfaiteurs ?"
  ],
  [
    63,
    "Est-ce que nous les avons raillés (à tort) ou échappent-ils à nos regards ?\""
  ],
  [
    64,
    "Telles sont en vérité les querelles des gens du Feu."
  ],
  [
    65,
    "Dis : \"Je ne suis qu'un avertisseur. Point de divinité [véritable] à part Allah, l'Unique, Le Dominateur Suprême."
  ],
  [
    66,
    "Seigneur des cieux et de la terre et de ce qui existe entre eux, le Puissant, le Grand Pardonneur\"."
  ],
  [
    67,
    "Dis : \"Ceci (le Coran) est une grande nouvelle,"
  ],
  [
    68,
    "mais vous vous en détournez."
  ],
  [
    69,
    "Je n’avais aucune connaissance de la cohorte sublime au moment où elle disputait . "
  ],
  [
    70,
    "Il m’est seulement révélé que je suis un avertisseur clair.\""
  ],
  [
    71,
    "Quand ton Seigneur dit aux Anges : \"Je vais créer d’argile un être humain."
  ],
  [
    72,
    "Quand Je l’aurai bien formé et lui aurai insufflé de Mon Esprit, jetez-vous devant lui, prosternés.\""
  ],
  [
    73,
    "Alors tous les Anges se prosternèrent,"
  ],
  [
    74,
    "à l’exception d’Iblis qui s’enfla d’orgueil et fut du nombre des infidèles."
  ],
  [
    75,
    "(Allah) lui dit : \"Ô Iblîs, qui t’a empêché de te prosterner devant ce que J’ai créé de Mes mains? T’enfles-tu d’orgueil ou te considères- tu parmi les hauts placés ?\""
  ],
  [
    76,
    "\"Je suis meilleur que lui, dit [Iblîs,] Tu m’as créé de feu et tu l’as créé d’argile.\""
  ],
  [
    77,
    "(Allah) dit : \"Sors d’ici, te voilà banni ;"
  ],
  [
    78,
    "et sur toi sera ma malédiction jusqu’au jour de la Rétribution.\""
  ],
  [
    79,
    "\"Seigneur, dit [Iblîs,] donne-moi donc un délai, jusqu’au jour où ils seront ressuscités.\""
  ],
  [
    80,
    "(Allah) dit : \"Tu es de ceux à qui un délai est accordé,"
  ],
  [
    81,
    "jusqu’au jour de l’Instant bien Connu.\""
  ],
  [
    82,
    "\"Par Ta puissance ! dit [Satan]. Je les séduirai assurément tous,"
  ],
  [
    83,
    "sauf Tes serviteurs élus parmi eux.\""
  ],
  [
    84,
    "(Allah) dit : \"En vérité, et c’est la vérité que je dis,"
  ],
  [
    85,
    "J’emplirai certainement l’Enfer de toi et de tous ceux d’entre eux qui te suivront.\""
  ],
  [
    86,
    "Dis : \"Pour cela, je ne vous demande aucun salaire; et je ne suis pas un imposteur."
  ],
  [
    87,
    "Ceci [le Coran] n’est qu’un rappel à l’Univers."
  ],
  [
    88,
    "Et certainement vous en aurez des nouvelles bientôt !\"."
  ]
]