[
  {
    "id": 43,
    "city": "makkah",
    "name": {
      "translated": "The Ornaments of Gold",
      "transliterated": "Az-Zukhruf",
      "codepoints": [
        1575,
        1604,
        1586,
        1582,
        1585,
        1601
      ]
    },
    "ayahs": 89,
    "slug": "az-zukhruf",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Hâ, Mîm . "
  ],
  [
    2,
    "Par le Livre explicite !"
  ],
  [
    3,
    "Nous en avons fait un Coran arabe afin que vous raisonniez."
  ],
  [
    4,
    "Il est auprès de Nous, dans l’Ecriture-Mère (l’original du ciel), sublime et rempli de sagesse."
  ],
  [
    5,
    "Quoi! Allons-Nous vous dispenser du Rappel [le Coran] pour la raison que vous êtes des gens outranciers ?"
  ],
  [
    6,
    "Que de Prophètes avons-Nous envoyés aux Anciens !"
  ],
  [
    7,
    "et pas un Prophète ne leur venait qu’ils ne le tournaient en dérision."
  ],
  [
    8,
    "Nous avons fait périr de plus redoutables qu’eux! Et on a déjà cité l’exemple des anciens."
  ],
  [
    9,
    "Et si tu leur demandes : \"Qui a créé les cieux et la terre ?\" Ils diront très certainement : \"Le Puissant, l’Omniscient les a créés.\""
  ],
  [
    10,
    "Celui qui vous a donné la terre pour berceau et vous y a tracé des sentiers afin que vous vous guidiez ;"
  ],
  [
    11,
    "Celui qui a fait descendre l’eau du ciel avec mesure et avec laquelle Nous ranimons une cité morte [aride]. Ainsi vous serez ressuscités ;"
  ],
  [
    12,
    "Celui qui a créé les couples dans leur totalité et a fait pour vous, des vaisseaux et des bestiaux, des montures,"
  ],
  [
    13,
    "afin que vous vous installiez sur leurs dos, et qu’ensuite, après vous y être installés, vous vous rappeliez le bienfait de votre Seigneur et que vous disiez : \"Gloire à Celui qui nous a soumis tout cela alors que nous n’étions pas capables de les dominer."
  ],
  [
    14,
    "C’est vers notre Seigneur que nous retournerons.\""
  ],
  [
    15,
    "Et ils Lui firent de Ses serviteurs une partie [de Lui-Même]. L’homme est vraiment un ingrat déclaré!"
  ],
  [
    16,
    "Ou bien Se serait-Il attribué des filles parmi ce qu’Il crée et accordé à vous par préférence des fils ? "
  ],
  [
    17,
    "Or, quand on annonce à l’un d’eux (la naissance) d’une semblable de ce qu’il attribue au Tout Miséricordieux, son visage s’assombrit d’un chagrin profond."
  ],
  [
    18,
    "Quoi ! Cet être (la fille) élevé au milieu des parures et qui, dans la dispute, est incapable de se défendre par une argumentation claire et convaincante ? "
  ],
  [
    19,
    "Et ils firent des Anges qui sont les serviteurs du Tout Miséricordieux des [êtres] féminins! Etaient-ils témoins de leur création? Leur témoignage sera alors inscrit; et ils seront interrogés."
  ],
  [
    20,
    "Et ils dirent : \"Si le Tout Miséricordieux avait voulu, nous ne les aurions pas adorés.\" Ils n’en ont aucune connaissance; ils ne font que se livrer à des conjectures."
  ],
  [
    21,
    "Ou bien, leur avions-Nous donné avant lui [le Coran] un Livre auquel ils seraient fermement attachés ?"
  ],
  [
    22,
    "Mais plutôt ils dirent : \"Nous avons trouvé nos ancêtres sur une religion, et nous nous guidons sur leurs traces.\""
  ],
  [
    23,
    "Et c’est ainsi que Nous n’avons pas envoyé avant toi d’avertisseur en une cité sans que ses gens aisés n’aient dit : \"Nous avons trouvé nos ancêtres sur une religion et nous suivons leurs traces.\""
  ],
  [
    24,
    "Il dit : \"Même si je viens à vous avec une meilleure direction que celle sur laquelle vous avez trouvé vous ancêtres ?\" Ils dirent : \"Nous ne croyons pas au message avec lequel vous avez été envoyés.\" "
  ],
  [
    25,
    "Nous Nous vengeâmes d’eux. Regarde ce qu’il est devenu de ceux qui criaient au mensonge."
  ],
  [
    26,
    "Et lorsqu’Abraham dit à son père et à son peuple : \"Je désavoue totalement ce que vous adorez,"
  ],
  [
    27,
    "à l’exception de Celui qui m’a créé, car c’est Lui en vérité qui me guidera.\""
  ],
  [
    28,
    "Et il en fit une parole qui devait se perpétuer parmi sa descendance. Peut-être reviendront-ils ? "
  ],
  [
    29,
    "Mais à ces gens ainsi à leurs ancêtres, J’ai accordé la jouissance jusqu’à ce que leur vinrent la Vérité (le Coran) et un Messager explicite."
  ],
  [
    30,
    "Et quand la Vérité leur vint, ils dirent : \"C’est de la magie et nous n’y croyons pas.\""
  ],
  [
    31,
    "Et ils dirent : \"Pourquoi n’a-t-on pas fait descendre ce Coran sur un haut personnage de l’une des deux cités ?\" (la Mecque et Tâif) . "
  ],
  [
    32,
    "Est-ce eux qui distribuent la miséricorde de ton Seigneur ? C’est Nous qui avons réparti entre eux leur subsistance dans la vie présente et qui les avons élevés en grades les uns sur les autres, afin que les uns prennent les autres à leur service. La miséricorde de ton Seigneur vaut mieux, cependant, que ce qu’ils amassent."
  ],
  [
    33,
    "Si les hommes ne devaient pas constituer une seule communauté (mécréante), Nous aurions certes pourvu les maisons de ceux qui ne croient pas au Tout Miséricordieux, de toits d’argent avec des escaliers pour y monter ;"
  ],
  [
    34,
    "(Nous aurions pourvu) leurs maisons de portes et de divans où ils s’accouderaient,"
  ],
  [
    35,
    "ainsi que des ornements. Et tout cela ne serait que jouissance temporaire de la vie d’ici-bas, alors que l’au-delà, auprès de ton Seigneur, est pour les pieux."
  ],
  [
    36,
    "Et quiconque s’aveugle (et s’écarte) du rappel du Tout Miséricordieux, Nous lui désignons un diable qui devient son compagnon inséparable."
  ],
  [
    37,
    "Ils (Les diables) détournent certes [les hommes] du droit chemin, tandis que ceux-ci s’estiment être bien guidés."
  ],
  [
    38,
    "Lorsque cet [homme] vient à Nous, il dira [à son démon] : \"Hélas ! Que n’y a-t-il entre toi et moi la distance entre les deux orients [l’Est et l’Ouest] !\" - Quel mauvais compagnon [que tu es] !"
  ],
  [
    39,
    "Il ne vous profitera point ce jour-là - du moment que vous avez été injustes - que vous soyez associés dans le châtiment."
  ],
  [
    40,
    "Est-ce donc toi qui fait entendre les sourds ou qui guide les aveugles et ceux qui sont dans un égarement évident?"
  ],
  [
    41,
    "Soit que Nous t’enlevons [te ferons mourir] et alors Nous Nous vengerons d’eux ;"
  ],
  [
    42,
    "Ou bien que Nous te ferons voir ce que Nous leur avons promis [le châtiment] ; car Nous avons sur eux un pouvoir certain."
  ],
  [
    43,
    "Tiens fermement à ce qui t’a été révélé car tu es sur le droit chemin."
  ],
  [
    44,
    "C’est certainement un rappel [le Coran] pour toi et ton peuple. Et vous en serez interrogés."
  ],
  [
    45,
    "Et demande à ceux de Nos messagers que Nous avons envoyés avant toi, si Nous avons institué, en dehors du Tout Miséricordieux, des divinités à adorer ?"
  ],
  [
    46,
    "Nous avons effectivement envoyé Moïse avec Nos miracles, à Pharaon et à ses notables. Il dit : \"Je suis le Messager du Seigneur de l’Univers.\""
  ],
  [
    47,
    "Puis lorsqu’il vint à eux avec Nos miracles, voilà qu’ils en rirent."
  ],
  [
    48,
    "Chaque miracle que Nous leur montrions était plus probant que son précédent. Et Nous les saisîmes par châtiment, peut-être reviendront-ils [vers Nous]."
  ],
  [
    49,
    "Et ils dirent: \"Ô magicien ! Implore pour nous ton Seigneur au nom de l’engagement qu’Il a pris envers toi. Nous suivrons le droit chemin.\" "
  ],
  [
    50,
    "Puis quand Nous eûmes écarté d’eux le châtiment, voilà qu’ils violèrent leurs engagements."
  ],
  [
    51,
    "Et Pharaon fit une proclamation à son peuple et dit: \"ô mon peuple ! Le royaume de Misr [l’Egypte] ne m’appartient-il pas ainsi que ces canaux qui coulent à mes pieds ? N’observez-vous donc pas ?"
  ],
  [
    52,
    "Ne suis-je par meilleur que ce misérable qui sait à peine s’exprimer ?"
  ],
  [
    53,
    "Pourquoi ne lui a-t-on lancé des bracelets d’or ? Pourquoi les Anges ne l’ont-ils pas accompagné ?\""
  ],
  [
    54,
    "Ainsi chercha-t-il à étourdir son peuple et ainsi lui obéirent-ils car ils étaient des gens pervers."
  ],
  [
    55,
    "Puis lorsqu’ils Nous eurent irrité, Nous Nous vengeâmes d’eux et les noyâmes tous."
  ],
  [
    56,
    "Nous fîmes d’eux un antécédent et un exemple [une leçon] pour la postérité."
  ],
  [
    57,
    "Quand on cite l’exemple du fils de Marie, ton peuple s’en détourne , "
  ],
  [
    58,
    "en disant : \"Nos dieux sont-ils meilleurs, ou bien lui ?\" Ce n’est que par polémique qu’ils te le citent comme exemple. Ce sont plutôt des gens chicaniers."
  ],
  [
    59,
    "Il (Jésus) n’était qu’un Serviteur que Nous avions comblé de bienfaits et que Nous avions désigné en exemples aux Enfants d’Israël."
  ],
  [
    60,
    "Si Nous voulions, Nous ferions de vous des Anges qui vous succéderaient sur la terre."
  ],
  [
    61,
    "Il sera un signe au sujet de l’Heure. N’en doutez point. Et suivez-moi : voilà un droit chemin."
  ],
  [
    62,
    "Que le Diable ne vous détourne point ! Car il est pour vous un ennemi déclaré."
  ],
  [
    63,
    "Et quand Jésus apporta les preuves, il dit : \"Je suis venu à vous avec la sagesse et pour vous expliquer certains de vos sujets de désaccord. Craignez Allah donc et obéissez-moi."
  ],
  [
    64,
    "Allah est en vérité mon Seigneur et votre Seigneur. Adorez- Le donc. Voilà un droit chemin."
  ],
  [
    65,
    "Mais les factions divergèrent entre elles . Malheur donc aux injustes du châtiment d’un jour douloureux ! "
  ],
  [
    66,
    "Attendent-ils seulement que l’Heure leur vienne à l’improviste, sans qu’ils ne s’en rendent compte ?"
  ],
  [
    67,
    "Les amies, ce jour-là, seront ennemies les uns des autres; excepté les pieux."
  ],
  [
    68,
    "\"Ô Mes serviteurs ! Vous ne devez avoir aucune crainte aujourd’hui; vous ne serez point affligés,"
  ],
  [
    69,
    "Ceux qui croient en Nos signe et sont musulmans , "
  ],
  [
    70,
    "\"Entrez au Paradis, vous et vos épouses, vous y serez fêtés.\""
  ],
  [
    71,
    "On fera circuler parmi eux des plats d’or et des coupes; et il y aura là [pour eux] tout ce que les âmes désirent et ce qui réjouit les yeux ; - \"et vous y demeurerez éternellement."
  ],
  [
    72,
    "Tel est le Paradis qu’on vous fait hériter pour ce que vous faisiez."
  ],
  [
    73,
    "Il y aura là pour vous beaucoup de fruits dont vous mangerez.\""
  ],
  [
    74,
    "Quant aux criminels, ils demeureront dans le châtiment de l’Enfer,"
  ],
  [
    75,
    "qui ne sera jamais interrompu pour eux et où ils seront en désespoir."
  ],
  [
    76,
    "Nous ne leur avons fait aucun tort, mais c’étaient eux les injustes."
  ],
  [
    77,
    "Et ils crieront : \"Ô Mâlik ! Que ton Seigneur nous achève !\" Il dira : \"En vérité, vous êtes pour y demeurer [éternellement] !\" "
  ],
  [
    78,
    "\"Certes, Nous vous avions apporté la Vérité ; mais la plupart d’entre vous détestaient la Vérité.\""
  ],
  [
    79,
    "Ont-ils pris quelque décision [entre eux] ? Car c’est Nous qui décidons ! "
  ],
  [
    80,
    "Ou bien escomptent-ils que Nous n’entendons pas leur secret ni leurs délibérations ? Mais si! Nos Anges prennent note auprès d’eux."
  ],
  [
    81,
    "Dis : \"Si le Tout Miséricordieux avait un enfant, alors je serais le premier à l’adorer.\""
  ],
  [
    82,
    "Gloire au Seigneur des cieux et de la terre, Seigneur du Trône ; Il transcende de ce qu’ils décrivent."
  ],
  [
    83,
    "Laisse-les donc s’enfoncer dans leur fausseté et s’amuser jusqu’à ce qu’ils rencontrent le jour qui leur est promis."
  ],
  [
    84,
    "C’est Lui qui est adoré dans le ciel et adoré sur Terre ; et c’est Lui le Sage, l’Omniscient !"
  ],
  [
    85,
    "Et béni soit Celui à qui appartient la souveraineté des cieux et de la terre et de ce qui est entre eux. Il détient la science de l’Heure. Et c’est vers Lui que vous serez ramenés."
  ],
  [
    86,
    "Et ceux qu’ils invoquent en dehors de Lui n’ont aucun pouvoir d’intercession, à l’exception de ceux qui auront témoigné de la vérité en pleine connaissance de cause."
  ],
  [
    87,
    "Et si tu leur demandes qui les a créés, ils diront très certainement : \"Allah\". Comment se fait-il donc qu’ils se détournent ?"
  ],
  [
    88,
    "Et sa parole (la parole du Prophète à Allah) : \"Seigneur, ce sont là des gens qui ne croient pas.\""
  ],
  [
    89,
    "Et bien, éloigne-toi d’eux (pardonne-leur); et dit: \"Paix (Salâm) !\" Car ils sauront bientôt."
  ]
]