[
  {
    "id": 44,
    "city": "makkah",
    "name": {
      "translated": "The Smoke",
      "transliterated": "Ad-Dukhan",
      "codepoints": [
        1575,
        1604,
        1583,
        1582,
        1575,
        1606
      ]
    },
    "ayahs": 59,
    "slug": "ad-dukhan",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Hâ, Mîm . "
  ],
  [
    2,
    "Par le Livre (le Coran) explicite."
  ],
  [
    3,
    "Nous l’avons fait descendre en une nuit bénie, Nous sommes en vérité Celui qui avertit,"
  ],
  [
    4,
    "durant laquelle est décidé tout ordre sage,"
  ],
  [
    5,
    "c’est là un commandement venant de Nous. C’est Nous qui envoyons [les Messagers],"
  ],
  [
    6,
    "à titre de miséricordieux de la part de ton Seigneur, car c’est Lui l’Audient, l’Omniscient,"
  ],
  [
    7,
    "Seigneur des cieux et de la terre et de ce qui est entre eux, si seulement vous pouviez en avoir la conviction."
  ],
  [
    8,
    "Point de divinité à part Lui. Il donne la vie et donne la mort, et Il est votre Seigneur et le Seigneur de vos premiers ancêtres."
  ],
  [
    9,
    "Mais ces gens-là, dans le doute, s’amusent."
  ],
  [
    10,
    "Et bien, attends le jour où le ciel apportera une fumée visible."
  ],
  [
    11,
    "qui couvrira les gens. Ce sera un châtiment douloureux."
  ],
  [
    12,
    "\"Seigneur, éloigne de nous le châtiment. Car [à présent] nous croyons.\""
  ],
  [
    13,
    "D’où leur vient cette prise de conscience alors qu’un Messager explicite leur est déjà venu. "
  ],
  [
    14,
    "Puis ils s’en détournèrent en disant: \"C’est un homme instruit [par d’autres], un possédé.\""
  ],
  [
    15,
    "Nous dissiperons le châtiment pour peu de temps; car vous récidiverez."
  ],
  [
    16,
    "Le jour où Nous userons de la plus grande violence et Nous Nous vengerons."
  ],
  [
    17,
    "Et avant eux, Nous avons déjà éprouvé le peuple de Pharaon, quand un noble Messager leur était venu , "
  ],
  [
    18,
    "[leur disant] : \"Livrez-moi les serviteurs d’Allah ! Je suis pour vous un Messager digne de confiance."
  ],
  [
    19,
    "Ne vous montrez pas hautains vis-à-vis d’Allah, car je vous apporte une preuve évidente."
  ],
  [
    20,
    "Et je cherche protection auprès de mon Seigneur et votre Seigneur, pour que vous ne me lapidiez pas."
  ],
  [
    21,
    "Si vous ne voulez pas croire en moi, éloignez-vous de moi.\""
  ],
  [
    22,
    "Il invoqua alors son Seigneur : \"Ce sont des gens criminels.\""
  ],
  [
    23,
    "\"Voyage de nuit avec Mes serviteurs; vous serez poursuivis . "
  ],
  [
    24,
    "Laisse la mer calme ; [telle que tu l’as franchie] ce sont, des armées [voués] à la noyade.\""
  ],
  [
    25,
    "Que de jardins et de sources ils laissèrent [derrière eux]"
  ],
  [
    26,
    "que de champs et de superbes résidences,"
  ],
  [
    27,
    "que de délices au sein desquels ils réjouissaient."
  ],
  [
    28,
    "Il en fut ainsi et Nous fîmes qu’un autre peuple en hérita."
  ],
  [
    29,
    "Ni le ciel ni la terre ne les pleurèrent et ils n’eurent aucun délai."
  ],
  [
    30,
    "Et certes, Nous sauvâmes les Enfants d’Israël du châtiment avilissant."
  ],
  [
    31,
    "de Pharaon qui était hautain et outrancier."
  ],
  [
    32,
    "A bon escient Nous les choisîmes parmi tous les peuples de l’univers , "
  ],
  [
    33,
    "et leur apportâmes des miracles de quoi les mettre manifestement à l’épreuve."
  ],
  [
    34,
    "Ceux-là (les Mecquois) disent :"
  ],
  [
    35,
    "\"Il n’y a pour nous qu’une mort, la première. Et nous ne serons pas ressuscités."
  ],
  [
    36,
    "Faites donc revenir nos ancêtres, si vous êtes véridiques.\""
  ],
  [
    37,
    "Sont-ils les meilleurs ou le peuple de Tubbaa et ceux qui les ont précédés ? Nous les avons périr parce que vraiment ils étaient criminels. "
  ],
  [
    38,
    "Ce n’est pas par divertissement que Nous avons créé les cieux et la Terre et ce qui est entre eux."
  ],
  [
    39,
    "Nous ne les avons créés qu’en toute vérité. Mais la plupart d’entre eux ne savent pas."
  ],
  [
    40,
    "En vérité, le Jour de la Décision sera leur rendez- vous à tous, "
  ],
  [
    41,
    "Le jour où un allié ne sera d’aucune utilité à un [autre] allié ; et ils ne seront point secourus non plus,"
  ],
  [
    42,
    "sauf celui qui Allah fera miséricorde. Car c’est Lui, le Puissant, le Très Miséricordieux."
  ],
  [
    43,
    "Certes l’arbre de Zaqûm."
  ],
  [
    44,
    "sera la nourriture du grand pécheur."
  ],
  [
    45,
    "Comme du métal en fusion ; il bouillonnera dans les ventres."
  ],
  [
    46,
    "comme le bouillonnement de l’eau surchauffée."
  ],
  [
    47,
    "Qu’on le saisisse et qu’on l’emporte en plein dans la fournaise ;"
  ],
  [
    48,
    "qu’on verse ensuite sur sa tête de l’eau bouillante comme châtiment."
  ],
  [
    49,
    "Goûte! Toi [qui prétendait être] le puissant, le noble."
  ],
  [
    50,
    "Voilà ce dont vous doutiez."
  ],
  [
    51,
    "Les pieux seront dans une demeure sûre,"
  ],
  [
    52,
    "parmi les jardins et des sources,"
  ],
  [
    53,
    "Ils porteront des vêtements de satin et de brocart et seront placés face à face."
  ],
  [
    54,
    "C’est ainsi ! Et Nous leur donnerons pour épouses des houris aux grands yeux."
  ],
  [
    55,
    "Ils y demanderont en toute quiétude toutes sortes de fruits."
  ],
  [
    56,
    "Ils n’y goûteront pas à la mort sauf leur mort première. Et [Allah] les protégera du châtiment de la Fournaise,"
  ],
  [
    57,
    "c’est là une grâce de ton Seigneur. Et c’est là l’énorme succès."
  ],
  [
    58,
    "Nous ne l’avons facilité dans ta langue, qu’afin qu’ils se rappellent ! "
  ],
  [
    59,
    "Attends donc. Eux aussi attendent."
  ]
]