[
  {
    "id": 51,
    "city": "makkah",
    "name": {
      "translated": "The Winnowing Winds",
      "transliterated": "Adh-Dhariyat",
      "codepoints": [
        1575,
        1604,
        1584,
        1575,
        1585,
        1610,
        1575,
        1578
      ]
    },
    "ayahs": 60,
    "slug": "adh-dhariyat",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Par les vents qui éparpillent !"
  ],
  [
    2,
    "Par les porteurs de fardeaux !"
  ],
  [
    3,
    "Par les glisseurs agiles !"
  ],
  [
    4,
    "Par les distributeurs selon un commandement ! "
  ],
  [
    5,
    "Ce qui vous est promis est certainement vrai."
  ],
  [
    6,
    "Et la Rétribution arrivera inévitablement."
  ],
  [
    7,
    "Par le ciel aux voies parfaitement tracées !"
  ],
  [
    8,
    "Vous divergez sur ce que vous dites . "
  ],
  [
    9,
    "Est détourné de lui quiconque a été détourné de la foi. "
  ],
  [
    10,
    "Maudits soient les menteurs,"
  ],
  [
    11,
    "qui sont plongés dans l’insouciance."
  ],
  [
    12,
    "Ils demandent : \"A quand le jour de la Rétribution ?\""
  ],
  [
    13,
    "Le jour où ils seront éprouvés au Feu :"
  ],
  [
    14,
    "\"Goûtez à votre épreuve [punition] ; voici ce que vous cherchiez à hâter.\""
  ],
  [
    15,
    "Les pieux seront dans des Jardins et [parmi] des sources,"
  ],
  [
    16,
    "recevant ce que leur Seigneur leur aura donné. Car ils ont été auparavant de bienfaisants :"
  ],
  [
    17,
    "ils dormaient peu, la nuit , "
  ],
  [
    18,
    "et aux dernières heures de la nuit ils imploraient le pardon [d’Allah] ;"
  ],
  [
    19,
    "et dans leurs biens, il y avait un droit au mendiant et au déshérité."
  ],
  [
    20,
    "Il y a sur terre des preuves pour ceux qui croient avec certitude ;"
  ],
  [
    21,
    "ainsi qu’en vous-mêmes. N’observez-vous donc pas ?"
  ],
  [
    22,
    "Et il y dans le ciel votre subsistance et ce qui vous a été promis."
  ],
  [
    23,
    "Par le Seigneur du ciel et de la terre ! Ceci est tout aussi vrai que le fait que vous parliez."
  ],
  [
    24,
    "T’est-il parvenu le récit des visiteurs honorables d’Abraham ?"
  ],
  [
    25,
    "Quand ils entrèrent chez lui et dirent : \"Paix!\", il [leur] dit : \"Paix, visiteurs inconnus.\""
  ],
  [
    26,
    "Puis il alla discrètement à sa famille et apporta un veau gras."
  ],
  [
    27,
    "Ensuite il l’approcha d’eux... \"Ne mangez-vous pas ?\" dit-il."
  ],
  [
    28,
    "Il ressentit alors de la peur vis-à-vis d’eux. Ils dirent : \"N’aie pas peur.\" Et ils lui annoncèrent [la naissance] d’un garçon plein de savoir."
  ],
  [
    29,
    "Alors sa femme s’avança en criant, se frappa le visage et dit : \"Une vieille femme stérile....\" "
  ],
  [
    30,
    "Ils dirent : \"Ainsi a dit ton Seigneur. C’est Lui vraiment le Sage, l’Omniscient.\""
  ],
  [
    31,
    "Alors [Abraham] dit : \"Quelle est donc votre mission, ô envoyés ?\""
  ],
  [
    32,
    "Ils dirent : \"Nous avons été envoyés vers des gens criminels,"
  ],
  [
    33,
    "pour lancer sur eux des pierres de glaise,"
  ],
  [
    34,
    "marquées auprès de ton Seigneur à l’intention des outranciers.\""
  ],
  [
    35,
    "Nous en fîmes sortir alors ce qu’il y avait comme croyants,"
  ],
  [
    36,
    "mais Nous n’y trouvâmes qu’une seule maison de gens soumis."
  ],
  [
    37,
    "Et Nous y laissâmes un signe pour ceux qui redoutent le douloureux châtiment ;"
  ],
  [
    38,
    "[Il y a même un signe] : en Moïse quand Nous l’envoyâmes, avec une preuve évidente, vers Pharaon."
  ],
  [
    39,
    "Mais [celui-ci] : se détourna confiant en sa puissance, et dit : \"C’est un magicien ou un possédé !\""
  ],
  [
    40,
    "Nous le saisîmes ainsi que ses troupes, puis les jetâmes dans les flots, pour son comportement blâmable."
  ],
  [
    41,
    "De même pour les 'Âd, quand Nous envoyâmes contre eux le vent dévastateur."
  ],
  [
    42,
    "n’épargnant rien sur son passage sans le réduire en poussière."
  ],
  [
    43,
    "De même pour les Thamûd, quand il leur fut dit : \"Jouissez jusqu’à un certain temps !\""
  ],
  [
    44,
    "Ils défièrent le commandement de leur Seigneur. La foudre les saisit alors qu’ils regardaient."
  ],
  [
    45,
    "Ils ne purent ni se mettre debout ni être secourus."
  ],
  [
    46,
    "De même, pour le peuple de Noé auparavant. Ils étaient des gens pervers."
  ],
  [
    47,
    "Le ciel, Nous l’avons construit par Notre puissance : et Nous l’étendons [constamment] : dans l’immensité."
  ],
  [
    48,
    "Et la terre, Nous l’avons étendue. Et de quelle excellente façon Nous l’avons nivelée !"
  ],
  [
    49,
    "Et de toute chose Nous avons créé [deux éléments] : de couple. Peut-être vous rappellerez-vous ?"
  ],
  [
    50,
    "\"Fuyez donc vers Allah. Moi, je suis pour vous de Sa part, un avertisseur explicite."
  ],
  [
    51,
    "Ne placez pas avec Allah une autre divinité. Je suis pour vous de Sa part, un avertisseur explicite.\""
  ],
  [
    52,
    "Ainsi aucun Messager n’est venu à leurs prédécesseurs sans qu’ils n’aient dit : \"C’est un magicien ou un possédé !\""
  ],
  [
    53,
    "Est-ce qu’ils se sont transmis cette injonction ? Ils sont plutôt des gens transgresseurs."
  ],
  [
    54,
    "Détourne-toi d’eux, tu ne seras pas blâmé [à leur sujet]."
  ],
  [
    55,
    "Et rappelle ! Car le rappel profite aux croyants."
  ],
  [
    56,
    "Je n’ai créé les djinns et les hommes que pour qu’ils M’adorent."
  ],
  [
    57,
    "Je ne cherche pas d’eux une subsistance; et Je ne veux pas qu’ils me nourrissent."
  ],
  [
    58,
    "En vérité, c’est Allah qui est le Grand Pourvoyeur, Le Détenteur de la force, l’Inébranlable."
  ],
  [
    59,
    "Ceux qui ont été injustes auront une part [de tourments]: pareille à celle de leurs compagnons . [Qu'ils ne me demandent donc pas d'en hâter la venue !] "
  ],
  [
    60,
    "Malheur donc à ceux qui ont mécru à cause du jour dont ils sont menacés !"
  ]
]