[
  {
    "id": 53,
    "city": "makkah",
    "name": {
      "translated": "The Star",
      "transliterated": "An-Najm",
      "codepoints": [
        1575,
        1604,
        1606,
        1580,
        1605
      ]
    },
    "ayahs": 62,
    "slug": "an-najm",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Par l’étoile à son déclin !"
  ],
  [
    2,
    "Votre compagnon n'est ni égaré, ni mal intentionné . "
  ],
  [
    3,
    "et il ne prononce rien sous l’effet de la passion ;"
  ],
  [
    4,
    "ce n’est rien d’autre qu’une révélation qui lui est faite."
  ],
  [
    5,
    "que lui a enseigné [L’Ange Gabriel] : à la force prodigieuse,"
  ],
  [
    6,
    "doué de sagacité ; c’est alors qu’il se montra sous sa forme réelle [angélique],"
  ],
  [
    7,
    "alors qu’ils se trouvait à l’horizon supérieur."
  ],
  [
    8,
    "Puis il se rapprocha et descendit encore plus bas,"
  ],
  [
    9,
    "et fut à deux portées d’arc, ou plus près encore."
  ],
  [
    10,
    "Il révéla à Son serviteur ce qu’Il révéla."
  ],
  [
    11,
    "Le cœur n’a pas menti en ce qu’il a vu."
  ],
  [
    12,
    "Lui contestez-vous donc ce qu’il voit ?"
  ],
  [
    13,
    "Il l’a pourtant vu, lors d’une autre descente,"
  ],
  [
    14,
    "près près du jujubier de l'extrémité (de la Sidrat-ul-Muntahâ) , "
  ],
  [
    15,
    "près d’elle se trouve le jardin du refuge (de Maawâ) : "
  ],
  [
    16,
    "au moment où le lotus était couvert de ce qui le couvrait."
  ],
  [
    17,
    "La vue n’a nullement dévié ni outrepassé la mesure."
  ],
  [
    18,
    "Il a bien vu certaines des grandes merveilles de son Seigneur."
  ],
  [
    19,
    "Que vous en semble [des divinités] Lât et Al 'Uzzâ,"
  ],
  [
    20,
    "ainsi que Manât, cette troisième autre ? "
  ],
  [
    21,
    "Sera-ce à vous le garçon et à Lui la fille ?"
  ],
  [
    22,
    "Que voilà donc un partage injuste !"
  ],
  [
    23,
    "Ce ne sont que des noms que vous avez inventés, vous et vos ancêtres. Allah n’a fait descendre aucune preuve à leur sujet. Ils ne suivent que la conjecture et les passions de [leurs] âmes, alors que la guidée leur est venue de leur Seigneur."
  ],
  [
    24,
    "Ou bien l’homme aura-t-il tout ce qu’il désire ?"
  ],
  [
    25,
    "A Allah appartiennent la vie future et la vie d’ici-bas."
  ],
  [
    26,
    "Et que d’Anges dans les cieux dont l’intercession ne sert à rien, sinon qu’après qu’Allah l’aura permis, en faveur de qui Il veut et qu’Il agrée."
  ],
  [
    27,
    "Ceux qui ne croient pas en l’au-delà donnent aux Anges des noms de femmes,"
  ],
  [
    28,
    "alors qu’ils n’en n’ont aucune science : ils ne suivent que la conjecture, alors que la conjecture ne sert à rien contre la vérité."
  ],
  [
    29,
    "Ecarte-toi donc, de celui qui tourne le dos à Notre rappel et qui ne désire que la vie présente."
  ],
  [
    30,
    "Voilà toute la portée de leur savoir. Certes ton Seigneur connaît parfaitement celui qui s’égare de Son chemin et Il connaît parfaitement qui est bien guidé."
  ],
  [
    31,
    "A Allah appartient ce qui est dans les cieux et sur la terre afin qu’Il rétribue ceux qui font le mal selon ce qu’ils œuvrent, et récompense ceux qui font le bien par la meilleure [récompense],"
  ],
  [
    32,
    "ceux qui évitent les plus grands péchés ainsi que les turpitudes et [qui ne commettent] que des fautes légères. Certes, le pardon de Ton Seigneur est immense. C’est Lui qui vous connaît le mieux quand Il vous a produits de terre, et aussi quand vous étiez des embryons dans les ventres de vos mères. Ne vantez pas vous-mêmes votre pureté ; c’est Lui qui connaît mieux ceux qui [Le] craignent."
  ],
  [
    33,
    "Vois-tu celui qui s’est détourné,"
  ],
  [
    34,
    "donné peu et a [finalement] cessé de donner ?"
  ],
  [
    35,
    "Détient-il la science de l’Inconnaissable en sorte qu’il voit ?"
  ],
  [
    36,
    "Ne lui a-t-on pas annoncé ce qu’il y avait dans les feuilles de Moïse."
  ],
  [
    37,
    "et celles d’Abraham qui a tenu parfaitement [sa promesse de transmettre]"
  ],
  [
    38,
    "qu’aucune [âme] : ne portera le fardeau (le péché) d’autrui,"
  ],
  [
    39,
    "et qu’en vérité, l’homme n’obtient que [le fruit] : de ses efforts ;"
  ],
  [
    40,
    "et que son effort, en vérité, lui sera présenté (le jour du Jugement)."
  ],
  [
    41,
    "Ensuite il en sera récompensé pleinement,"
  ],
  [
    42,
    "et que tout aboutit, en vérité, vers ton Seigneur,"
  ],
  [
    43,
    "et que c’est Lui qui a fait rire et qui a fait pleurer,"
  ],
  [
    44,
    "et que c’est Lui qui a fait mourir et qui a ramené à la vie,"
  ],
  [
    45,
    "et que c’est Lui qui a créé les deux éléments de couple, le mâle et la femelle,"
  ],
  [
    46,
    "d’une goutte de sperme quand elle est éjaculée."
  ],
  [
    47,
    "et que la seconde création Lui incombe,"
  ],
  [
    48,
    "et c’est Lui qui a enrichi et qui a fait acquérir."
  ],
  [
    49,
    "Et c’est Lui qui est le Seigneur de Sirius , "
  ],
  [
    50,
    "et c’est Lui qui a fait périr les anciens 'Âd,"
  ],
  [
    51,
    "ainsi que les Thamûd, et Il fit que rien n’en subsistât,"
  ],
  [
    52,
    "ainsi que le peuple de Noé antérieurement, car ils étaient encore plus injustes et plus violents,"
  ],
  [
    53,
    "de même qu’Il anéantit les villes renversées . "
  ],
  [
    54,
    "Et les recouvrit de ce dont Il les recouvrit."
  ],
  [
    55,
    "Lequel donc des bienfaits de ton Seigneur mets-tu en doute ?"
  ],
  [
    56,
    "Voici un avertisseur analogue aux avertisseurs anciens :"
  ],
  [
    57,
    "l’Imminente (L’heure du Jugement) s’approche."
  ],
  [
    58,
    "Rien d’autre en dehors d’Allah ne peut la dévoiler."
  ],
  [
    59,
    "Quoi! Vous étonnez-vous de ce discours (le Coran) ?"
  ],
  [
    60,
    "Et vous [en] : riez et n’[en] : pleurez point ?"
  ],
  [
    61,
    "Absorbés [que vous êtes] : par votre distraction."
  ],
  [
    62,
    "Prosternez-vous donc à Allah et adorez-Le . "
  ]
]