[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Béni soit celui dans la main de qui est la royauté, et Il est Omnipotent."
  ],
  [
    2,
    "Celui qui a créé la mort et la vie afin de vous éprouver (et de savoir) qui de vous est le meilleur en œuvre, et c’est Lui le Puissant, le Pardonneur."
  ],
  [
    3,
    "Celui qui a créé sept cieux superposés sans que tu voies de disproportion en la création du Tout Miséricordieux. Ramène [sur elle] le regard. Y vois-tu une brèche quelconque?"
  ],
  [
    4,
    "Puis, retourne ton regard à deux fois: le regard te reviendra humilié et frustré."
  ],
  [
    5,
    "Nous avons effectivement embelli le ciel le plus proche avec des lampes [des étoiles] dont Nous avons fait des projectiles pour lapider des diables et Nous leur avons préparé le châtiment de la Fournaise."
  ],
  [
    6,
    "Ceux qui ont mécru à leur Seigneur auront le châtiment de l’Enfer. Et quelle mauvaise destination !"
  ],
  [
    7,
    "Quand ils y seront jetés, ils lui entendront un gémissement, tandis qu’il bouillonne."
  ],
  [
    8,
    "Peu s’en faut que, de rage, il n’éclate. Toutes les fois qu’un groupe y est jeté, ses gardiens leur demandent : \"Quoi ! ne vous est-il pas venu d’avertisseur ?\""
  ],
  [
    9,
    "Ils dirent: \"Mais si ! un avertisseur nous était venu certes, mais nous avons crié au mensonge et avons dit : Allah n’a rien fait descendre, vous n’êtes que dans un grand égarement.\" "
  ],
  [
    10,
    "Et ils dirent : \"Si nous avions écouté ou raisonné, nous ne serions pas parmi les gens de la Fournaise.\""
  ],
  [
    11,
    "Ils ont reconnu leur péché. Que les gens de la Fournaise soient anéantis à jamais."
  ],
  [
    12,
    "Ceux qui redoutent leur Seigneur bien qu’ils ne L’aient jamais vu auront un pardon et une grande récompense. "
  ],
  [
    13,
    "Que vous cachiez votre parole ou la divulguiez Il connaît bien le contenu des poitrines."
  ],
  [
    14,
    "Ne connaît-Il pas ce qu’Il a créé alors que c’est Lui le Compatissant, le Parfaitement Connaisseur."
  ],
  [
    15,
    "C’est Lui qui vous a soumis la terre : parcourez donc ses grandes étendues. Mangez de ce qu’Il vous fournit. Vers Lui est la Résurrection."
  ],
  [
    16,
    "Etes-vous à l’abri que Celui qui est au ciel vous enfouisse en la terre ? Et voici qu’elle tremble !"
  ],
  [
    17,
    "Ou êtes-vous à l’abri que Celui qui au ciel envoie contre vous un ouragan de pierres ? Vous saurez ainsi quel fut Mon avertissement."
  ],
  [
    18,
    "En effet, ceux d’avant eux avaient crié au mensonge. Quelle fut alors Ma réprobation !"
  ],
  [
    19,
    "N’ont-ils pas vu les oiseaux au-dessus d’eux, déployant et repliant leurs ailes tour à tour ? Seul le Tout Miséricordieux les soutient. Car Il est sur toute chose, Clairvoyant."
  ],
  [
    20,
    "Quel est celui qui constituerait pour vous une armée [capable] de vous secourir, en dehors du Tout Miséricordieux ? En vérité les mécréants sont dans l’illusion complète."
  ],
  [
    21,
    "Ou quel est celui qui vous donnera votre subsistance s’Il s’arrête de fournir Son attribution ? Mais ils persistent dans leur insolence et dans leur répulsion."
  ],
  [
    22,
    "Qui est donc mieux guidé ? Celui qui marche face contre terre ou celui qui marche redressé sur un chemin droit."
  ],
  [
    23,
    "Dis : \"C’est Lui qui vous a créés et vous a donné l’ouïe, les yeux et les cœurs\". Mais vous êtes rarement reconnaissants !\""
  ],
  [
    24,
    "Dis : \"C’est Lui qui vous a répandus sur la terre, et c’est vers Lui que vous serez rassemblés.\""
  ],
  [
    25,
    "Et ils disent : \"A quand cette promesse si vous êtes véridiques ?\""
  ],
  [
    26,
    "Dis : \"Allah seul [en] a la connaissance. Et moi je ne suis qu’un avertisseur clair.\""
  ],
  [
    27,
    "Puis, quand ils verront (le châtiment) de près, les visages de ceux qui ont mécru seront affligés. Et il leur sera dit : \"Voilà ce que vous réclamiez.\""
  ],
  [
    28,
    "Dis : \"Que vous en semble ? Qu’Allah me fasse périr ainsi que ceux qui sont avec moi ou qu’Il nous fasse miséricorde, qui protégera alors les mécréants d’un châtiment douloureux ?\""
  ],
  [
    29,
    "Dis : \"C’est Lui, le Tout Miséricordieux. Nous croyons en Lui et c’est en Lui que nous plaçons notre confiance. Vous saurez bientôt qui est dans un égarement évident.\""
  ],
  [
    30,
    "Dis : \"Que vous en semble ? Si votre eau était absorbée au plus profond de la terre, qui donc vous apporterait de l’eau de source?\" "
  ]
]