[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "L’inévitable [l’Heure qui montre la vérité]."
  ],
  [
    2,
    "Qu’est-ce que l’inévitable ?"
  ],
  [
    3,
    "Et qui te dira ce que c’est que l’inévitable ?"
  ],
  [
    4,
    "Les Thamûd et les 'Âd avaient traité de mensonge le cataclysme."
  ],
  [
    5,
    "Quant aux Thamûd, ils furent détruits par le [bruit] excessivement fort."
  ],
  [
    6,
    "Et quant aux 'Âd, ils furent détruits par un vent mugissant et furieux."
  ],
  [
    7,
    "qu’ [Allah] déchaîna contre eux pendant sept nuits et huit jours consécutifs; tu voyais alors les gens renversés par terre comme des souches de palmiers évidées."
  ],
  [
    8,
    "En vois-tu le moindre vestige ?"
  ],
  [
    9,
    "Pharaon et ceux qui vécurent avant lui ainsi que les Villes renversées commirent des fautes . "
  ],
  [
    10,
    "Ils désobéirent au Messager de leur Seigneur. Celui-ci donc, les saisit d’une façon irrésistible."
  ],
  [
    11,
    "C’est Nous qui, quand l’eau déborda , vous avons chargés sur l’Arche. "
  ],
  [
    12,
    "afin d’en faire pour vous un rappel que toute oreille fidèle conserve."
  ],
  [
    13,
    "Puis, quand d’un seul souffle, on soufflera dans la Trompe,"
  ],
  [
    14,
    "et que la terre et les montagnes seront soulevées puis tassées d’un seul coup ;"
  ],
  [
    15,
    "Ce jour-là alors, l’Evénement se produira,"
  ],
  [
    16,
    "et le ciel se fendra et sera fragile, ce jour-là."
  ],
  [
    17,
    "Et sur ses côtés [se tiendront] les Anges, tandis que huit, ce jour-là, porteront au-dessus d’eux le Trône de ton Seigneur."
  ],
  [
    18,
    "Ce jour-là vous serez exposés; et rien de vous ne sera caché."
  ],
  [
    19,
    "Quant à celui à qui on aura remis le Livre en sa main droite, il dira : \"Tenez ! Lisez mon livre."
  ],
  [
    20,
    "J’étais sûr d’y trouver mon compte.\""
  ],
  [
    21,
    "Il jouira d’une vie agréable:"
  ],
  [
    22,
    "dans un Jardin haut placé."
  ],
  [
    23,
    "dont les fruits sont à portées de la main."
  ],
  [
    24,
    "\"Mangez et buvez agréablement pour ce que vous avez avancé dans les jours passés.\""
  ],
  [
    25,
    "Quant à celui à qui on aura remis le Livre en sa main gauche, il dira : \"Hélas pour moi ! J’aurai souhaité qu’on ne m’ait pas remis mon livre,"
  ],
  [
    26,
    "et ne pas avoir connu mon compte..."
  ],
  [
    27,
    "Hélas, comme j’aurais souhaité que [ma première mort] fût la définitive."
  ],
  [
    28,
    "Ma fortune ne m’a servi à rien."
  ],
  [
    29,
    "Mon autorité est anéantie et m’a quitté !\""
  ],
  [
    30,
    "\"Saisissez-le ! Puis, mettez-lui un carcan ;"
  ],
  [
    31,
    "ensuite, brûlez-le dans la Fournaise ;"
  ],
  [
    32,
    "puis, liez-le avec une chaîne de soixante-dix coudées,"
  ],
  [
    33,
    "car il ne croyait pas en Allah, le Très Grand."
  ],
  [
    34,
    "Et n’incitait pas à nourrir le pauvre."
  ],
  [
    35,
    "Il n’a pour lui ici, aujourd’hui, point d’ami chaleureux [pour le protéger],"
  ],
  [
    36,
    "ni d’autre nourriture que du pus,"
  ],
  [
    37,
    "que seuls les fautifs mangeront.\""
  ],
  [
    38,
    "Mais non... Je jure par ce que vous voyez,"
  ],
  [
    39,
    "ainsi que par ce que vous ne voyez pas,"
  ],
  [
    40,
    "que ceci [le Coran] est la parole d’un noble Messager , "
  ],
  [
    41,
    "et que ce n’est pas la parole d’un poète; mais vous ne croyez que très peu,"
  ],
  [
    42,
    "ni la parole d’un devin, mais vous vous rappelez bien peu."
  ],
  [
    43,
    "C’est une révélation du Seigneur de l’Univers."
  ],
  [
    44,
    "Et s’il avait forgé quelques paroles qu’ils Nous avait attribuées,"
  ],
  [
    45,
    "Nous l’aurions saisi de la main droite,"
  ],
  [
    46,
    "ensuite, Nous lui aurions tranché l’aorte."
  ],
  [
    47,
    "Et nul d’entre vous n’aurait pu lui servir de rempart."
  ],
  [
    48,
    "C’est en vérité un rappel pour les pieux."
  ],
  [
    49,
    "Et Nous savons qu’il y a parmi vous qui le traitent de menteur ;"
  ],
  [
    50,
    "mais en vérité, ce sera un sujet de regret pour les mécréants,"
  ],
  [
    51,
    "c’est là la véritable certitude."
  ],
  [
    52,
    "Glorifie donc le nom de ton Seigneur, le Très Grand !"
  ]
]