[
  {
    "id": 70,
    "city": "makkah",
    "name": {
      "translated": "The Ascending Stairways",
      "transliterated": "Al-Ma'arij",
      "codepoints": [
        1575,
        1604,
        1605,
        1593,
        1575,
        1585,
        1580
      ]
    },
    "ayahs": 44,
    "slug": "al-maarij",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Un demandeur a réclamé un châtiment inéluctable,"
  ],
  [
    2,
    "pour les mécréants, que nul ne pourrait repousser,"
  ],
  [
    3,
    "et qui vient d’Allah, le Maître des voies d’ascension."
  ],
  [
    4,
    "Les Anges ainsi que l’Esprit montent vers Lui en un jour dont la durée est de cinquante mille ans."
  ],
  [
    5,
    "Supporte donc, d’une belle patience."
  ],
  [
    6,
    "Ils le (le châtiment) voient bien loin,"
  ],
  [
    7,
    "alors que Nous le voyons bien proche,"
  ],
  [
    8,
    "le jour où le ciel sera comme du métal en fusion."
  ],
  [
    9,
    "Et les montagnes comme de la laine,"
  ],
  [
    10,
    "où nul ami dévoué ne s’enquerra d’un ami,"
  ],
  [
    11,
    "bien qu’ils se voient l’un l’autre. Le criminel aimerait pouvoir se racheter du châtiment de ce jour, en livrant ses enfants,"
  ],
  [
    12,
    "sa compagne, son frère,"
  ],
  [
    13,
    "même son clan qui lui donnait asile,"
  ],
  [
    14,
    "et tout ce qui est sur la terre, tout, qui pourrait le sauver."
  ],
  [
    15,
    "Mais rien [ne le sauvera]. [L’Enfer] est un brasier."
  ],
  [
    16,
    "arrachant brutalement la peau du crâne."
  ],
  [
    17,
    "Il appellera celui qui tournait le dos et s’en allait,"
  ],
  [
    18,
    "amassait et thésaurisait."
  ],
  [
    19,
    "Oui, l’homme a été créé instable [très inquiet] ;"
  ],
  [
    20,
    "quand le malheur le touche, il est abattu ;"
  ],
  [
    21,
    "et quand le bonheur le touche, il est grand refuseur."
  ],
  [
    22,
    "Sauf ceux qui pratiquent la prière (As-Salât)."
  ],
  [
    23,
    "qui sont assidu à leurs prières,"
  ],
  [
    24,
    "et sur les bien desquels il y a un droit bien déterminé [l'aumône]"
  ],
  [
    25,
    "pour le mendiant et le déshérité ;"
  ],
  [
    26,
    "et qui déclarent véridique le Jour de la Rétribution,"
  ],
  [
    27,
    "et ceux qui craignent le châtiment de leur Seigneur."
  ],
  [
    28,
    "Car vraiment, il n’y a nulle assurance contre le châtiment de leur Seigneur ;"
  ],
  [
    29,
    "et qui se maintiennent dans la chasteté."
  ],
  [
    30,
    "Et n’ont pas de rapports qu’avec leurs épouses ou les esclaves qu’ils possèdent car dans ce cas, ils ne sont pas blâmables,"
  ],
  [
    31,
    "mais ceux qui cherchent [leur plaisir] en dehors de cela, sont des transgresseurs ;"
  ],
  [
    32,
    "et qui gardent les dépôts confiés à eux, et respectent leurs engagements scrupuleusement."
  ],
  [
    33,
    "Et qui témoignent de la stricte vérité,"
  ],
  [
    34,
    "et qui sont régulier dans leur prière (As-Salât)."
  ],
  [
    35,
    "Ceux-là seront honorés dans des Jardins."
  ],
  [
    36,
    "Qu’ont donc, ceux qui ont mécru, à courir vers toi, le cou tendu,"
  ],
  [
    37,
    "de droite et de gauche, [venant] par bandes ?"
  ],
  [
    38,
    "Chacun d’eux convoite-t-il qu’on le laisse entrer au Jardin des délices ?"
  ],
  [
    39,
    "Mais non ! Nous les avons créés de ce qu’ils savent . "
  ],
  [
    40,
    "Eh Non !... Je jure par le Seigneur des Levants et des Couchants que Nous sommes capables "
  ],
  [
    41,
    "de les remplacer par de meilleurs qu’eux, et nul ne peut Nous en empêcher."
  ],
  [
    42,
    "Laisse-les donc s’enfoncer (dans leur mécréance) et se divertir jusqu’à ce qu’ils rencontrent leur jour dont on les menaçait,"
  ],
  [
    43,
    "le jour où ils sortiront des tombes, rapides comme s’ils couraient vers des pierres dressées ;"
  ],
  [
    44,
    "leurs yeux seront abaissés, l’avilissement les couvrira. C’est cela le jour dont on les menaçait !"
  ]
]