[
  {
    "id": 72,
    "city": "makkah",
    "name": {
      "translated": "The Jinn",
      "transliterated": "Al-Jinn",
      "codepoints": [
        1575,
        1604,
        1580,
        1606
      ]
    },
    "ayahs": 28,
    "slug": "al-jinn",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Dis : \"Il m’a été révélé qu’un groupe de djinns prêtèrent l’oreille, puis dirent : \"Nous avons certes entendu une Lecture [le Coran] merveilleuse, "
  ],
  [
    2,
    "qui guide vers la droiture. Nous y avons cru, et nous n’associerons jamais personne à notre Seigneur."
  ],
  [
    3,
    "En vérité notre Seigneur - que Sa grandeur soit exaltée - ne S’est donné ni compagne, ni enfant !"
  ],
  [
    4,
    "Notre insensé [Iblîs] disait des extravagances contre Allah."
  ],
  [
    5,
    "Et nous pensions que ni les humains ni les djinns ne sauraient jamais proférer de mensonge contre Allah."
  ],
  [
    6,
    "Or, il y avait parmi les humains, des hommes qui cherchaient protection auprès des hommes parmi les djinns mais cela ne fît qu’accroître leur détresse."
  ],
  [
    7,
    "Et ils avaient pensé comme vous avez pensé qu’Allah ne ressusciterait jamais personne."
  ],
  [
    8,
    "Nous avions frôlé le ciel et Nous l’avions trouvé plein d’une forte garde et de bolides."
  ],
  [
    9,
    "Nous y prenions place pour écouter. Mais quiconque prête l’oreille maintenant, trouve contre lui un bolide aux aguets."
  ],
  [
    10,
    "Nous ne savons pas si on veut du mal aux habitants de la terre ou si leur Seigneur veut les mettre sur le droit chemin."
  ],
  [
    11,
    "Il y a parmi nous des vertueux et [d’autre] qui le sont moins: nous étions divisés en différentes sectes."
  ],
  [
    12,
    "Nous pensions bien que nous ne saurions jamais réduire Allah à l’impuissance sur la terre et que nous ne saurions jamais le réduire à l’impuissance en nous enfuyant."
  ],
  [
    13,
    "Et lorsque nous avons entendu le guide [le Coran], nous y avons cru, et quiconque croit en son Seigneur ne craint alors ni diminution de récompense ni oppression."
  ],
  [
    14,
    "Il y a parmi nous les Musulmans, et il y en a les injustes [qui ont dévié]. Et ceux qui se sont convertis à l’Islam sont ceux qui ont cherché la droiture."
  ],
  [
    15,
    "Et quant aux injustes, ils formeront le combustible de l’Enfer."
  ],
  [
    16,
    "Et s’ils se maintenaient dans la bonne direction, Nous les aurions abreuvés, certes d’une eau abondante,"
  ],
  [
    17,
    "afin de les y éprouver. Et quiconque se détourne du rappel de son Seigneur, Il l’achemine vers un châtiment sans cesse croissant."
  ],
  [
    18,
    "Les mosquées sont consacrées à Allah: n’invoquez donc personne avec Allah."
  ],
  [
    19,
    "Et quand le serviteur d’Allah s’est mis debout pour L’invoquer, ils faillirent se ruer en masse sur lui . "
  ],
  [
    20,
    "Dis : \"Je n’invoque que mon Seigneur et ne Lui associe personne.\""
  ],
  [
    21,
    "Dis : \"Je ne possède aucun moyen pour vous faire du mal, ni pour vous mettre sur le chemin droit.\""
  ],
  [
    22,
    "Dis : \"Vraiment, personne ne saura me protéger contre Allah ; et jamais je ne trouverai de refuge en dehors de Lui."
  ],
  [
    23,
    "[Je ne puis que transmettre] une communication et des messages [émanant] d’Allah. Et quiconque désobéit à Allah et à son Messager aura le feu de l’Enfer pour y demeurer éternellement."
  ],
  [
    24,
    "Puis, quand ils verront ce dont on les menaçait, ils sauront lesquels ont les secours les plus faibles et [lesquels] sont les moins nombreux."
  ],
  [
    25,
    "Dis : \"Je ne sais pas si ce dont vous êtes menacés est proche, ou bien, si mon Seigneur va lui assigner un délai."
  ],
  [
    26,
    "[C’est Lui] qui connaît le mystère. Il ne dévoile Son mystère à personne,"
  ],
  [
    27,
    "sauf à celui qu’Il agrée comme Messager et qu’Il fait précéder et suivre de gardiens vigilants,"
  ],
  [
    28,
    "afin qu’Il sache s’ils ont bien transmis les messages de leur Seigneur. Il cerne (de Son savoir) ce qui est avec eux, et dénombre exactement toute chose.\""
  ]
]