[
  {
    "id": 74,
    "city": "makkah",
    "name": {
      "translated": "The Cloaked One",
      "transliterated": "Al-Muddaththir",
      "codepoints": [
        1575,
        1604,
        1605,
        1583,
        1579,
        1585
      ]
    },
    "ayahs": 56,
    "slug": "al-muddaththir",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Ô, toi (Mohammed) ! Le revêtu d’un manteau !"
  ],
  [
    2,
    "Lève-toi et avertis."
  ],
  [
    3,
    "Et de ton Seigneur, célèbre la grandeur."
  ],
  [
    4,
    "Et tes vêtements, purifie-les."
  ],
  [
    5,
    "Et de tout péché, écarte-toi . "
  ],
  [
    6,
    "Et ne donne pas dans le but de recevoir davantage . "
  ],
  [
    7,
    "Et pour ton Seigneur, endure."
  ],
  [
    8,
    "Quand on sonnera du Clairon,"
  ],
  [
    9,
    "alors, ce jour-là sera un jour difficile,"
  ],
  [
    10,
    "pas facile pour les mécréants."
  ],
  [
    11,
    "Laisse-Moi avec celui que J’ai créé seul ,"
  ],
  [
    12,
    "et à qui J’ai donné des biens étendus,"
  ],
  [
    13,
    "et des enfants qui lui tiennent toujours compagnie,"
  ],
  [
    14,
    "pour qui aussi J’ai aplani toutes difficultés."
  ],
  [
    15,
    "Cependant, il convoite [de Moi] que Je lui donne davantage."
  ],
  [
    16,
    "Pas du tout ! Car il reniait nos versets (le Coran) avec entêtement."
  ],
  [
    17,
    "Je vais le contraindre à gravir une pente."
  ],
  [
    18,
    "Il a réfléchi. Et il a décidé."
  ],
  [
    19,
    "Qu’il périsse ! Comme il a décidé !"
  ],
  [
    20,
    "Encore une fois, qu’il périsse; comme il a décidé !"
  ],
  [
    21,
    "Ensuite, il a regardé."
  ],
  [
    22,
    "Et il s’est renfrogné et a durci son visage."
  ],
  [
    23,
    "Ensuite il a tourné le dos et s’est enflé d’orgueil."
  ],
  [
    24,
    "Puis il a dit : \"Ceci (le Coran) n’est que magie apprise."
  ],
  [
    25,
    "ce n’est là que la parole d’un humain.\""
  ],
  [
    26,
    "Je vais le brûler dans le Feu intense (Saqar)."
  ],
  [
    27,
    "Et qui te dira ce qu’est Saqar ?"
  ],
  [
    28,
    "Il ne laisse rien et n’épargne rien ;"
  ],
  [
    29,
    "Il brûle la peau et la noircit."
  ],
  [
    30,
    "Ils sont dix-neuf à y veiller ."
  ],
  [
    31,
    "Nous n’avons assigné comme gardiens du Feu que les Anges. Cependant, Nous n’en avons fixé le nombre que pour éprouver les mécréants, et aussi afin que ceux à qui le Livre a été apporté soient convaincus, et que croisse la foi de ceux qui croient, et que ceux à qui le Livre a été apporté et les croyants n’aient point de doute ; et pour que ceux qui ont au cœur quelque maladie ainsi que les mécréants disent : \"Qu’a donc voulu Allah par cette parabole ?\" C’est ainsi qu’Allah égare qui Il veut et guide qui Il veut. Nul ne connaît les armées de ton Seigneur, à part Lui. Et ce n’est là qu’un rappel pour les humains."
  ],
  [
    32,
    "Non !... Par la lune !"
  ],
  [
    33,
    "Et par la nuit quand elle se retire !"
  ],
  [
    34,
    "Et par l’aurore quand elle se découvre !"
  ],
  [
    35,
    "[Saqar] est l’un des plus grands [malheurs]"
  ],
  [
    36,
    "un avertissement, pour les humains."
  ],
  [
    37,
    "Pour qui d’entre vous, veut avancer ou reculer."
  ],
  [
    38,
    "Toute âme est l’otage de ce qu’elle a acquis."
  ],
  [
    39,
    "Sauf les gens de la droite (les élus) :"
  ],
  [
    40,
    "dans des Jardins, ils s’interrogeront."
  ],
  [
    41,
    "au sujet des criminels:"
  ],
  [
    42,
    "\"Qu’est-ce qui vous a acheminés à Saqar ?\""
  ],
  [
    43,
    "Ils diront : \"Nous n’étions pas de ceux qui faisaient la prière (As-Salât),"
  ],
  [
    44,
    "et nous ne nourrissions pas le pauvre,"
  ],
  [
    45,
    "et nous nous associions à ceux qui tenaient des conversations futiles,"
  ],
  [
    46,
    "et nous traitions de mensonge le jour de la Rétribution,"
  ],
  [
    47,
    "jusqu’à ce que nous vînt la vérité évidente [la mort].\""
  ],
  [
    48,
    "Ne leur profitera point donc, l’intercession des intercesseurs."
  ],
  [
    49,
    "Qu’ont-ils à se détourner du Rappel ?"
  ],
  [
    50,
    "Ils sont comme des onagres épouvantés,"
  ],
  [
    51,
    "s’enfuyant devant un lion."
  ],
  [
    52,
    "Chacun d’eux voudrait plutôt qu’on lui apporte des feuilles tout étalées."
  ],
  [
    53,
    "Ah ! Non ! C’est plutôt qu’ils ne craignent pas l’au-delà."
  ],
  [
    54,
    "Ah ! Non ! Ceci est vraiment un Rappel."
  ],
  [
    55,
    "Quiconque veut, qu’il se le rappelle."
  ],
  [
    56,
    "Mais ils ne se rappelleront que si Allah veut. C’est Lui qui est Le plus digne d’être craint; et c’est Lui qui détient le pardon."
  ]
]