[
  {
    "id": 76,
    "city": "madinah",
    "name": {
      "translated": "The Man",
      "transliterated": "Al-Insan",
      "codepoints": [
        1575,
        1604,
        1575,
        1606,
        1587,
        1575,
        1606
      ]
    },
    "ayahs": 31,
    "slug": "al-insan",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "S’est-il écoulé pour l’homme un laps de temps durant lequel il n’était même pas une chose mentionnable ?"
  ],
  [
    2,
    "En effet, Nous avons créé l’homme d’une goutte de sperme mélangé [aux composantes diverses] pour le mettre à l’épreuve. [C’est pourquoi] Nous l’avons fait entendant et voyant."
  ],
  [
    3,
    "Nous l’avons guidé dans le chemin, - qu’il soit reconnaissant ou ingrat -"
  ],
  [
    4,
    "Nous avons préparé pour les infidèles des chaînes, des carcans et une fournaise ardente."
  ],
  [
    5,
    "Les vertueux boiront d’une coupe dont le mélange sera de camphre,"
  ],
  [
    6,
    "d’une source de laquelle boiront les serviteurs d’Allah et ils la feront jaillir en abondance ."
  ],
  [
    7,
    "Ils accomplissent leurs vœux et ils redoutent un jour dont le mal s’étendra partout."
  ],
  [
    8,
    "et offrent la nourriture, malgré son amour , au pauvre, à l’orphelin et au prisonnier,"
  ],
  [
    9,
    "(disant) : \"C’est pour le visage d’Allah que nous vous nourrissons : nous ne voulons de vous ni récompense ni gratitude."
  ],
  [
    10,
    "Nous redoutons, de notre Seigneur, un jour terrible et catastrophique.\""
  ],
  [
    11,
    "Allah les protégera donc du mal de ce jour-là, et leur fera rencontrer la splendeur et la joie,"
  ],
  [
    12,
    "et les rétribuera pour ce qu’ils auront enduré, en leur donnant le Paradis et des [vêtements] de soie,"
  ],
  [
    13,
    "ils y seront accoudés sur des divans, n’y voyant ni soleil ni froid glacial ."
  ],
  [
    14,
    "Ses ombrages les couvriront de près, et ses fruits inclinés bien-bas [à portée de leurs mains]."
  ],
  [
    15,
    "Et l’on fera circuler parmi eux des récipients d’argent et des coupes cristallines,"
  ],
  [
    16,
    "en cristal d’argent, dont le contenu a été savamment dosé."
  ],
  [
    17,
    "Et là, ils seront abreuvés d’une coupe dont le mélange sera de gingembre,"
  ],
  [
    18,
    "puisé là-dedans à une source qui s’appelle Salsabîl."
  ],
  [
    19,
    "Et parmi eux, circuleront des garçons éternellement jeunes. Quand tu les verras, tu les prendras pour des perles éparpillées."
  ],
  [
    20,
    "Et quand tu regarderas là-bas, tu verras un délice et un vaste royaume."
  ],
  [
    21,
    "Ils porteront des vêtements verts de satin et de brocart. Et ils seront parés de bracelets d’argent. Et leur Seigneur les abreuvera d’une boisson très pure."
  ],
  [
    22,
    "Cela sera pour vous une récompense, et votre effort sera reconnu."
  ],
  [
    23,
    "En vérité c’est Nous qui avons fait descendre sur toi le Coran graduellement."
  ],
  [
    24,
    "Endure donc ce que ton Seigneur a décrété, et n’obéis ni au pécheur, parmi eux, ni au grand mécréant."
  ],
  [
    25,
    "Et invoque le nom de ton Seigneur, matin et après-midi ;"
  ],
  [
    26,
    "et prosterne-toi devant Lui une partie de la nuit ; et glorifie Le de longues [heures] pendant la nuit."
  ],
  [
    27,
    "Ces gens-là aiment [la vie] éphémère (la vie sur terre) et laissent derrière eux un jour bien lourd [le jour du Jugement]."
  ],
  [
    28,
    "C’est Nous qui les avons créés et avons fortifié leur constitution. Quand Nous voulons, cependant, Nous les remplaçons [facilement] par leurs semblables."
  ],
  [
    29,
    "Ceci est un rappel. Que celui qui veut prenne donc le chemin vers son Seigneur !"
  ],
  [
    30,
    "Cependant, vous ne saurez vouloir, à moins qu’Allah veuille. Et Allah est Omniscient et Sage."
  ],
  [
    31,
    "Il fait entrer qui Il veut dans Sa miséricorde. Et quant aux injustes, Il leur a préparé un châtiment douloureux."
  ]
]