[
  {
    "id": 78,
    "city": "makkah",
    "name": {
      "translated": "The Tidings",
      "transliterated": "An-Naba",
      "codepoints": [
        1575,
        1604,
        1606,
        1576,
        1573
      ]
    },
    "ayahs": 40,
    "slug": "an-naba",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Sur quoi s’interrogent-ils mutuellement ?"
  ],
  [
    2,
    "Sur la grande nouvelle,"
  ],
  [
    3,
    "à propos de laquelle ils divergent."
  ],
  [
    4,
    "Eh bien non! Ils sauront bientôt."
  ],
  [
    5,
    "Encore une fois, non! Ils sauront bientôt."
  ],
  [
    6,
    "N’avons-Nous pas fait de la terre une couche ?"
  ],
  [
    7,
    "et (placé) les montagnes comme des piquets ?"
  ],
  [
    8,
    "Nous vous avons créés en couples,"
  ],
  [
    9,
    "et désigné votre sommeil pour votre repos,"
  ],
  [
    10,
    "et fait de la nuit un vêtement,"
  ],
  [
    11,
    "et assigné le jour pour les affaires de la vie,"
  ],
  [
    12,
    "et construit au-dessus de vous sept (cieux) renforcés,"
  ],
  [
    13,
    "et [y] avons placé une lampe (le soleil) très ardente,"
  ],
  [
    14,
    "et fait descendre des nuées une eau abondante."
  ],
  [
    15,
    "pour faire pousser par elle grains et plantes."
  ],
  [
    16,
    "et jardins luxuriants."
  ],
  [
    17,
    "Le Jour de la Décision [du Jugement] a son terme fixé."
  ],
  [
    18,
    "Le jour où l’on soufflera dans la Trompe, vous viendrez par troupes,"
  ],
  [
    19,
    "et le ciel sera ouvert et [présentera] des portes,"
  ],
  [
    20,
    "et les montagnes seront mises en marche et deviendront un mirage."
  ],
  [
    21,
    "L’Enfer demeure aux aguets."
  ],
  [
    22,
    "refuge pour les transgresseurs."
  ],
  [
    23,
    "Ils y demeureront pendant des siècles successifs."
  ],
  [
    24,
    "Ils n’y goûteront ni fraîcheur ni breuvage,"
  ],
  [
    25,
    "Hormis une eau bouillante et un pus."
  ],
  [
    26,
    "comme rétribution équitable."
  ],
  [
    27,
    "Car ils ne s’attendaient pas à rendre compte,"
  ],
  [
    28,
    "et traitaient de mensonges, continuellement, Nos versets."
  ],
  [
    29,
    "alors que Nous avons dénombré toutes choses en écrit."
  ],
  [
    30,
    "Goûtez-donc. Nous n’augmenterons pour vous que le châtiment !"
  ],
  [
    31,
    "Pour les pieux ce sera une réussite :"
  ],
  [
    32,
    "jardins et vignes,"
  ],
  [
    33,
    "et des (belles) aux seins arrondis, d’une égale jeunesse,"
  ],
  [
    34,
    "et coupes débordantes."
  ],
  [
    35,
    "Ils n’y entendront ni futilités ni mensonges."
  ],
  [
    36,
    "A titre de récompense de ton Seigneur et à titre de don abondant."
  ],
  [
    37,
    "du Seigneur des cieux et de la terre et de ce qui existe entre eux, le Tout Miséricordieux; ils n’osent nullement Lui adresser la parole."
  ],
  [
    38,
    "Le jour où l’Esprit  et les Anges se dresseront en rangs, nul ne saura parler, sauf celui à qui le Tout Miséricordieux aura accordé la permission, et qui dira la vérité."
  ],
  [
    39,
    "Ce jour-là est inéluctable. Que celui qui veut prenne donc refuge auprès de son Seigneur."
  ],
  [
    40,
    "Nous vous avons avertis d’un châtiment bien proche, le jour où l’homme verra ce que ses deux mains ont préparé ; et l’infidèle dira : \"Hélas pour moi ! Comme j’aurais aimé n’être que poussière.\""
  ]
]