[
  {
    "id": 89,
    "city": "makkah",
    "name": {
      "translated": "The Dawn",
      "transliterated": "Al-Fajr",
      "codepoints": [
        1575,
        1604,
        1601,
        1580,
        1585
      ]
    },
    "ayahs": 30,
    "slug": "al-fajr",
    "translator": "Muhammad Hamidullah"
  },
  [
    1,
    "Par l’Aube !"
  ],
  [
    2,
    "et par les dix nuits  !"
  ],
  [
    3,
    "Par le pair et l’impair !"
  ],
  [
    4,
    "Et par la nuit quand elle s’écoule !"
  ],
  [
    5,
    "N’est-ce pas là un serment, pour un doué d’intelligence ?"
  ],
  [
    6,
    "N’as-tu pas vu comment ton Seigneur a agi avec les 'Âd."
  ],
  [
    7,
    "[avec] Iram , [la cité] à la colonne remarquable,"
  ],
  [
    8,
    "dont jamais pareille ne fut construite parmi les villes ?"
  ],
  [
    9,
    "et avec les Thamûd qui taillaient le rocher dans la vallée ?"
  ],
  [
    10,
    "ainsi qu’avec Pharaon, l’homme aux épieux ?"
  ],
  [
    11,
    "Tous, étaient des gens qui transgressaient dans [leurs] pays,"
  ],
  [
    12,
    "et y avaient commis beaucoup de désordre."
  ],
  [
    13,
    "Donc, ton Seigneur déversa sur eux un fouet du châtiment."
  ],
  [
    14,
    "Car ton Seigneur demeure aux aguets."
  ],
  [
    15,
    "Quant à l’homme, lorsque son Seigneur l’éprouve en l’honorant  et en le comblant de bienfaits, il dit : \"Mon Seigneur m’a honoré.\""
  ],
  [
    16,
    "Mais par contre, quand Il l’éprouve en lui restreignant sa subsistance, il dit : \"Mon Seigneur m’a avili.\""
  ],
  [
    17,
    "Mais non ! C’est vous plutôt, qui n’êtes pas généreux envers les orphelins ;"
  ],
  [
    18,
    "qui ne vous incitez pas mutuellement à nourrir le pauvre,"
  ],
  [
    19,
    "qui dévorez l’héritage avec une avidité vorace,"
  ],
  [
    20,
    "et aimez les richesses d’un amour sans bornes."
  ],
  [
    21,
    "Prenez garde ! Quand la terre sera complètement pulvérisée,"
  ],
  [
    22,
    "et que ton Seigneur viendra ainsi que les Anges, rang par rang,"
  ],
  [
    23,
    "et que ce jour-là, on amènera l’Enfer ; ce jour-là, l’homme se rappellera. Mais à quoi lui servira de se souvenir ?"
  ],
  [
    24,
    "Il dira : \"Hélas ! Que n’ai-je fais du bien pour ma vie future !"
  ],
  [
    25,
    "Ce jour-là donc, nul ne saura châtier comme Lui châtie,"
  ],
  [
    26,
    "et nul ne saura garrotter comme Lui garrotte."
  ],
  [
    27,
    "\"ô toi, âme apaisée,"
  ],
  [
    28,
    "retourne vers ton Seigneur, satisfaite et agréée ;"
  ],
  [
    29,
    "entre donc parmi Mes serviteurs,"
  ],
  [
    30,
    "et entre dans Mon Paradis.\""
  ]
]