[
  {
    "id": 11,
    "city": "makkah",
    "name": {
      "translated": "Hud",
      "transliterated": "Hud",
      "codepoints": [
        1607,
        1608,
        1583
      ]
    },
    "ayahs": 123,
    "slug": "hud",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Alif-Lãm-Ra. ˹This is˺ a Book whose verses are well perfected and then fully explained. ˹It is˺ from the One ˹Who is˺ All-Wise, All-Aware."
  ],
  [
    2,
    "˹Tell them, O  Prophet,˺ “Worship none but Allah. Surely I am a warner and deliverer of good news to you from Him."
  ],
  [
    3,
    "And seek your Lord’s forgiveness and turn to Him in repentance. He will grant you a good provision for an appointed term and graciously reward the doers of good. But if you turn away, then I truly fear for you the torment of a formidable Day."
  ],
  [
    4,
    "To Allah is your return. And He is Most Capable of everything.”"
  ],
  [
    5,
    "Indeed, they enfold ˹what is in˺ their hearts, ˹trying˺ to hide it from Him! But even when they cover themselves with their clothes, He knows what they conceal and what they reveal. Surely He knows best what is ˹hidden˺ in the heart."
  ],
  [
    6,
    "There is no moving creature on earth whose provision is not guaranteed by Allah. And He knows where it lives and where it is laid to rest. All is ˹written˺ in a perfect Record."
  ],
  [
    7,
    "He is the One Who created the heavens and the earth in six Days—and His Throne was upon the waters—in order to test which of you is best in deeds. And if you ˹O Prophet˺ say, “Surely you will ˹all˺ be raised up after death,” the disbelievers will certainly say, “That is nothing but pure magic!”"
  ],
  [
    8,
    "And if We delay their punishment until an appointed time, they will definitely say, “What is holding it back?” Indeed, on the Day it overtakes them, it will not be averted from them, and they will be overwhelmed by what they used to ridicule."
  ],
  [
    9,
    "If We give people a taste of Our mercy then take it away from them, they become utterly desperate, ungrateful."
  ],
  [
    10,
    "But if We give them a taste of prosperity after being touched with adversity, they say, “My ills are gone,” and become totally prideful and boastful,"
  ],
  [
    11,
    "except those who patiently endure and do good. It is they who will have forgiveness and a mighty reward."
  ],
  [
    12,
    "Perhaps you ˹O Prophet˺ may wish to give up some of what is revealed to you and may be distressed by it because they say, “If only a treasure had been sent down to him, or an angel had come with him!” You are only a warner, and Allah is the Trustee of All Affairs."
  ],
  [
    13,
    "Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “Produce ten fabricated sûrahs like it and seek help from whoever you can—other than Allah—if what you say is true!”"
  ],
  [
    14,
    "But if your helpers fail you, then know that it has been revealed with the knowledge of Allah, and that there is no god ˹worthy of worship˺ except Him! Will you ˹not˺ then submit ˹to Allah˺?"
  ],
  [
    15,
    "Whoever desires ˹only˺ this worldly life and its luxuries, We will pay them in full for their deeds in this life—nothing will be left out."
  ],
  [
    16,
    "It is they who will have nothing in the Hereafter except the Fire. Their efforts in this life will be fruitless and their deeds will be useless."
  ],
  [
    17,
    "˹Can these people be compared to˺ those ˹believers˺ who stand on clear proof from their Lord, backed by ˹the Quran as˺ a witness from Him, and preceded by the Book of Moses ˹which was revealed˺ as a guide and mercy? It is those ˹believers˺ who have faith in it. But whoever from the ˹disbelieving˺ groups rejects it, the Fire will be their destiny. So do not be in doubt of it. It is certainly the truth from your Lord, but most people do not believe."
  ],
  [
    18,
    "Who does more wrong than those who fabricate lies against Allah? They will be brought before their Lord, and the witnesses will say, “These are the ones who lied against their Lord.” Surely Allah’s condemnation is upon the wrongdoers,"
  ],
  [
    19,
    "who hinder ˹others˺ from Allah’s Path, striving to make it ˹appear˺ crooked, and disbelieve in the Hereafter."
  ],
  [
    20,
    "They will never frustrate Allah on earth, and they will have no protector besides Allah. Their punishment will be multiplied, for they failed to hear or see ˹the truth˺."
  ],
  [
    21,
    "It is they who have ruined themselves, and whatever ˹gods˺ they fabricated will fail them."
  ],
  [
    22,
    "Without a doubt, they will be the worst losers in the Hereafter."
  ],
  [
    23,
    "Surely those who believe, do good, and humble themselves before their Lord will be the residents of Paradise. They will be there forever."
  ],
  [
    24,
    "The example of these two parties is that of the blind and the deaf, compared to the seeing and the hearing. Can the two be equal? Will you not then be mindful?"
  ],
  [
    25,
    "Surely We sent Noah to his people. ˹He said,˺ “Indeed, I am sent to you with a clear warning"
  ],
  [
    26,
    "that you should worship none but Allah. I truly fear for you the torment of a painful Day.”"
  ],
  [
    27,
    "The disbelieving chiefs of his people said, “We see you only as a human being like ourselves, and we see that no one follows you except the lowliest among us, who do so ˹hastily˺ without thinking. We do not see anything that makes ˹all of˺ you any better than us. In fact, we think you are liars.”"
  ],
  [
    28,
    "He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Himself, which you fail to see. Should we ˹then˺ force it on you against your will?"
  ],
  [
    29,
    "O  my people! I do not ask you for a payment for this ˹message˺. My reward is only from Allah. And I will never dismiss the believers, for they will surely meet their Lord. But I can see that you are a people acting ignorantly."
  ],
  [
    30,
    "O  my people! Who would protect me from Allah if I were to dismiss them? Will you not then be mindful?"
  ],
  [
    31,
    "I do not say to you that I possess Allah’s treasuries or know the unseen, nor do I claim to be an angel, nor do I say that Allah will never grant goodness to those you look down upon. Allah knows best what is ˹hidden˺ within them. ˹If I did,˺ then I would truly be one of the wrongdoers.”"
  ],
  [
    32,
    "They protested, “O Noah! You have argued with us far too much, so bring upon us what you threaten us with, if what you say is true.”"
  ],
  [
    33,
    "He responded, “It is Allah Who can bring it upon you if He wills, and then you will have no escape!"
  ],
  [
    34,
    "My advice will not benefit you—no matter how hard I try—if Allah wills ˹for˺ you to stray. He is your Lord, and to Him you will ˹all˺ be returned.”"
  ],
  [
    35,
    "Or do they say, “He has fabricated this ˹Quran˺!”? Say, ˹O Prophet,˺ “If I have done so, then I bear the burden of that sin! But I am free from your sinful accusation.”"
  ],
  [
    36,
    "And it was revealed to Noah, “None of your people will believe except those who already have. So do not be distressed by what they have been doing."
  ],
  [
    37,
    "And build the Ark under Our ˹watchful˺ Eyes and directions, and do not plead with Me for those who have done wrong, for they will surely be drowned.”"
  ],
  [
    38,
    "So he began to build the Ark, and whenever some of the chiefs of his people passed by, they mocked him. He said, “If you laugh at us, we will ˹soon˺ laugh at you similarly."
  ],
  [
    39,
    "You will soon come to know who will be visited by a humiliating torment ˹in this life˺ and overwhelmed by an everlasting punishment ˹in the next˺.”"
  ],
  [
    40,
    "And when Our command came and the oven burst ˹with water˺, We said ˹to Noah˺, “Take into the Ark a pair from every species along with your family—except those against whom the decree ˹to drown˺ has already been passed—and those who believe.” But none believed with him except for a few."
  ],
  [
    41,
    "And he said, “Board it! In the Name of Allah it will sail and cast anchor. Surely my Lord is All-Forgiving, Most Merciful.”"
  ],
  [
    42,
    "And ˹so˺ the Ark sailed with them through waves like mountains. Noah called out to his son, who stood apart, “O my dear son! Come aboard with us and do not be with the disbelievers.”"
  ],
  [
    43,
    "He replied, “I will take refuge on a mountain, which will protect me from the water.” Noah cried, “Today no one is protected from Allah’s decree except those to whom He shows mercy!” And the waves came between them, and his son was among the drowned."
  ],
  [
    44,
    "And it was said, “O earth! Swallow up your water. And O  sky! Withhold ˹your rain˺.” The floodwater receded and the decree was carried out. The Ark rested on Mount Judi, and it was said, “Away with the wrongdoing people!”"
  ],
  [
    45,
    "Noah called out to his Lord, saying, “My Lord! Certainly my son is ˹also˺ of my family, Your promise is surely true, and You are the most just of all judges!”"
  ],
  [
    46,
    "Allah replied, “O Noah! He is certainly not of your family—he was entirely of unrighteous conduct. So do not ask Me about what you have no knowledge of! I warn you so you do not fall into ignorance.”"
  ],
  [
    47,
    "Noah pleaded, “My Lord, I seek refuge in You from asking You about what I have no knowledge of, and unless You forgive me and have mercy on me, I will be one of the losers.”"
  ],
  [
    48,
    "It was said, “O Noah! Disembark with Our peace and blessings on you and some of the descendants of those with you. As for the others, We will allow them ˹a brief˺ enjoyment, then they will be touched with a painful punishment from Us.”"
  ],
  [
    49,
    "This is one of the stories of the unseen, which we reveal to you ˹O Prophet˺. Neither you nor your people knew it before this. So be patient! Surely the ultimate outcome belongs ˹only˺ to the righteous."
  ],
  [
    50,
    "And to the people of ’Âd We sent their brother Hûd. He said, “O my people! Worship Allah. You have no god other than Him. You do nothing but fabricate lies ˹against Allah˺."
  ],
  [
    51,
    "O  my people! I do not ask you for any reward for this ˹message˺. My reward is only from the One Who created me. Will you not then understand?"
  ],
  [
    52,
    "And O  my people! Seek your Lord’s forgiveness and turn to Him in repentance. He will shower you with rain in abundance, and add strength to your strength. So do not turn away, persisting in wickedness.”"
  ],
  [
    53,
    "They argued, “O Hûd! You have not given us any clear proof, and we will never abandon our gods upon your word, nor will we believe in you."
  ],
  [
    54,
    "All we can say is that some of our gods have possessed you with evil.” He said, “I call Allah to witness, and you too bear witness, that I ˹totally˺ reject whatever you associate"
  ],
  [
    55,
    "with Him ˹in worship˺. So let all of you plot against me without delay!"
  ],
  [
    56,
    "I have put my trust in Allah—my Lord and your Lord. There is no living creature that is not completely under His control. Surely my Lord’s Way is perfect justice."
  ],
  [
    57,
    "But if you turn away, I have already delivered to you what I have been sent with. My Lord will replace you with others. You are not harming Him in the least. Indeed, my Lord is a ˹vigilant˺ Keeper over all things.”"
  ],
  [
    58,
    "When Our command came, We rescued Hûd and those who believed with him by a mercy from Us, saving them from a harsh torment."
  ],
  [
    59,
    "That was ’Âd. They denied the signs of their Lord, disobeyed His messengers, and followed the command of every stubborn tyrant."
  ],
  [
    60,
    "They were followed by a curse in this world, as they will be on the Day of Judgment. Surely ’Âd denied their Lord. So away with ’Âd, the people of Hûd."
  ],
  [
    61,
    "And to the people of Thamûd We sent their brother Ṣâliḥ. He said, “O my people! Worship Allah. You have no god other than Him. He ˹is the One Who˺ produced you from the earth and settled you on it. So seek His forgiveness and turn to Him in repentance. Surely my Lord is Ever Near, All-Responsive ˹to prayers˺.”"
  ],
  [
    62,
    "They argued, “O Ṣâliḥ! We truly had high hopes in you before this. How dare you forbid us to worship what our forefathers had worshipped? We are certainly in alarming doubt about what you are inviting us to.”"
  ],
  [
    63,
    "He responded, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a mercy from Him. Who could help me against Allah if I were to disobey Him? You would only contribute to my doom."
  ],
  [
    64,
    "And O  my people! This she-camel of Allah is a sign for you. So leave her to graze ˹freely˺ on Allah’s earth and do her no harm, or a swift punishment will overtake you!”"
  ],
  [
    65,
    "But they killed her, so he warned ˹them˺, “You have ˹only˺ three ˹more˺ days to enjoy life in your homes—this is an unfailing promise!”"
  ],
  [
    66,
    "When Our command came, We saved Ṣâliḥ and those who believed with him by a mercy from Us and spared them the disgrace of that Day. Surely your Lord ˹alone˺ is the All-Powerful, Almighty."
  ],
  [
    67,
    "And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes,"
  ],
  [
    68,
    "as if they had never lived there. Surely Thamûd denied their Lord, so away with Thamûd!"
  ],
  [
    69,
    "And surely Our messenger-angels came to Abraham with good news ˹of a son˺. They greeted ˹him with˺, “Peace!” And he replied, “Peace ˹be upon you˺!” Then it was not long before he brought ˹them˺ a ˹fat,˺ roasted calf."
  ],
  [
    70,
    "And when he saw that their hands did not reach for the food, he became suspicious and fearful of them. They reassured ˹him˺, “Do not be afraid! We are ˹angels˺ sent ˹only˺ against the people of Lot.”"
  ],
  [
    71,
    "And his wife was standing by, so she laughed, then We gave her good news of ˹the birth of˺ Isaac, and, after him, Jacob."
  ],
  [
    72,
    "She wondered, “Oh, my! How can I have a child in this old age, and my husband here is an old man? This is truly an astonishing thing!”"
  ],
  [
    73,
    "They responded, “Are you astonished by Allah’s decree? May Allah’s mercy and blessings be upon you, O  people of this house. Indeed, He is Praiseworthy, All-Glorious.”"
  ],
  [
    74,
    "Then after the fear had left Abraham, and the good news had reached him, he began to plead with Us for the people of Lot."
  ],
  [
    75,
    "Truly, Abraham was forbearing, tender-hearted, and ever turning ˹to his Lord˺."
  ],
  [
    76,
    "˹The angels said,˺ “O Abraham! Plead no more! Your Lord’s decree has already come, and they will certainly be afflicted with a punishment that cannot be averted!”"
  ],
  [
    77,
    "When Our messenger-angels came to Lot, he was distressed and worried by their arrival. He said, “This is a terrible day.”"
  ],
  [
    78,
    "And ˹the men of˺ his people—who were used to shameful deeds—came to him rushing. He pleaded, “O my people! Here are my daughters ˹for marriage˺—they are pure for you. So fear Allah, and do not humiliate me by disrespecting my guests. Is there not ˹even˺ a single right-minded man among you?”"
  ],
  [
    79,
    "They argued, “You certainly know that we have no need for your daughters. You already know what we desire!”"
  ],
  [
    80,
    "He responded, “If only I had the strength ˹to resist you˺ or could rely on a strong supporter.”"
  ],
  [
    81,
    "The angels said, “O Lot! We are the messengers of your Lord. They will never reach you. So travel with your family in the dark of night, and do not let any of you look back, except your wife. She will certainly suffer the fate of the others. Their appointed time is the morning. Is the morning not near?”"
  ],
  [
    82,
    "When Our command came, We turned the cities upside down and rained down on them clustered stones of baked clay,"
  ],
  [
    83,
    "marked by your Lord ˹O Prophet˺. And these stones are not far from the ˹pagan˺ wrongdoers!"
  ],
  [
    84,
    "And to the people of Midian We sent their brother Shu’aib. He said, “O my people! Worship Allah. You have no god other than Him. And do not give short measure and weight. I do see you in prosperity now, but I truly fear for you the torment of an overwhelming Day."
  ],
  [
    85,
    "O  my people! Give full measure and weigh with justice. Do not defraud people of their property, nor go about spreading corruption in the land."
  ],
  [
    86,
    "What is left ˹as a lawful gain˺ by Allah is far better for you if you are ˹truly˺ believers. And I am not a keeper over you.”"
  ],
  [
    87,
    "They asked ˹sarcastically˺, “O Shu’aib! Does your prayer command you that we should abandon what our forefathers worshipped or give up managing our wealth as we please? Indeed, you are such a tolerant, sensible man!”"
  ],
  [
    88,
    "He said, “O my people! Consider if I stand on a clear proof from my Lord and He has blessed me with a good provision from Him. I do not want to do what I am forbidding you from. I only intend reform to the best of my ability. My success comes only through Allah. In Him I trust and to Him I turn."
  ],
  [
    89,
    "O  my people! Do not let your opposition to me lead you to a fate similar to that of the people of Noah, or Hûd, or Ṣâliḥ. And the people of Lot are not far from you."
  ],
  [
    90,
    "So seek your Lord’s forgiveness and turn to Him in repentance. Surely my Lord is Most Merciful, All-Loving.”"
  ],
  [
    91,
    "They threatened, “O Shu’aib! We do not comprehend much of what you say, and surely we see you powerless among us. Were it not for your clan, we would have certainly stoned you, for you are nothing to us.”"
  ],
  [
    92,
    "He said, “O my people! Do you have more regard for my clan than for Allah, turning your back on Him entirely? Surely my Lord is Fully Aware of what you do."
  ],
  [
    93,
    "O  my people! Persist in your ways, for I ˹too˺ will persist in mine. You will soon come to know who will be visited by a humiliating torment and is a liar! And watch! I too am watching with you!”"
  ],
  [
    94,
    "When Our command came, We saved Shu’aib and those who believed with him by a mercy from Us. And the ˹mighty˺ blast overtook the wrongdoers, so they fell lifeless in their homes,"
  ],
  [
    95,
    "as if they had never lived there. So away with Midian as it was with Thamûd!"
  ],
  [
    96,
    "Indeed, We sent Moses with Our signs and compelling proof"
  ],
  [
    97,
    "to Pharaoh and his chiefs, but they followed the command of Pharaoh, and Pharaoh’s command was not well guided."
  ],
  [
    98,
    "He will be before his people on the Day of Judgment and will lead them into the Fire. What an evil place to be led into!"
  ],
  [
    99,
    "They were followed by a curse in this ˹life˺ and ˹will receive another˺ on the Day of Judgment. What an evil gift to receive!"
  ],
  [
    100,
    "These are accounts, We relate to you ˹O Prophet˺, of the ˹destroyed˺ cities. Some are still standing ˹barren˺, while others have been mowed down."
  ],
  [
    101,
    "We did not wrong them, rather they wronged themselves. The gods they invoked beside Allah were of no help at all when the command of your Lord came, and only contributed to their ruin."
  ],
  [
    102,
    "Such is the ˹crushing˺ grip of your Lord when He seizes the societies entrenched in wrongdoing. Indeed, His grip is ˹terribly˺ painful and severe."
  ],
  [
    103,
    "Surely in this is a sign for those who fear the torment of the Hereafter. That is a Day for which humanity will be gathered and a Day ˹that will be˺ witnessed ˹by all˺."
  ],
  [
    104,
    "We only delay it for a fixed term."
  ],
  [
    105,
    "When that Day arrives, no one will dare speak except with His permission. Some of them will be miserable, others joyful."
  ],
  [
    106,
    "As for those bound for misery, they will be in the Fire, where they will be sighing and gasping,"
  ],
  [
    107,
    "staying there forever, as long as the heavens and the earth will endure, except what your Lord wills. Surely your Lord does what He intends."
  ],
  [
    108,
    "And as for those destined to joy, they will be in Paradise, staying there forever, as long as the heavens and the earth will endure, except what your Lord wills—a ˹generous˺ giving, without end."
  ],
  [
    109,
    "So do not be in doubt ˹O Prophet˺ about what those ˹pagans˺ worship. They worship nothing except what their forefathers worshipped before ˹them˺. And We will certainly give them their share ˹of punishment˺ in full, without any reduction."
  ],
  [
    110,
    "Indeed, We had given Moses the Scripture, but differences arose regarding it. Had it not been for a prior decree from your Lord, their differences would have been settled ˹at once˺. They are truly in alarming doubt about it."
  ],
  [
    111,
    "And surely your Lord will fully pay all for their deeds. He is certainly All-Aware of what they do."
  ],
  [
    112,
    "So be steadfast as you are commanded ˹O Prophet˺, along with those who turn ˹in submission to Allah˺ with you. And do not transgress. Surely He is All-Seeing of what you ˹believers˺ do."
  ],
  [
    113,
    "And do not be inclined to the wrongdoers or you will be touched by the Fire. For then you would have no protectors other than Allah, nor would you be helped."
  ],
  [
    114,
    "Establish prayer ˹O Prophet˺ at both ends of the day and in the early part of the night. Surely good deeds wipe out evil deeds. That is a reminder for the mindful."
  ],
  [
    115,
    "And be patient! Certainly Allah does not discount the reward of the good-doers."
  ],
  [
    116,
    "If only there had been among the ˹destroyed˺ peoples before you, ˹O believers,˺ virtuous individuals who forbade corruption in the land—other than the few We had saved ˹from the torment˺. But the wrongdoers ˹only˺ pursued their ˹worldly˺ pleasures, becoming wicked."
  ],
  [
    117,
    "And your Lord ˹O Prophet˺ would never destroy a society unjustly while its people were acting rightly."
  ],
  [
    118,
    "Had your Lord so willed, He would have certainly made humanity one single community ˹of believers˺, but they will always ˹choose to˺ differ—"
  ],
  [
    119,
    "except those shown mercy by your Lord—and so He created them ˹to choose freely˺. And so the Word of your Lord will be fulfilled: “I will surely fill up Hell with jinn and humans all together.”"
  ],
  [
    120,
    "And We relate to you ˹O Prophet˺ the stories of the messengers to reassure your heart. And there has come to you in this ˹sûrah˺ the truth, a warning ˹to the disbelievers˺, and a reminder to the believers."
  ],
  [
    121,
    "Say to those who disbelieve, “Persist in your ways; we will certainly persist in ours."
  ],
  [
    122,
    "And wait! Surely we ˹too˺ are waiting.”"
  ],
  [
    123,
    "To Allah ˹alone˺ belongs the knowledge of what is hidden in the heavens and the earth. And to Him all matters are returned. So worship Him and put your trust in Him. And your Lord is never unaware of what you do."
  ]
]