[
  {
    "id": 19,
    "city": "makkah",
    "name": {
      "translated": "Mary",
      "transliterated": "Maryam",
      "codepoints": [
        1605,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 98,
    "slug": "maryam",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Kãf-Ha-Ya-’Aĩn- Ṣãd."
  ],
  [
    2,
    "˹This is˺ a reminder of your Lord’s mercy to His servant Zachariah,"
  ],
  [
    3,
    "when he cried out to his Lord privately,"
  ],
  [
    4,
    "saying, “My Lord! Surely my bones have become brittle, and grey hair has spread across my head, but I have never been disappointed in my prayer to You, my Lord!"
  ],
  [
    5,
    "And I am concerned about ˹the faith of˺ my relatives after me, since my wife is barren. So grant me, by Your grace, an heir,"
  ],
  [
    6,
    "who will inherit ˹prophethood˺ from me and the family of Jacob, and make him, O  Lord, pleasing ˹to You˺!”"
  ],
  [
    7,
    "˹The angels announced,˺ “O Zachariah! Indeed, We give you the good news of ˹the birth of˺ a son, whose name will be John—a name We have not given to anyone before.”"
  ],
  [
    8,
    "He wondered, “My Lord! How can I have a son when my wife is barren, and I have become extremely old?”"
  ],
  [
    9,
    "An angel replied, “So will it be! Your Lord says, ‘It is easy for Me, just as I created you before, when you were nothing!’”"
  ],
  [
    10,
    "Zachariah said, “My Lord! Grant me a sign.” He responded, “Your sign is that you will not ˹be able to˺ speak to people for three nights, despite being healthy.”"
  ],
  [
    11,
    "So he came out to his people from the sanctuary, signalling to them to glorify ˹Allah˺ morning and evening."
  ],
  [
    12,
    "˹It was later said,˺ “O John! Hold firmly to the Scriptures.” And We granted him wisdom while ˹he was still˺ a child,"
  ],
  [
    13,
    "as well as purity and compassion from Us. And he was God-fearing,"
  ],
  [
    14,
    "and kind to his parents. He was neither arrogant nor disobedient."
  ],
  [
    15,
    "Peace be upon him the day he was born, and the day of his death, and the day he will be raised back to life!"
  ],
  [
    16,
    "And mention in the Book ˹O Prophet, the story of˺ Mary when she withdrew from her family to a place in the east,"
  ],
  [
    17,
    "screening herself off from them. Then We sent to her Our angel, ˹Gabriel,˺ appearing before her as a man, perfectly formed."
  ],
  [
    18,
    "She appealed, “I truly seek refuge in the Most Compassionate from you! ˹So leave me alone˺ if you are God-fearing.”"
  ],
  [
    19,
    "He responded, “I am only a messenger from your Lord, ˹sent˺ to bless you with a pure son.”"
  ],
  [
    20,
    "She wondered, “How can I have a son when no man has ever touched me, nor am I unchaste?”"
  ],
  [
    21,
    "He replied, “So will it be! Your Lord says, ‘It is easy for Me. And so will We make him a sign for humanity and a mercy from Us.’ It is a matter ˹already˺ decreed.”"
  ],
  [
    22,
    "So she conceived him and withdrew with him to a remote place."
  ],
  [
    23,
    "Then the pains of labour drove her to the trunk of a palm tree. She cried, “Alas! I wish I had died before this, and was a thing long forgotten!”"
  ],
  [
    24,
    "So a voice reassured her from below her, “Do not grieve! Your Lord has provided a stream at your feet."
  ],
  [
    25,
    "And shake the trunk of this palm tree towards you, it will drop fresh, ripe dates upon you."
  ],
  [
    26,
    "So eat and drink, and put your heart at ease. But if you see any of the people, say, ‘I have vowed silence to the Most Compassionate, so I am not talking to anyone today.’”"
  ],
  [
    27,
    "Then she returned to her people, carrying him. They said ˹in shock˺, “O Mary! You have certainly done a horrible thing!"
  ],
  [
    28,
    "O  sister of Aaron! Your father was not an indecent man, nor was your mother unchaste.”"
  ],
  [
    29,
    "So she pointed to the baby. They exclaimed, “How can we talk to someone who is an infant in the cradle?”"
  ],
  [
    30,
    "˹Jesus˺ declared, “I am truly a servant of Allah. He has destined me to be given the Scripture and to be a prophet."
  ],
  [
    31,
    "He has made me a blessing wherever I go, and bid me to establish prayer and give alms-tax as long as I live,"
  ],
  [
    32,
    "and to be kind to my mother. He has not made me arrogant or defiant."
  ],
  [
    33,
    "Peace be upon me the day I was born, the day I die, and the day I will be raised back to life!”"
  ],
  [
    34,
    "That is Jesus, son of Mary. ˹And this is˺ a word of truth, about which they dispute."
  ],
  [
    35,
    "It is not for Allah to take a son! Glory be to Him. When He decrees a matter, He simply tells it, “Be!” And it is!"
  ],
  [
    36,
    "˹Jesus also declared,˺ “Surely Allah is my Lord and your Lord, so worship Him ˹alone˺. This is the Straight Path.”"
  ],
  [
    37,
    "Yet their ˹various˺ groups have differed among themselves ˹about him˺, so woe to the disbelievers when they face a tremendous Day!"
  ],
  [
    38,
    "How clearly will they hear and see on the Day they will come to Us! But today the wrongdoers are clearly astray."
  ],
  [
    39,
    "And warn them ˹O Prophet˺ of the Day of Regret, when all matters will be settled, while they are ˹engrossed˺ in heedlessness and disbelief."
  ],
  [
    40,
    "Indeed, it is We Who will succeed the earth and whoever is on it. And to Us they will ˹all˺ be returned."
  ],
  [
    41,
    "And mention in the Book ˹O Prophet, the story of˺ Abraham. He was surely a man of truth and a prophet."
  ],
  [
    42,
    "˹Remember˺ when he said to his father, “O dear father! Why do you worship what can neither hear nor see, nor benefit you at all?"
  ],
  [
    43,
    "O  dear father! I have certainly received some knowledge which you have not received, so follow me and I will guide you to the Straight Path."
  ],
  [
    44,
    "O  dear father! Do not worship Satan. Surely Satan is ever rebellious against the Most Compassionate."
  ],
  [
    45,
    "O  dear father! I truly fear that you will be touched by a torment from the Most Compassionate, and become Satan’s companion ˹in Hell˺.”"
  ],
  [
    46,
    "He threatened, “How dare you reject my idols, O  Abraham! If you do not desist, I will certainly stone you ˹to death˺. So be gone from me for a long time!”"
  ],
  [
    47,
    "Abraham responded, “Peace be upon you! I will pray to my Lord for your forgiveness. He has truly been Most Gracious to me."
  ],
  [
    48,
    "As I distance myself from ˹all of˺ you and from whatever you invoke besides Allah, I will ˹continue to˺ call upon my Lord ˹alone˺, trusting that I will never be disappointed in invoking my Lord.”"
  ],
  [
    49,
    "So after he had left them and what they worshipped besides Allah, We granted him Isaac and Jacob, and made each of them a prophet."
  ],
  [
    50,
    "We showered them with Our mercy, and blessed them with honourable mention. "
  ],
  [
    51,
    "And mention in the Book ˹O Prophet, the story of˺ Moses. He was truly a chosen man, and was a messenger and a prophet."
  ],
  [
    52,
    "We called him from the right side of Mount Ṭûr, and drew him near, speaking ˹with him˺ directly."
  ],
  [
    53,
    "And We appointed for him—out of Our grace—his brother, Aaron, as a prophet."
  ],
  [
    54,
    "And mention in the Book ˹O Prophet, the story of˺ Ishmael. He was truly a man of his word, and was a messenger and a prophet."
  ],
  [
    55,
    "He used to urge his people to pray and give alms-tax. And his Lord was well pleased with him."
  ],
  [
    56,
    "And mention in the Book ˹O Prophet, the story of˺ Enoch. He was surely a man of truth and a prophet."
  ],
  [
    57,
    "And We elevated him to an honourable status. "
  ],
  [
    58,
    "Those were ˹some of˺ the prophets who Allah has blessed from among the descendants of Adam, and of those We carried with Noah ˹in the Ark˺, and of the descendants of Abraham and Israel, and of those We ˹rightly˺ guided and chose. Whenever the revelations of the Most Compassionate were recited to them, they fell down, prostrating and weeping."
  ],
  [
    59,
    "But they were succeeded by generations who neglected prayer and followed their lusts and so will soon face the evil consequences."
  ],
  [
    60,
    "As for those who repent, believe, and do good, it is they who will be admitted into Paradise, never being denied any reward."
  ],
  [
    61,
    "˹They will be in˺ the Gardens of Eternity, promised in trust by the Most Compassionate to His servants. Surely His promise will be fulfilled."
  ],
  [
    62,
    "There they will never hear any idle talk—only ˹greetings of˺ peace. And there they will have their provisions morning and evening."
  ],
  [
    63,
    "That is Paradise, which We will grant to whoever is devout among Our servants."
  ],
  [
    64,
    "“We only descend by the command of your Lord. To Him belongs whatever is before us, and whatever is behind us, and everything in between. And your Lord is never forgetful."
  ],
  [
    65,
    "˹He is the˺ Lord of the heavens, and the earth, and everything in between. So worship Him ˹alone˺, and be steadfast in His worship. Do you know of anyone equal to Him ˹in His attributes˺?”"
  ],
  [
    66,
    "Yet ˹some˺ people ask ˹mockingly˺, “After I die, will I really be raised to life again?”"
  ],
  [
    67,
    "Do ˹such˺ people not remember that We created them before, when they were nothing?"
  ],
  [
    68,
    "By your Lord ˹O Prophet˺! We will surely gather them along with the devils, and then set them around Hell on their knees."
  ],
  [
    69,
    "Then We will certainly begin by dragging out of every group the ones most defiant to the Most Compassionate."
  ],
  [
    70,
    "And We truly know best who is most deserving of burning in it."
  ],
  [
    71,
    "There is none of you who will not pass over it. ˹This is˺ a decree your Lord must fulfil."
  ],
  [
    72,
    "Then We will deliver those who were devout, leaving the wrongdoers there on their knees."
  ],
  [
    73,
    "When Our clear revelations are recited to them, the disbelievers ask the believers ˹mockingly˺, “Which of the two of us is better in status and superior in assembly?”"
  ],
  [
    74,
    "˹Imagine, O  Prophet˺ how many peoples We have destroyed before them, who were far better in luxury and splendour!"
  ],
  [
    75,
    "Say, ˹O Prophet,˺ “Whoever is ˹entrenched˺ in misguidance, the Most Compassionate will allow them plenty of time, until—behold!—they face what they are threatened with: either the torment or the Hour. Only then will they realize who is worse in position and inferior in manpower.”"
  ],
  [
    76,
    "And Allah increases in guidance those who are ˹rightly˺ guided. And the everlasting good deeds are far better with your Lord in reward and in outcome. "
  ],
  [
    77,
    "Have you seen ˹O Prophet˺ the one who rejects Our revelations yet boasts, “I will definitely be granted ˹plenty of˺ wealth and children ˹if there is an afterlife˺.”?"
  ],
  [
    78,
    "Has he looked into the unseen or taken a pledge from the Most Compassionate?"
  ],
  [
    79,
    "Not at all! We certainly record whatever he claims and will increase his punishment extensively."
  ],
  [
    80,
    "And We will inherit what he boasts of, and he will come before Us all by himself."
  ],
  [
    81,
    "They have taken other gods, instead of Allah, seeking strength ˹and protection˺ through them."
  ],
  [
    82,
    "But no! Those ˹gods˺ will deny their worship and turn against them."
  ],
  [
    83,
    "Do you ˹O Prophet˺ not see that We have sent the devils against the disbelievers, constantly inciting them?"
  ],
  [
    84,
    "So do not be in haste against them, for indeed We are ˹closely˺ counting down their days."
  ],
  [
    85,
    "˹Watch for˺ the Day We will gather the righteous before the Most Compassionate as an honoured delegation,"
  ],
  [
    86,
    "and drive the wicked to Hell like a thirsty herd."
  ],
  [
    87,
    "None will have the right to intercede, except those who have taken a covenant from the Most Compassionate. "
  ],
  [
    88,
    "They say, “The Most Compassionate has offspring.”"
  ],
  [
    89,
    "You have certainly made an outrageous claim,"
  ],
  [
    90,
    "by which the heavens are about to burst, the earth to split apart, and the mountains to crumble to pieces"
  ],
  [
    91,
    "in protest of attributing children to the Most Compassionate."
  ],
  [
    92,
    "It does not befit ˹the majesty of˺ the Most Compassionate to have children."
  ],
  [
    93,
    "There is none in the heavens or the earth who will not return to the Most Compassionate in full submission."
  ],
  [
    94,
    "Indeed, He fully knows them and has counted them precisely."
  ],
  [
    95,
    "And each of them will return to Him on the Day of Judgment all alone."
  ],
  [
    96,
    "As for those who believe and do good, the Most Compassionate will ˹certainly˺ bless them with ˹genuine˺ love."
  ],
  [
    97,
    "Indeed, We have made this ˹Quran˺ easy in your own language ˹O Prophet˺ so with it you may give good news to the righteous and warn those who are contentious."
  ],
  [
    98,
    "˹Imagine˺ how many peoples We have destroyed before them! Do you ˹still˺ see any of them, or ˹even˺ hear from them the slightest sound?"
  ]
]