[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "The Poets",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ṭâ-Sĩn-Mĩm."
  ],
  [
    2,
    "These are the verses of the clear Book."
  ],
  [
    3,
    "Perhaps you ˹O Prophet˺ will grieve yourself to death over their disbelief."
  ],
  [
    4,
    "If We willed, We could send down upon them a ˹compelling˺ sign from the heavens, leaving their necks bent in ˹utter˺ submission to it."
  ],
  [
    5,
    "Whatever new reminder comes to them from the Most Compassionate, they always turn away from it."
  ],
  [
    6,
    "They have certainly denied ˹the truth˺, so they will soon face the consequences of their ridicule."
  ],
  [
    7,
    "Have they failed to look at the earth, ˹to see˺ how many types of fine plants We have caused to grow in it?"
  ],
  [
    8,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    9,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    10,
    "˹Remember˺ when your Lord called out to Moses, “Go to the wrongdoing people—"
  ],
  [
    11,
    "the people of Pharaoh. Will they not fear ˹Allah˺?”"
  ],
  [
    12,
    "He replied, “My Lord! I fear that they will reject me."
  ],
  [
    13,
    "And ˹so˺ my heart will be broken and my tongue will be tied. So send Aaron along ˹as a messenger˺."
  ],
  [
    14,
    "Also, they have a charge against me, so I fear they may kill me.”"
  ],
  [
    15,
    "Allah responded, “Certainly not! So go, both of you, with Our signs. We will be with you, listening."
  ],
  [
    16,
    "Go to Pharaoh and say, ‘We are messengers from the Lord of all worlds,"
  ],
  [
    17,
    "˹commanded to say:˺ ‘Let the Children of Israel go with us.’’”"
  ],
  [
    18,
    "Pharaoh protested, “Did we not raise you among us as a child, and you stayed several years of your life in our care?"
  ],
  [
    19,
    "Then you did what you did, being ˹utterly˺ ungrateful!”"
  ],
  [
    20,
    "Moses replied, “I did it then, lacking guidance."
  ],
  [
    21,
    "So I fled from you when I feared you. Then my Lord granted me wisdom and made me one of the messengers."
  ],
  [
    22,
    "How can that be a ‘favour,’ of which you remind me, when ˹it was only because˺ you ˹have˺ enslaved the Children of Israel?”"
  ],
  [
    23,
    "Pharaoh asked, “And what is ‘the Lord of all worlds’?”"
  ],
  [
    24,
    "Moses replied, “˹He is˺ the Lord of the heavens and the earth and everything in between, if only you had sure faith.”"
  ],
  [
    25,
    "Pharaoh said to those around him, “Did you hear ˹what he said˺?”"
  ],
  [
    26,
    "Moses added, “˹He is˺ your Lord and the Lord of your forefathers.”"
  ],
  [
    27,
    "Pharaoh said ˹mockingly˺, “Your messenger, who has been sent to you, must be insane.”"
  ],
  [
    28,
    "Moses responded: “˹He is˺ the Lord of the east and west, and everything in between, if only you had any sense.”"
  ],
  [
    29,
    "Pharaoh threatened, “If you take any other god besides me, I will certainly have you imprisoned.”"
  ],
  [
    30,
    "Moses responded, “Even if I bring you a clear proof?”"
  ],
  [
    31,
    "Pharaoh demanded, “Bring it then, if what you say is true.”"
  ],
  [
    32,
    "So he threw down his staff and—behold!—it became a real snake."
  ],
  [
    33,
    "Then he drew his hand ˹out of his collar˺ and it was ˹shining˺ white for all to see."
  ],
  [
    34,
    "Pharaoh said to the chiefs around him, “He is indeed a skilled magician,"
  ],
  [
    35,
    "who seeks to drive you from your land by his magic. So what do you propose?”"
  ],
  [
    36,
    "They replied, “Let him and his brother wait and dispatch mobilizers to all cities"
  ],
  [
    37,
    "to bring you every skilled magician.”"
  ],
  [
    38,
    "So the magicians were assembled at the set time on the appointed day."
  ],
  [
    39,
    "And the people were asked, “Will you join the gathering,"
  ],
  [
    40,
    "so that we may follow the magicians if they prevail?”"
  ],
  [
    41,
    "When the magicians came, they asked Pharaoh, “Shall we have a ˹suitable˺ reward if we prevail?”"
  ],
  [
    42,
    "He replied, “Yes, and you will then certainly be among those closest to me.”"
  ],
  [
    43,
    "Moses said to them, “Cast whatever you wish to cast.”"
  ],
  [
    44,
    "So they cast down their ropes and staffs, saying, “By Pharaoh’s might, it is we who will surely prevail.”"
  ],
  [
    45,
    "Then Moses threw down his staff, and—behold!—it devoured the objects of their illusion!"
  ],
  [
    46,
    "So the magicians fell down, prostrating."
  ],
  [
    47,
    "They declared, “We ˹now˺ believe in the Lord of all worlds—"
  ],
  [
    48,
    "the Lord of Moses and Aaron.”"
  ],
  [
    49,
    "Pharaoh threatened, “How dare you believe in him before I give you permission? He must be your master who taught you magic, but soon you will see. I will certainly cut off your hands and feet on opposite sides, then crucify you all.”"
  ],
  [
    50,
    "They responded, “˹That would be˺ no harm! Surely to our Lord we will ˹all˺ return."
  ],
  [
    51,
    "We really hope that our Lord will forgive our sins, as we are the first to believe.”"
  ],
  [
    52,
    "And We inspired Moses, ˹saying,˺ “Leave with My servants at night, for you will surely be pursued.”"
  ],
  [
    53,
    "Then Pharaoh sent mobilizers to all cities,"
  ],
  [
    54,
    "˹and said,˺ “These ˹outcasts˺ are just a handful of people,"
  ],
  [
    55,
    "who have really enraged us,"
  ],
  [
    56,
    "but we are all on the alert.”"
  ],
  [
    57,
    "So We lured the tyrants out of ˹their˺ gardens, springs,"
  ],
  [
    58,
    "treasures, and splendid residences."
  ],
  [
    59,
    "So it was. And We awarded it ˹all˺ to the Children of Israel."
  ],
  [
    60,
    "And so they pursued them at sunrise."
  ],
  [
    61,
    "When the two groups came face to face, the companions of Moses cried out, “We are overtaken for sure.”"
  ],
  [
    62,
    "Moses reassured ˹them˺, “Absolutely not! My Lord is certainly with me—He will guide me.”"
  ],
  [
    63,
    "So We inspired Moses: “Strike the sea with your staff,” and the sea was split, each part was like a huge mountain."
  ],
  [
    64,
    "We drew the pursuers to that place,"
  ],
  [
    65,
    "and delivered Moses and those with him all together."
  ],
  [
    66,
    "Then We drowned the others."
  ],
  [
    67,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    68,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    69,
    "Relate to them ˹O Prophet˺ the story of Abraham,"
  ],
  [
    70,
    "when he questioned his father and his people, “What is that you worship ˹besides Allah˺?”"
  ],
  [
    71,
    "They replied, “We worship idols, to which we are fully devoted.”"
  ],
  [
    72,
    "Abraham asked, “Can they hear you when you call upon them?"
  ],
  [
    73,
    "Or can they benefit or harm you?”"
  ],
  [
    74,
    "They replied, “No! But we found our forefathers doing the same.”"
  ],
  [
    75,
    "Abraham responded, “Have you ˹really˺ considered what you have been worshipping—"
  ],
  [
    76,
    "you and your ancestors?"
  ],
  [
    77,
    "They are ˹all˺ enemies to me, except the Lord of all worlds."
  ],
  [
    78,
    "˹He is˺ the One Who created me, and He ˹alone˺ guides me."
  ],
  [
    79,
    "˹He is˺ the One Who provides me with food and drink."
  ],
  [
    80,
    "And He ˹alone˺ heals me when I am sick."
  ],
  [
    81,
    "And He ˹is the One Who˺ will cause me to die, and then bring me back to life."
  ],
  [
    82,
    "And He is ˹the One˺ Who, I hope, will forgive my flaws on Judgment Day.”"
  ],
  [
    83,
    "“My Lord! Grant me wisdom, and join me with the righteous."
  ],
  [
    84,
    "Bless me with honourable mention among later generations."
  ],
  [
    85,
    "Make me one of those awarded the Garden of Bliss."
  ],
  [
    86,
    "Forgive my father, for he is certainly one of the misguided."
  ],
  [
    87,
    "And do not disgrace me on the Day all will be resurrected—"
  ],
  [
    88,
    "the Day when neither wealth nor children will be of any benefit."
  ],
  [
    89,
    "Only those who come before Allah with a pure heart ˹will be saved˺.” "
  ],
  [
    90,
    "˹On that Day˺ Paradise will be brought near to the God-fearing,"
  ],
  [
    91,
    "and the Hellfire will be displayed to the deviant."
  ],
  [
    92,
    "And it will be said to them, “Where are those you used to worship"
  ],
  [
    93,
    "besides Allah? Can they help you or even help themselves?”"
  ],
  [
    94,
    "Then the idols will be hurled headlong into Hell, along with the deviant"
  ],
  [
    95,
    "and the soldiers of Iblîs, all together."
  ],
  [
    96,
    "There the deviant will cry while disputing with their idols,"
  ],
  [
    97,
    "“By Allah! We were clearly mistaken,"
  ],
  [
    98,
    "when we made you equal to the Lord of all worlds."
  ],
  [
    99,
    "And none led us astray other than the wicked."
  ],
  [
    100,
    "Now we have none to intercede for us,"
  ],
  [
    101,
    "nor a close friend."
  ],
  [
    102,
    "If only we could have a second chance, then we would be believers.”"
  ],
  [
    103,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    104,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    105,
    "The people of Noah rejected the messengers"
  ],
  [
    106,
    "when their brother Noah said to them, “Will you not fear ˹Allah˺?"
  ],
  [
    107,
    "I am truly a trustworthy messenger to you."
  ],
  [
    108,
    "So fear Allah, and obey me."
  ],
  [
    109,
    "I do not ask you for any reward for this ˹message˺. My reward is only from the Lord of all worlds."
  ],
  [
    110,
    "So fear Allah, and obey me.”"
  ],
  [
    111,
    "They argued, “How can we believe in you, when you are followed ˹only˺ by the lowest of the low?”"
  ],
  [
    112,
    "He responded, “And what knowledge do I have of what they do?"
  ],
  [
    113,
    "Their judgment is with my Lord, if you had any sense!"
  ],
  [
    114,
    "I am not going to expel the believers."
  ],
  [
    115,
    "I am only sent with a clear warning.”"
  ],
  [
    116,
    "They threatened, “If you do not desist, O  Noah, you will surely be stoned ˹to death˺.”"
  ],
  [
    117,
    "Noah prayed, “My Lord! My people have truly rejected me."
  ],
  [
    118,
    "So judge between me and them decisively, and save me and the believers with me.”"
  ],
  [
    119,
    "So We saved him and those with him in the fully loaded Ark."
  ],
  [
    120,
    "Then afterwards We drowned the rest."
  ],
  [
    121,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    122,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    123,
    "The people of ’Âd rejected the messengers"
  ],
  [
    124,
    "when their brother Hûd said to them, “Will you not fear ˹Allah˺?"
  ],
  [
    125,
    "I am truly a trustworthy messenger to you."
  ],
  [
    126,
    "So fear Allah, and obey me."
  ],
  [
    127,
    "I do not ask you for any reward for this ˹message˺. My reward is only from the Lord of all worlds."
  ],
  [
    128,
    "˹Why˺ do you build a landmark on every high place in vanity,"
  ],
  [
    129,
    "and construct castles, as if you are going to live forever,"
  ],
  [
    130,
    "and act so viciously when you attack ˹others˺?"
  ],
  [
    131,
    "So fear Allah, and obey me."
  ],
  [
    132,
    "Fear the One Who has provided you with ˹the good˺ things you know:"
  ],
  [
    133,
    "He provided you with cattle, and children,"
  ],
  [
    134,
    "and gardens, and springs."
  ],
  [
    135,
    "I truly fear for you the torment of a tremendous day.”"
  ],
  [
    136,
    "They responded, “It is all the same to us whether you warn ˹us˺ or not."
  ],
  [
    137,
    "This is simply the tradition of our predecessors."
  ],
  [
    138,
    "And we will never be punished.”"
  ],
  [
    139,
    "So they rejected him, and ˹so˺ We destroyed them. Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    140,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    141,
    "The people of Thamûd rejected the messengers"
  ],
  [
    142,
    "when their brother Ṣâliḥ said to them, “Will you not fear ˹Allah˺?"
  ],
  [
    143,
    "I am truly a trustworthy messenger to you."
  ],
  [
    144,
    "So fear Allah, and obey me."
  ],
  [
    145,
    "I do not ask you for any reward for this ˹message˺. My reward is only from the Lord of all worlds."
  ],
  [
    146,
    "Do you think you will be ˹forever˺ left secure in what you have here:"
  ],
  [
    147,
    "amid gardens and springs,"
  ],
  [
    148,
    "and ˹various˺ crops, and palm trees ˹loaded˺ with tender fruit;"
  ],
  [
    149,
    "to carve homes in the mountains with great skill?"
  ],
  [
    150,
    "So fear Allah, and obey me."
  ],
  [
    151,
    "And do not follow the command of the transgressors,"
  ],
  [
    152,
    "who spread corruption throughout the land, never setting things right.”"
  ],
  [
    153,
    "They replied, “You are simply bewitched!"
  ],
  [
    154,
    "You are only a human being like us, so bring forth a sign if what you say is true.”"
  ],
  [
    155,
    "Ṣâliḥ said, “Here is a camel. She will have her turn to drink as you have yours, each on an appointed day."
  ],
  [
    156,
    "And do not ever touch her with harm, or you will be overtaken by the torment of a tremendous day.”"
  ],
  [
    157,
    "But they killed her, becoming regretful."
  ],
  [
    158,
    "So the punishment overtook them. Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    159,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    160,
    "The people of Lot rejected the messengers"
  ],
  [
    161,
    "when their brother Lot said to them, “Will you not fear ˹Allah˺?"
  ],
  [
    162,
    "I am truly a trustworthy messenger to you."
  ],
  [
    163,
    "So fear Allah, and obey me."
  ],
  [
    164,
    "I do not ask you for any reward for this ˹message˺. My reward is only from the Lord of all worlds."
  ],
  [
    165,
    "Why do you ˹men˺ lust after fellow men,"
  ],
  [
    166,
    "leaving the wives that your Lord has created for you? In fact, you are a transgressing people.”"
  ],
  [
    167,
    "They threatened, “If you do not desist, O  Lot, you will surely be expelled.”"
  ],
  [
    168,
    "Lot responded, “I am truly one of those who despise your ˹shameful˺ practice."
  ],
  [
    169,
    "My Lord! Save me and my family from ˹the consequences of˺ what they do.”"
  ],
  [
    170,
    "So We saved him and all of his family,"
  ],
  [
    171,
    "except an old woman, who was one of the doomed."
  ],
  [
    172,
    "Then We utterly destroyed the rest,"
  ],
  [
    173,
    "pouring upon them a rain ˹of brimstone˺. How evil was the rain of those who had been warned!"
  ],
  [
    174,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    175,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    176,
    "The residents of the Forest rejected the messengers"
  ],
  [
    177,
    "when Shu’aib said to them, “Will you not fear ˹Allah˺?"
  ],
  [
    178,
    "I am truly a trustworthy messenger to you."
  ],
  [
    179,
    "So fear Allah, and obey me."
  ],
  [
    180,
    "I do not ask you for any reward for this ˹message˺. My reward is only from the Lord of all worlds."
  ],
  [
    181,
    "Give full measure, and cause no loss ˹to others˺."
  ],
  [
    182,
    "Weigh with an even balance,"
  ],
  [
    183,
    "and do not defraud people of their property. Nor go about spreading corruption in the land."
  ],
  [
    184,
    "And fear the One Who created you and ˹all˺ earlier peoples.”"
  ],
  [
    185,
    "They replied, “You are simply bewitched!"
  ],
  [
    186,
    "Also, you are only a human being like us, and we think you are indeed a liar."
  ],
  [
    187,
    "So cause ˹deadly˺ pieces of the sky to fall upon us, if what you say is true.”"
  ],
  [
    188,
    "Shu’aib responded, “My Lord knows best whatever you do.”"
  ],
  [
    189,
    "So they rejected him, and ˹so˺ were overtaken by the torment of the day of the ˹deadly˺ cloud. That was really a torment of a tremendous day."
  ],
  [
    190,
    "Surely in this is a sign. Yet most of them would not believe."
  ],
  [
    191,
    "And your Lord is certainly the Almighty, Most Merciful."
  ],
  [
    192,
    "This is certainly a revelation from the Lord of all worlds,"
  ],
  [
    193,
    "which the trustworthy spirit ˹Gabriel˺ brought down"
  ],
  [
    194,
    "into your heart ˹O Prophet˺—so that you may be one of the warners—"
  ],
  [
    195,
    "in a clear Arabic tongue."
  ],
  [
    196,
    "And it has indeed been ˹foretold˺ in the Scriptures of those before."
  ],
  [
    197,
    "Was it not sufficient proof for the deniers that it has been recognized by the knowledgeable among the Children of Israel?"
  ],
  [
    198,
    "Had We revealed it to a non-Arab,"
  ],
  [
    199,
    "who would then recite it to the deniers ˹in fluent Arabic˺, still they would not have believed in it!"
  ],
  [
    200,
    "This is how We allow denial ˹to steep˺ into the hearts of the wicked."
  ],
  [
    201,
    "They will not believe in it until they see the painful punishment,"
  ],
  [
    202,
    "which will take them by surprise when they least expect ˹it˺."
  ],
  [
    203,
    "Then they will cry, “Can we be allowed more time?”"
  ],
  [
    204,
    "Do they ˹really˺ seek to hasten Our torment?"
  ],
  [
    205,
    "Imagine ˹O Prophet˺ if We allowed them enjoyment for years,"
  ],
  [
    206,
    "then there came to them what they had been threatened with:"
  ],
  [
    207,
    "would that enjoyment be of any benefit to them ˹at all˺?"
  ],
  [
    208,
    "We have never destroyed a society without warners"
  ],
  [
    209,
    "to remind ˹them˺, for We would never wrong ˹anyone˺."
  ],
  [
    210,
    "It was not the devils who brought this ˹Quran˺ down:"
  ],
  [
    211,
    "it is not for them ˹to do so˺, nor can they,"
  ],
  [
    212,
    "for they are strictly barred from ˹even˺ overhearing ˹it˺."
  ],
  [
    213,
    "So do not ever call upon any other god besides Allah, or you will be one of the punished."
  ],
  [
    214,
    "And warn ˹all, starting with˺ your closest relatives,"
  ],
  [
    215,
    "and be gracious to the believers who follow you."
  ],
  [
    216,
    "But if they disobey you, say, “I am certainly free of what you do.”"
  ],
  [
    217,
    "Put your trust in the Almighty, Most Merciful,"
  ],
  [
    218,
    "Who sees you when you rise ˹for prayer at night˺,"
  ],
  [
    219,
    "as well as your movements ˹in prayer˺ along with ˹fellow˺ worshippers."
  ],
  [
    220,
    "He ˹alone˺ is indeed the All-Hearing, All-Knowing."
  ],
  [
    221,
    "Shall I inform you of whom the devils ˹actually˺ descend upon?"
  ],
  [
    222,
    "They descend upon every sinful liar,"
  ],
  [
    223,
    "who gives an ˹attentive˺ ear ˹to half-truths˺, mostly passing on sheer lies. "
  ],
  [
    224,
    "As for poets, they are followed ˹merely˺ by deviants."
  ],
  [
    225,
    "Do you not see how they rant in every field,"
  ],
  [
    226,
    "only saying what they never do?"
  ],
  [
    227,
    "Except those who believe, do good, remember Allah often, and ˹poetically˺ avenge ˹the believers˺ after being wrongfully slandered. The wrongdoers will come to know what ˹evil˺ end they will meet."
  ]
]