[
  {
    "id": 27,
    "city": "makkah",
    "name": {
      "translated": "The Ant",
      "transliterated": "An-Naml",
      "codepoints": [
        1575,
        1604,
        1606,
        1605,
        1604
      ]
    },
    "ayahs": 93,
    "slug": "an-naml",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ṭâ-Sĩn. These are the verses of the Quran; the clear Book."
  ],
  [
    2,
    "˹It is˺ a guide and good news for the believers:"
  ],
  [
    3,
    "˹those˺ who establish prayer, pay alms-tax, and have sure faith in the Hereafter."
  ],
  [
    4,
    "As for those who do not believe in the Hereafter, We have certainly made their ˹evil˺ deeds appealing to them, so they wander blindly."
  ],
  [
    5,
    "It is they who will suffer a dreadful torment, and in the Hereafter they will ˹truly˺ be the greatest losers."
  ],
  [
    6,
    "And indeed, you ˹O Prophet˺ are receiving the Quran from the One ˹Who is˺ All-Wise, All-Knowing."
  ],
  [
    7,
    "˹Remember˺ when Moses said to his family, “I have spotted a fire. I will either bring you some directions from there, or a burning torch so you may warm yourselves.”"
  ],
  [
    8,
    "But when he came to it, he was called ˹by Allah˺, “Blessed is the one at the fire, and whoever is around it! Glory be to Allah, the Lord of all worlds."
  ],
  [
    9,
    "O  Moses! It is truly I. I am Allah—the Almighty, All-Wise."
  ],
  [
    10,
    "Now, throw down your staff!” But when he saw it slithering like a snake, he ran away without looking back. ˹Allah reassured him,˺ “O Moses! Do not be afraid! Messengers should have no fear in My presence."
  ],
  [
    11,
    "˹Fear is˺ only for those who do wrong. But if they later mend ˹their˺ evil ˹ways˺ with good, then I am certainly All-Forgiving, Most Merciful."
  ],
  [
    12,
    "Now put your hand through ˹the opening of˺ your collar, it will come out ˹shining˺ white, unblemished. ˹These are two˺ of nine signs for Pharaoh and his people. They have truly been a rebellious people.”"
  ],
  [
    13,
    "But when Our enlightening signs came to them, they said, “This is pure magic.”"
  ],
  [
    14,
    "And, although their hearts were convinced the signs were true, they still denied them wrongfully and arrogantly. See then what was the end of the corruptors!"
  ],
  [
    15,
    "Indeed, We granted knowledge to David and Solomon. And they said ˹in acknowledgment˺, “All praise is for Allah Who has privileged us over many of His faithful servants.”"
  ],
  [
    16,
    "And David was succeeded by Solomon, who said, “O people! We have been taught the language of birds, and been given everything ˹we need˺. This is indeed a great privilege.”"
  ],
  [
    17,
    "Solomon’s forces of jinn, humans, and birds were rallied for him, perfectly organized."
  ],
  [
    18,
    "And when they came across a valley of ants, an ant warned, “O ants! Go quickly into your homes so Solomon and his armies do not crush you, unknowingly.”"
  ],
  [
    19,
    "So Solomon smiled in amusement at her words, and prayed, “My Lord! Inspire me to ˹always˺ be thankful for Your favours which You have blessed me and my parents with, and to do good deeds that please you. Admit me, by Your mercy, into ˹the company of˺ Your righteous servants.”"
  ],
  [
    20,
    "˹One day˺ he inspected the birds, and wondered, “Why is it that I cannot see the hoopoe? Or could he be absent?"
  ],
  [
    21,
    "I will surely subject him to a severe punishment, or ˹even˺ slaughter him, unless he brings me a compelling excuse.”"
  ],
  [
    22,
    "It was not long before the bird came and said, “I have found out something you do not know. I have just come to you from Sheba with sure news."
  ],
  [
    23,
    "Indeed, I found a woman ruling over them, who has been given everything ˹she needs˺, and who has a magnificent throne."
  ],
  [
    24,
    "I found her and her people prostrating to the sun instead of Allah. For Satan has made their deeds appealing to them—hindering them from the ˹Right˺ Way and leaving them unguided—"
  ],
  [
    25,
    "so they do not prostrate to Allah, Who brings forth what is hidden in the heavens and the earth, and knows what you ˹all˺ conceal and what you reveal."
  ],
  [
    26,
    "˹He is˺ Allah! There is no god ˹worthy of worship˺ except Him, the Lord of the Mighty Throne.”"
  ],
  [
    27,
    "Solomon said, “We will see whether you are telling the truth or lying."
  ],
  [
    28,
    "Go with this letter of mine and deliver it to them, then stand aside and see how they will respond.”"
  ],
  [
    29,
    "The Queen ˹later˺ announced, “O chiefs! Indeed, a noble letter has been delivered to me."
  ],
  [
    30,
    "It is from Solomon, and it reads: ‘In the Name of Allah—the Most Compassionate, Most Merciful."
  ],
  [
    31,
    "Do not be arrogant with me, but come to me, fully submitting ˹to Allah˺.’”"
  ],
  [
    32,
    "She said, “O chiefs! Advise me in this matter of mine, for I would never make any decision without you.”"
  ],
  [
    33,
    "They responded, “We are a people of strength and great ˹military˺ might, but the decision is yours, so decide what you will command.”"
  ],
  [
    34,
    "She reasoned, “Indeed, when kings invade a land, they ruin it and debase its nobles. They really do so!"
  ],
  [
    35,
    "But I will certainly send him a gift, and see what ˹response˺ my envoys will return with.” "
  ],
  [
    36,
    "When the chief-envoy came to him, Solomon said, “Do you offer me wealth? What Allah has granted me is far greater than what He has granted you. No! It is you who rejoice in ˹receiving˺ gifts."
  ],
  [
    37,
    "Go back to them, for we will certainly mobilize against them forces which they can never resist, and we will drive them out from there in disgrace, fully humbled.” "
  ],
  [
    38,
    "Solomon asked, “O chiefs! Which of you can bring me her throne before they come to me in ˹full˺ submission?”"
  ],
  [
    39,
    "One mighty jinn responded, “I can bring it to you before you rise from this council of yours. And I am quite strong and trustworthy for this ˹task˺.”"
  ],
  [
    40,
    "But the one who had knowledge of the Scripture said, “I can bring it to you in the blink of an eye.” So when Solomon saw it placed before him, he exclaimed, “This is by the grace of my Lord to test me whether I am grateful or ungrateful. And whoever is grateful, it is only for their own good. But whoever is ungrateful, surely my Lord is Self-Sufficient, Most Generous.”"
  ],
  [
    41,
    "˹Then˺ Solomon said, “Disguise her throne for her so we may see whether she will recognize ˹it˺ or she will not be able to.”"
  ],
  [
    42,
    "So when she arrived, it was said ˹to her˺, “Is your throne like this?” She replied, “It looks to be the same. We have ˹already˺ received knowledge ˹of Solomon’s prophethood˺ before this ˹miracle˺, and have submitted ˹to Allah˺.”"
  ],
  [
    43,
    "But she had been hindered by what she used to worship instead of Allah, for she was indeed from a disbelieving people."
  ],
  [
    44,
    "Then she was told, “Enter the palace.” But when she saw the hall, she thought it was a body of water, so she bared her legs. Solomon said. “It is just a palace paved with crystal.” ˹At last˺ she declared, “My Lord! I have certainly wronged my soul. Now I ˹fully˺ submit myself along with Solomon to Allah, the Lord of all worlds.”"
  ],
  [
    45,
    "And We certainly sent to the people of Thamûd their brother Ṣâliḥ, proclaiming, “Worship Allah,” but they suddenly split into two opposing groups."
  ],
  [
    46,
    "He urged ˹the disbelieving group˺, “O my people! Why do you ˹seek to˺ hasten the torment rather than grace? If only you sought Allah’s forgiveness so you may be shown mercy!”"
  ],
  [
    47,
    "They replied, “You and your followers are a bad omen for us.” He responded, “Your omens are destined by Allah. In fact, you are ˹only˺ a people being tested.”"
  ],
  [
    48,
    "And there were in the city nine ˹elite˺ men who spread corruption in the land, never doing what is right."
  ],
  [
    49,
    "They vowed, “Let us swear by Allah that we will take him and his family down by night. Then we will certainly say to his ˹closest˺ heirs, ‘We did not witness the murder of his family. We are definitely telling the truth.’”"
  ],
  [
    50,
    "And ˹so˺ they made a plan, but We too made a plan, while they were unaware."
  ],
  [
    51,
    "See then what the consequences of their plan were: We ˹utterly˺ destroyed them and their people all together."
  ],
  [
    52,
    "So their homes are there, ˹but completely˺ ruined because of their wrongdoing. Surely in this is a lesson for people of knowledge."
  ],
  [
    53,
    "And We delivered those who were faithful and were mindful ˹of Allah˺."
  ],
  [
    54,
    "And ˹remember˺ Lot, when he rebuked ˹the men of˺ his people, “Do you commit that shameful deed while you can see ˹one another˺?"
  ],
  [
    55,
    "Do you really lust after men instead of women? In fact, you are ˹only˺ a people acting ignorantly.”"
  ],
  [
    56,
    "But his people’s only response was to say, “Expel Lot’s followers from your land! They are a people who wish to remain chaste!”"
  ],
  [
    57,
    "So We delivered him and his family, except his wife. We had destined her to be one of the doomed."
  ],
  [
    58,
    "And We poured upon them a rain ˹of brimstone˺. How evil was the rain of those who had been warned!"
  ],
  [
    59,
    "Say, ˹O Prophet,˺ “Praise be to Allah, and peace be upon the servants He has chosen.” ˹Ask the disbelievers,˺ “Which is better: Allah or whatever ˹gods˺ they associate ˹with Him˺?”"
  ],
  [
    60,
    "Or ˹ask them,˺ “Who created the heavens and the earth, and sends down rain for you from the sky, by which We cause delightful gardens to grow? You could never cause their trees to grow. Was it another god besides Allah?” Absolutely not! But they are a people who set up equals ˹to Allah˺!"
  ],
  [
    61,
    "Or ˹ask them,˺ “Who made the earth a place of settlement, caused rivers to flow through it, placed firm mountains upon it, and set a barrier between ˹fresh and salt˺ bodies of water? Was it another god besides Allah?” Absolutely not! But most of them do not know."
  ],
  [
    62,
    "Or ˹ask them,˺ “Who responds to the distressed when they cry to Him, relieving ˹their˺ affliction, and ˹Who˺ makes you successors in the earth? Is it another god besides Allah? Yet you are hardly mindful!”"
  ],
  [
    63,
    "Or ˹ask them,˺ “Who guides you in the darkness of the land and sea, and sends the winds ushering in His mercy? Is it another god besides Allah? Exalted is Allah above what they associate ˹with Him˺!"
  ],
  [
    64,
    "Or ˹ask them,˺ “Who originates the creation then resurrects it, and gives you provisions from the heavens and the earth? Is it another god besides Allah?” Say, ˹O Prophet,˺ “Show ˹me˺ your proof, if what you say is true.”"
  ],
  [
    65,
    "Say, ˹O Prophet,˺ “None in the heavens and the earth has knowledge of the unseen except Allah. Nor do they know when they will be resurrected."
  ],
  [
    66,
    "No! Their knowledge of the Hereafter amounts to ignorance. In fact, they are in doubt about it. In truth, they are ˹totally˺ blind to it."
  ],
  [
    67,
    "The disbelievers ask, “When we and our fathers are reduced to dust, will we really be brought forth ˹alive˺?"
  ],
  [
    68,
    "We have already been promised this, as well as our forefathers earlier. This is nothing but ancient fables!”"
  ],
  [
    69,
    "Say, ˹O Prophet,˺ “Travel throughout the land and see the fate of the wicked.”"
  ],
  [
    70,
    "Do not grieve for them, nor be distressed by their schemes."
  ],
  [
    71,
    "They ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"
  ],
  [
    72,
    "Say, ˹O Prophet,˺ “Perhaps some of what you seek to hasten is close at hand.”"
  ],
  [
    73,
    "Surely your Lord is ever Bountiful to humanity, but most of them are ungrateful."
  ],
  [
    74,
    "And surely your Lord knows what their hearts conceal and what they reveal."
  ],
  [
    75,
    "For there is nothing hidden in the heavens or the earth without being ˹written˺ in a perfect Record. "
  ],
  [
    76,
    "Indeed, this Quran clarifies for the Children of Israel most of what they differ over."
  ],
  [
    77,
    "And it is truly a guide and mercy for the believers."
  ],
  [
    78,
    "Your Lord will certainly judge between them by His justice, for He is the Almighty, All-Knowing."
  ],
  [
    79,
    "So put your trust in Allah, for you are surely upon the ˹Path of˺ clear truth."
  ],
  [
    80,
    "You certainly cannot make the dead hear ˹the truth˺. Nor can you make the deaf hear the call when they turn their backs and walk away."
  ],
  [
    81,
    "Nor can you lead the blind out of their misguidance. You can make none hear ˹the truth˺ except those who believe in Our revelations, ˹fully˺ submitting ˹to Allah˺."
  ],
  [
    82,
    "And when the decree ˹of the Hour˺ comes to pass against them, We will bring forth for them a beast from the earth, telling them that the people had no sure faith in Our revelations."
  ],
  [
    83,
    "˹Watch for˺ the Day We will gather from every faith-community a group of those who denied Our revelations, and they will be driven in ranks."
  ],
  [
    84,
    "When they ˹finally˺ come before their Lord, He will ask ˹them˺, “Did you deny My revelations without ˹even˺ comprehending them? Or what ˹exactly˺ did you do?”"
  ],
  [
    85,
    "And the decree ˹of torment˺ will be justified against them for their wrongdoing, leaving them speechless."
  ],
  [
    86,
    "Do they not see that We made the night for them to rest in and the day bright? Surely in this are signs for those who believe."
  ],
  [
    87,
    "And ˹beware of˺ the Day the Trumpet will be blown, and all those in the heavens and all those on the earth will be horrified ˹to the point of death˺, except those Allah wills ˹to spare˺. And all will come before Him, fully humbled."
  ],
  [
    88,
    "Now you see the mountains, thinking they are firmly fixed, but they are travelling ˹just˺ like clouds. ˹That is˺ the design of Allah, Who has perfected everything. Surely He is All-Aware of what you do."
  ],
  [
    89,
    "Whoever comes with a good deed will be rewarded with what is better, and they will be secure from the horror on that Day."
  ],
  [
    90,
    "And whoever comes with an evil deed will be hurled face-first into the Fire. Are you rewarded except for what you used to do?"
  ],
  [
    91,
    "Say, ˹O Prophet,˺ “I have only been commanded to worship the Lord of this city ˹of Mecca˺, Who has made it sacred, and to Him belongs everything. And I am commanded to be one of those who ˹fully˺ submit ˹to Him˺,"
  ],
  [
    92,
    "and to recite the Quran.” Then whoever chooses to be guided, it is only for their own good. But whoever chooses to stray, say, ˹O Prophet,˺ “I am only a warner.”"
  ],
  [
    93,
    "And say, “All praise is for Allah! He will show you His signs, and you will recognize them. And your Lord is never unaware of what you do.”"
  ]
]