[
  {
    "id": 32,
    "city": "makkah",
    "name": {
      "translated": "The Prostration",
      "transliterated": "As-Sajdah",
      "codepoints": [
        1575,
        1604,
        1587,
        1580,
        1583,
        1577
      ]
    },
    "ayahs": 30,
    "slug": "as-sajdah",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Alif-Lãm-Mĩm."
  ],
  [
    2,
    "The revelation of this Book is—beyond doubt—from the Lord of all worlds."
  ],
  [
    3,
    "Or do they say, “He has fabricated it!”? No! It is the truth from your Lord in order for you to warn a people to whom no warner has come before you, so they may be ˹rightly˺ guided."
  ],
  [
    4,
    "It is Allah Who has created the heavens and the earth and everything in between in six Days, then established Himself on the Throne. You have no protector or intercessor besides Him. Will you not then be mindful?"
  ],
  [
    5,
    "He conducts every affair from the heavens to the earth, then it all ascends to Him on a Day whose length is a thousand years by your counting."
  ],
  [
    6,
    "That is the Knower of the seen and unseen—the Almighty, Most Merciful,"
  ],
  [
    7,
    "Who has perfected everything He created. And He originated the creation of humankind from clay."
  ],
  [
    8,
    "Then He made his descendants from an extract of a humble fluid,"
  ],
  [
    9,
    "then He fashioned them and had a spirit of His Own ˹creation˺ breathed into them. And He gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks."
  ],
  [
    10,
    "˹Still˺ they ask ˹mockingly˺, “When we are disintegrated into the earth, will we really be raised as a new creation?” In fact, they are in denial of the meeting with their Lord."
  ],
  [
    11,
    "Say, ˹O Prophet,˺ “Your soul will be taken by the Angel of Death, who is in charge of you. Then to your Lord you will ˹all˺ be returned.”"
  ],
  [
    12,
    "If only you could see the wicked hanging their heads ˹in shame˺ before their Lord, ˹crying:˺ “Our Lord! We have now seen and heard, so send us back and we will do good. We truly have sure faith ˹now˺!”"
  ],
  [
    13,
    "Had We willed, We could have easily imposed guidance on every soul. But My Word will come to pass: I will surely fill up Hell with jinn and humans all together."
  ],
  [
    14,
    "So taste ˹the punishment˺ for neglecting the meeting of this Day of yours. We ˹too˺ will certainly neglect you. And taste the torment of eternity for what you used to do!"
  ],
  [
    15,
    "The only ˹true˺ believers in Our revelation are those who—when it is recited to them—fall into prostration and glorify the praises of their Lord and are not too proud."
  ],
  [
    16,
    "They abandon their beds, invoking their Lord with hope and fear, and donate from what We have provided for them."
  ],
  [
    17,
    "No soul can imagine what delights are kept in store for them as a reward for what they used to do."
  ],
  [
    18,
    "Is the one who is a believer equal ˹before Allah˺ to the one who is rebellious? They are not equal!"
  ],
  [
    19,
    "As for those who believe and do good, they will have the Gardens of ˹Eternal˺ Residence—as an accommodation for what they used to do."
  ],
  [
    20,
    "But as for those who are rebellious, the Fire will be their home. Whenever they try to escape from it, they will be forced back into it, and will be told, “Taste the Fire’s torment, which you used to deny.”"
  ],
  [
    21,
    "We will certainly make them taste some of the minor torment ˹in this life˺ before the major torment ˹of the Hereafter˺, so perhaps they will return ˹to the Right Path˺."
  ],
  [
    22,
    "And who does more wrong than the one who is reminded of Allah’s revelations then turns away from them? We will surely inflict punishment upon the wicked."
  ],
  [
    23,
    "Indeed, We gave the Scripture to Moses—so let there be no doubt ˹O Prophet˺ that you ˹too˺ are receiving revelations—and We made it a guide for the Children of Israel."
  ],
  [
    24,
    "We raised from among them leaders, guiding by Our command, when they patiently endured and firmly believed in Our signs."
  ],
  [
    25,
    "Indeed, your Lord will decide between them on the Day of Judgment regarding their differences."
  ],
  [
    26,
    "Is it not yet clear to them how many peoples We destroyed before them, whose ruins they still pass by? Surely in this are signs. Will they not then listen?"
  ],
  [
    27,
    "Do they not see how We drive rain to parched land, producing ˹various˺ crops from which they and their cattle eat? Will they not then see?"
  ],
  [
    28,
    "They ask ˹mockingly˺, “When is this ˹Day of final˺ Decision, if what you say is true?”"
  ],
  [
    29,
    "Say, ˹O Prophet,˺ “On the Day of Decision it will not benefit the disbelievers to believe then, nor will they be delayed ˹from punishment˺.”"
  ],
  [
    30,
    "So turn away from them, and wait! They too are waiting."
  ]
]