[
  {
    "id": 40,
    "city": "makkah",
    "name": {
      "translated": "The Forgiver",
      "transliterated": "Ghafir",
      "codepoints": [
        1594,
        1575,
        1601,
        1585
      ]
    },
    "ayahs": 85,
    "slug": "ghafir",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ḥâ-Mĩm."
  ],
  [
    2,
    "The revelation of this Book is from Allah—the Almighty, All-Knowing,"
  ],
  [
    3,
    "the Forgiver of sin and Accepter of repentance, the Severe in punishment, and Infinite in bounty. There is no god ˹worthy of worship˺ except Him. To Him ˹alone˺  is the final return."
  ],
  [
    4,
    "None disputes the signs of Allah except the disbelievers, so do not be deceived by their prosperity throughout the land."
  ],
  [
    5,
    "Before them, the people of Noah denied ˹the truth˺, as did ˹other˺ enemy forces afterwards. Every community plotted against its prophet to seize him, and argued in falsehood, ˹hoping˺ to discredit the truth with it. So I seized them. And how ˹horrible˺ was My punishment!"
  ],
  [
    6,
    "And so your Lord’s decree has been proven true against the disbelievers—that they will be the inmates of the Fire."
  ],
  [
    7,
    "Those ˹angels˺ who carry the Throne and those around it glorify the praises of their Lord, have faith in Him, and seek forgiveness for the believers, ˹praying:˺ “Our Lord! You encompass everything in ˹Your˺ mercy and knowledge. So forgive those who repent and follow Your Way, and protect them from the torment of the Hellfire."
  ],
  [
    8,
    "Our Lord! Admit them into the Gardens of Eternity which You have promised them, along with the righteous among their parents, spouses, and descendants. You ˹alone˺ are truly the Almighty, All-Wise."
  ],
  [
    9,
    "And protect them from ˹the consequences of their˺ evil deeds. For whoever You protect from the evil of their deeds on that Day will have been shown Your mercy. That is ˹truly˺ the ultimate triumph.”"
  ],
  [
    10,
    "Indeed, it will be announced to the disbelievers, “Allah’s contempt for you—as you disbelieved when invited to belief—was far worse than your contempt for one another ˹Today˺.”"
  ],
  [
    11,
    "They will plead, “Our Lord! You made us lifeless twice, and gave us life twice. Now we confess our sins. So is there any way out?”"
  ],
  [
    12,
    "˹They will be told,˺ “˹No!˺ This is because when Allah alone was invoked, you ˹staunchly˺ disbelieved. But when others were associated with Him ˹in worship˺, you ˹readily˺ believed. So ˹Today˺ judgment belongs to Allah ˹alone˺—the Most High, All-Great.”"
  ],
  [
    13,
    "He is the One Who shows you His signs and sends down ˹rain as˺ a provision for you from the sky. ˹But˺ none will be mindful except those who turn ˹to Him˺."
  ],
  [
    14,
    "So call upon Allah with sincere devotion, even to the dismay of the disbelievers."
  ],
  [
    15,
    "˹He is˺ Highly Exalted in rank, Lord of the Throne. He sends down the revelation by His command to whoever He wills of His servants to warn ˹all˺ of the Day of Meeting—"
  ],
  [
    16,
    "the Day all will appear ˹before Allah˺. Nothing about them will be hidden from Him. ˹He will ask,˺ “Who does all authority belong to this Day? To Allah—the One, the Supreme!"
  ],
  [
    17,
    "Today every soul will be rewarded for what it has done. No injustice Today! Surely Allah is swift in reckoning.”"
  ],
  [
    18,
    "Warn them ˹O Prophet˺ of the approaching Day when the hearts will jump into the throats, suppressing distress. The wrongdoers will have neither a close friend nor intercessor to be heard."
  ],
  [
    19,
    "Allah ˹even˺ knows the sly glances of the eyes and whatever the hearts conceal."
  ],
  [
    20,
    "And Allah judges with the truth, while those ˹idols˺ they invoke besides Him cannot judge at all. Indeed, Allah ˹alone˺ is the All-Hearing, All-Seeing."
  ],
  [
    21,
    "Have they not travelled throughout the land to see what was the end of those ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land. But Allah seized them for their sins, and they had no protector from Allah."
  ],
  [
    22,
    "That was because their messengers used to come to them with clear proofs, but they persisted in disbelief. So Allah seized them. Surely He is All-Powerful, severe in punishment."
  ],
  [
    23,
    "Indeed, We sent Moses with Our signs and compelling proof"
  ],
  [
    24,
    "to Pharaoh, Hamân, and Korah. But they responded: “Magician! Total liar!”"
  ],
  [
    25,
    "Then, when he came to them with the truth from Us, they said, “Kill the sons of those who believe with him and keep their women.” But the plotting of the disbelievers was only in vain."
  ],
  [
    26,
    "And Pharaoh said, “Let me kill Moses, and let him call upon his Lord! I truly fear that he may change your traditions or cause mischief in the land.”"
  ],
  [
    27,
    "Moses replied, “I seek refuge in my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning.”"
  ],
  [
    28,
    "A believing man from Pharaoh’s people, who was hiding his faith, argued, “Will you kill a man ˹only˺ for saying: ‘My Lord is Allah,’ while he has in fact come to you with clear proofs from your Lord? If he is a liar, it will be to his own loss. But if he is truthful, then you will be afflicted with some of what he is threatening you with. Surely Allah does not guide whoever is a transgressor, a total liar."
  ],
  [
    29,
    "O  my people! Authority belongs to you today, reigning supreme in the land. But who would help us against the torment of Allah, if it were to befall us?” Pharaoh assured ˹his people˺, “I am telling you only what I believe, and I am leading you only to the way of guidance.”"
  ],
  [
    30,
    "And the man who believed cautioned, “O my people! I truly fear for you the doom of ˹earlier˺ enemy forces—"
  ],
  [
    31,
    "like the fate of the people of Noah, ’Ȃd, Thamûd, and those after them. For Allah would never will to wrong ˹His˺ servants."
  ],
  [
    32,
    "O  my people! I truly fear for you the Day all will be crying out ˹to each other˺—"
  ],
  [
    33,
    "the Day you will ˹try in vain to˺ turn your backs and run away, with no one to protect you from Allah. And whoever Allah leaves to stray will be left with no guide."
  ],
  [
    34,
    "Joseph already came to you earlier with clear proofs, yet you never ceased to doubt what he came to you with. When he died you said, ‘Allah will never send a messenger after him.’ This is how Allah leaves every transgressor and doubter to stray—"
  ],
  [
    35,
    "those who dispute Allah’s signs with no proof given to them. How despicable is that for Allah and the believers! This is how Allah seals the heart of every arrogant tyrant.”"
  ],
  [
    36,
    "Pharaoh ordered, “O Hamân! Build me a high tower so I may reach the pathways"
  ],
  [
    37,
    "leading up to the heavens and look for the God of Moses, although I am sure he is a liar.” And so Pharaoh’s evil deeds were made so appealing to him that he was hindered from the ˹Right˺ Way. But the plotting of Pharaoh was only in vain."
  ],
  [
    38,
    "And the man who believed urged, “O my people! Follow me, ˹and˺ I will lead you to the Way of Guidance."
  ],
  [
    39,
    "O  my people! This worldly life is only ˹a fleeting˺ enjoyment, whereas the Hereafter is truly the home of settlement."
  ],
  [
    40,
    "Whoever does an evil deed will only be paid back with its equivalent. And whoever does good, whether male or female, and is a believer, they will enter Paradise, where they will be provided for without limit."
  ],
  [
    41,
    "O  my people! How is it that I invite you to salvation, while you invite me to the Fire!"
  ],
  [
    42,
    "You invite me to disbelieve in Allah and associate with Him what I have no knowledge of, while I invite you to the Almighty, Most Forgiving."
  ],
  [
    43,
    "There is no doubt that whatever ˹idols˺ you invite me to ˹worship˺ are not worthy to be invoked either in this world or the Hereafter. ˹Undoubtedly,˺ our return is to Allah, and the transgressors will be the inmates of the Fire."
  ],
  [
    44,
    "You will remember what I say to you, and I entrust my affairs to Allah. Surely Allah is All-Seeing of all ˹His˺ servants.”"
  ],
  [
    45,
    "So Allah protected him from the evil of their schemes. And Pharaoh’s people were overwhelmed by an evil punishment:"
  ],
  [
    46,
    "they are exposed to the Fire ˹in their graves˺ morning and evening. And on the Day the Hour will be established ˹it will be said˺, “Admit Pharaoh’s people into the harshest punishment ˹of Hell˺.”"
  ],
  [
    47,
    "˹Consider the Day˺ when they will dispute in the Fire, and the lowly ˹followers˺ will appeal to the arrogant ˹leaders˺, “We were your ˹dedicated˺ followers, will you then shield us from a portion of the Fire?”"
  ],
  [
    48,
    "The arrogant will say, “We are all in it! ˹For˺ Allah has already passed judgment over ˹His˺ servants.”"
  ],
  [
    49,
    "And those in the Fire will cry out to the keepers of Hell, “Pray to your Lord to lighten the torment for us ˹even˺ for one day!”"
  ],
  [
    50,
    "The keepers will reply, “Did your messengers not ˹constantly˺ come to you with clear proofs?” They will say, “Yes ˹they did˺.” The keepers will say, “Then pray! Though the prayer of the disbelievers is only in vain.”"
  ],
  [
    51,
    "We certainly help Our messengers and the believers, ˹both˺ in this worldly life and on the Day the witnesses will stand forth ˹for testimony˺—"
  ],
  [
    52,
    "the Day the wrongdoers’ excuses will be of no benefit to them. They will be condemned, and will have the worst outcome. "
  ],
  [
    53,
    "And indeed, We gave Moses ˹true˺ guidance, and made the Children of Israel inherit the Scripture—"
  ],
  [
    54,
    "a guide and a reminder to people of reason."
  ],
  [
    55,
    "So be patient ˹O Prophet˺, ˹for˺ Allah’s promise is certainly true. Seek forgiveness for your shortcomings. And glorify the praises of your Lord morning and evening."
  ],
  [
    56,
    "Surely those who dispute Allah’s signs—with no proof given to them—have nothing in their hearts but greed for dominance, which they will never attain. So seek refuge in Allah. Indeed, He alone is the All-Hearing, All-Seeing."
  ],
  [
    57,
    "The creation of the heavens and the earth is certainly greater than the re-creation of humankind, but most people do not know."
  ],
  [
    58,
    "Those blind ˹to the truth˺ and those who can see are not equal, nor are those who believe and do good ˹equal˺ to those who do evil. Yet you are hardly mindful."
  ],
  [
    59,
    "The Hour is certainly coming, there is no doubt about it. But most people do not believe."
  ],
  [
    60,
    "Your Lord has proclaimed, “Call upon Me, I will respond to you. Surely those who are too proud to worship Me will enter Hell, fully humbled.”"
  ],
  [
    61,
    "It is Allah Who has made the night for you to rest in and the day bright. Surely Allah is ever Bountiful to humanity, but most people are ungrateful."
  ],
  [
    62,
    "That is Allah, your Lord, the Creator of all things. There is no god ˹worthy of worship˺ except Him. How can you then be deluded ˹from the truth˺?"
  ],
  [
    63,
    "This is how those who used to reject Allah’s signs were ˹also˺ deluded."
  ],
  [
    64,
    "It is Allah Who made the earth a place of settlement for you and the sky a canopy. He shaped you ˹in the womb˺, perfecting your form. And He has provided you with what is good and lawful. That is Allah—your Lord. So Blessed is Allah, Lord of all worlds."
  ],
  [
    65,
    "He is the Ever-Living. There is no god ˹worthy of worship˺ except Him. So call upon Him with sincere devotion, ˹saying,˺ “All praise is for Allah—Lord of all worlds.”"
  ],
  [
    66,
    "Say, ˹O Prophet,˺ “I have been forbidden to worship those ˹idols˺ you worship besides Allah, since clear proofs have come to me from my Lord. And I have been commanded to ˹fully˺ submit to the Lord of all worlds.”"
  ],
  [
    67,
    "He is the One Who created you from dust, then from a sperm-drop, then ˹developed you into˺ a clinging clot ˹of blood˺, then He brings you forth as infants, so that you may reach your prime, and become old—though some of you ˹may˺ die sooner—reaching an appointed time, so perhaps you may understand ˹Allah’s power˺."
  ],
  [
    68,
    "He is the One Who gives life and causes death. When He decrees a matter, He simply tells it, “Be!” And it is!"
  ],
  [
    69,
    "Have you not seen how those who dispute Allah’s signs are turned away?"
  ],
  [
    70,
    "˹They are˺ the ones who reject this Book and all ˹scriptures˺ We sent Our messengers with. So they will know ˹the consequences˺"
  ],
  [
    71,
    "when shackles will be around their necks and chains ˹on their legs˺. They will be dragged"
  ],
  [
    72,
    "through boiling water, then burned in the Fire ˹as fuel˺."
  ],
  [
    73,
    "Then they will be asked, “Where are those ˹idols˺ you used to associate"
  ],
  [
    74,
    "with Allah?” They will cry, “They have ˹all˺ failed us. In fact, we did not invoke anything ˹real˺ before.” This is how Allah leaves the disbelievers to stray."
  ],
  [
    75,
    "˹They will be told,˺ “This ˹punishment˺ is for being prideful on earth unjustly and for acting arrogantly."
  ],
  [
    76,
    "Enter the gates of Hell, to stay there forever. What an evil home for the arrogant!”"
  ],
  [
    77,
    "So be patient ˹O Prophet˺. Surely Allah’s promise is true. Whether We show you some of what We threaten them with, or cause you to die ˹before that˺, to Us they will ˹all˺ be returned."
  ],
  [
    78,
    "We already sent messengers before you. We have told you the stories of some of them, while others We have not. It was not for any messenger to bring a sign without Allah’s permission. But when Allah’s decree comes, judgment will be passed with fairness, and the people of falsehood will then be in ˹total˺ loss."
  ],
  [
    79,
    "It is Allah Who made cattle for you so that you may ride some and eat others."
  ],
  [
    80,
    "Also, you find in them ˹other˺ benefits. And by means of them you may reach destinations you desire. And you are carried upon ˹some of˺ them and upon ships."
  ],
  [
    81,
    "And He shows you His signs. Now which of Allah’s signs will you deny?"
  ],
  [
    82,
    "Have they not travelled throughout the land to see what was the end of those who were ˹destroyed˺ before them? They were far superior in might and ˹richer in˺ monuments throughout the land, but their ˹worldly˺ gains were of no benefit to them."
  ],
  [
    83,
    "When their messengers came to them with clear proofs, they were prideful in whatever ˹worldly˺ knowledge they had, and were ˹ultimately˺ overwhelmed by what they used to ridicule."
  ],
  [
    84,
    "When they saw Our punishment, they cried, “˹Now˺ we believe in Allah alone and reject what we had been associating with Him!”"
  ],
  [
    85,
    "But their faith was of no benefit to them when they saw Our torment. This has ˹always˺ been Allah’s way ˹of dealing˺ with His ˹wicked˺ servants. Then and there the disbelievers were in ˹total˺ loss."
  ]
]