[
  {
    "id": 43,
    "city": "makkah",
    "name": {
      "translated": "The Ornaments of Gold",
      "transliterated": "Az-Zukhruf",
      "codepoints": [
        1575,
        1604,
        1586,
        1582,
        1585,
        1601
      ]
    },
    "ayahs": 89,
    "slug": "az-zukhruf",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ḥâ-Mĩm."
  ],
  [
    2,
    "By the clear Book!"
  ],
  [
    3,
    "Certainly, We have made it a Quran in Arabic so perhaps you will understand."
  ],
  [
    4,
    "And indeed, it is—in the Master Record with Us—highly esteemed, rich in wisdom."
  ],
  [
    5,
    "Should We then turn the ˹Quranic˺ Reminder away from you ˹simply˺ because you have been a transgressing people?"
  ],
  [
    6,
    "˹Imagine˺ how many prophets We sent to those ˹destroyed˺ before!"
  ],
  [
    7,
    "But no prophet ever came to them without being mocked."
  ],
  [
    8,
    "So We destroyed those who were far mightier than these ˹Meccans˺. The examples of ˹their˺ predecessors have ˹already˺ been related. "
  ],
  [
    9,
    "If you ask them ˹O Prophet˺ who created the heavens and the earth, they will certainly say, “The Almighty, All-Knowing did.”"
  ],
  [
    10,
    "˹He is the One˺ Who has laid out the earth for you, and set in it pathways for you so that you may find your way."
  ],
  [
    11,
    "And ˹He is the One˺ Who sends down rain from the sky in perfect measure, with which We give life to a lifeless land. And so will you be brought forth ˹from the grave˺."
  ],
  [
    12,
    "And ˹He is the One˺ Who created all ˹things in˺ pairs, and made for you ships and animals to ride"
  ],
  [
    13,
    "so that you may sit firmly on their backs, and remember your Lord’s blessings once you are settled on them, saying, “Glory be to the One Who has subjected these for us, for we could have never done so ˹on our own˺."
  ],
  [
    14,
    "And surely to our Lord we will ˹all˺ return.”"
  ],
  [
    15,
    "Still the pagans have made some of His creation out to be a part of Him. Indeed, humankind is clearly ungrateful."
  ],
  [
    16,
    "Has He taken ˹angels as His˺ daughters from what He created, and favoured you ˹O pagans˺ with sons?"
  ],
  [
    17,
    "Whenever one of them is given the good news of what they attribute to the Most Compassionate, his face grows gloomy, as he suppresses his rage."
  ],
  [
    18,
    "˹Do they attribute to Him˺ those who are brought up in fineries and are not commanding in disputes?"
  ],
  [
    19,
    "Still they have labelled the angels, who are servants of the Most Compassionate, as female. Did they witness their creation? Their statement will be recorded, and they will be questioned!"
  ],
  [
    20,
    "And they argue, “Had the Most Compassionate willed, we would have never worshipped them.” They have no knowledge ˹in support˺ of this ˹claim˺. They do nothing but lie."
  ],
  [
    21,
    "Or have We given them a Book ˹for proof˺, before this ˹Quran˺, to which they are holding firm?"
  ],
  [
    22,
    "In fact, they say, “We found our forefathers following a ˹particular˺ way, and we are following in their footsteps.”"
  ],
  [
    23,
    "Similarly, whenever We sent a warner to a society before you ˹O Prophet˺, its ˹spoiled˺ elite would say, “We found our forefathers following a ˹particular˺ way, and we are walking in their footsteps.”"
  ],
  [
    24,
    "Each ˹warner˺ asked, “Even if what I brought you is better guidance than what you found your forefathers practicing?” They replied, “We totally reject whatever you have been sent with.”"
  ],
  [
    25,
    "So We inflicted punishment upon them. See then what was the fate of the deniers!"
  ],
  [
    26,
    "˹Remember, O  Prophet˺ when Abraham declared to his father and his people, “I am totally free of whatever ˹gods˺ you worship,"
  ],
  [
    27,
    "except the One Who originated me, and He will surely guide me.”"
  ],
  [
    28,
    "And he left this enduring declaration among his descendants, so they may ˹always˺ turn back ˹to Allah˺. "
  ],
  [
    29,
    "In fact, I had allowed enjoyment for these ˹Meccans˺ and their forefathers, until the truth came to them along with a messenger making things clear."
  ],
  [
    30,
    "˹But˺ when the truth came to them, they said, “This is magic, and we totally reject it.”"
  ],
  [
    31,
    "And they exclaimed, “If only this Quran was revealed to a great man from ˹one of˺ the two cities!”"
  ],
  [
    32,
    "Is it they who distribute your Lord’s mercy? We ˹alone˺ have distributed their ˹very˺ livelihood among them in this worldly life and raised some of them in rank above others so that some may employ others in service. ˹But˺ your Lord’s mercy is far better than whatever ˹wealth˺ they amass."
  ],
  [
    33,
    "Were it not that people might ˹be tempted to˺ become one community ˹of disbelievers˺, We would have supplied the homes of ˹only˺ those who disbelieve in the Most Compassionate with silver roofs and ˹silver˺ stairways to ascend,"
  ],
  [
    34,
    "as well as ˹silver˺ gates and thrones to recline on,"
  ],
  [
    35,
    "and ornaments ˹of gold˺. Yet all this is no more than a ˹fleeting˺ enjoyment in this worldly life. ˹But˺ the Hereafter with your Lord is ˹only˺ for those mindful ˹of Him˺."
  ],
  [
    36,
    "And whoever turns a blind eye to the Reminder of the Most Compassionate, We place at the disposal of each a devilish one as their close associate,"
  ],
  [
    37,
    "who will certainly hinder them from the ˹Right˺ Way while they think they are ˹rightly˺ guided."
  ],
  [
    38,
    "But when such a person comes to Us, one will say ˹to their associate˺, “I wish you were as distant from me as the east is from the west! What an evil associate ˹you were˺!”"
  ],
  [
    39,
    "˹It will be said to both,˺ “Since you all did wrong, sharing in the punishment will be of no benefit to you this Day.” "
  ],
  [
    40,
    "Can you make the deaf hear, or guide the blind or those clearly astray?"
  ],
  [
    41,
    "Even if We take you away ˹from this world˺, We will surely inflict punishment upon them."
  ],
  [
    42,
    "Or if We show you what We threaten them with, We certainly have full power over them."
  ],
  [
    43,
    "So hold firmly to what has been revealed to you ˹O Prophet˺. You are truly on the Straight Path."
  ],
  [
    44,
    "Surely this ˹Quran˺ is a glory for you and your people. And you will ˹all˺ be questioned ˹about it˺."
  ],
  [
    45,
    "Ask ˹the followers of˺ the messengers that We already sent before you if We ˹ever˺ appointed ˹other˺ gods to be worshipped besides the Most Compassionate."
  ],
  [
    46,
    "Indeed, We sent Moses with Our signs to Pharaoh and his chiefs, and he said: “I am a messenger of the Lord of all worlds.”"
  ],
  [
    47,
    "But as soon as he came to them with Our signs, they laughed at them,"
  ],
  [
    48,
    "although every sign We showed them was greater than the one before. Ultimately, We seized them with torments so that they might return ˹to the Right Path˺."
  ],
  [
    49,
    "˹Then˺ they pleaded, “O ˹mighty˺ magician! Pray to your Lord on our behalf, by virtue of the covenant He made with you. We will certainly accept guidance.”"
  ],
  [
    50,
    "But as soon as We removed the torments from them, they broke their promise."
  ],
  [
    51,
    "And Pharaoh called out to his people, boasting, “O my people! Am I not sovereign over Egypt as well as ˹all˺ these streams flowing at my feet? Can you not see?"
  ],
  [
    52,
    "Am I not better than this nobody who can hardly express himself?"
  ],
  [
    53,
    "Why then have no golden bracelets ˹of kingship˺ been granted to him or angels come with him as escorts!”"
  ],
  [
    54,
    "And so he fooled his people, and they obeyed him. They were truly a rebellious people."
  ],
  [
    55,
    "So when they enraged Us, We inflicted punishment upon them, drowning them all."
  ],
  [
    56,
    "And We made them an example and a lesson for those after them."
  ],
  [
    57,
    "When the son of Mary was cited as an example ˹in argument˺, your people ˹O Prophet˺ broke into ˹joyful˺ applause."
  ],
  [
    58,
    "They exclaimed, “Which is better: our gods or Jesus?” They cite him only to argue. In fact, they are a people prone to dispute."
  ],
  [
    59,
    "He was only a servant We showed favour to, and made as an example for the Children of Israel."
  ],
  [
    60,
    "Had We willed, We could have easily replaced you ˹all˺ with angels, succeeding one another on earth."
  ],
  [
    61,
    "And his ˹second˺ coming is truly a sign for the Hour. So have no doubt about it, and follow me. This is the Straight Path."
  ],
  [
    62,
    "And do not let Satan hinder you, ˹for˺ he is certainly your sworn enemy."
  ],
  [
    63,
    "When Jesus came with clear proofs, he declared, “I have come to you with wisdom, and to clarify to you some of what you differ about. So fear Allah, and obey me."
  ],
  [
    64,
    "Surely Allah ˹alone˺ is my Lord and your Lord, so worship Him ˹alone˺. This is the Straight Path.”"
  ],
  [
    65,
    "Yet their ˹various˺ groups have differed among themselves ˹about him˺, so woe to the wrongdoers when they face the torment of a painful Day!"
  ],
  [
    66,
    "Are they waiting for the Hour to take them by surprise when they least expect ˹it˺?"
  ],
  [
    67,
    "Close friends will be enemies to one another on that Day, except the righteous,"
  ],
  [
    68,
    "˹who will be told,˺ “O My servants! There is no fear for you Today, nor will you grieve—"
  ],
  [
    69,
    "˹those˺ who believed in Our signs and ˹fully˺ submitted ˹to Us˺."
  ],
  [
    70,
    "Enter Paradise, you and your spouses, rejoicing.”"
  ],
  [
    71,
    "Golden trays and cups will be passed around to them. There will be whatever the souls desire and the eyes delight in. And you will be there forever."
  ],
  [
    72,
    "That is the Paradise which you will be awarded for what you used to do."
  ],
  [
    73,
    "There you will have abundant fruit to eat from."
  ],
  [
    74,
    "Indeed, the wicked will be in the torment of Hell forever."
  ],
  [
    75,
    "It will never be lightened for them, and there they will be overwhelmed with despair."
  ],
  [
    76,
    "We did not wrong them, but it was they who were the wrongdoers."
  ],
  [
    77,
    "They will cry, “O Mâlik! Let your Lord finish us off.” He will answer, “You are definitely here to stay.”"
  ],
  [
    78,
    "We certainly brought the truth to you, but most of you were resentful of the truth."
  ],
  [
    79,
    "Or have they mastered some ˹evil˺ plan? Then We ˹too˺ are surely planning."
  ],
  [
    80,
    "Or do they think that We do not hear their ˹evil˺ thoughts and secret talks? Yes ˹We do˺! And Our messenger-angels are in their presence, recording ˹it all˺."
  ],
  [
    81,
    "Say, ˹O Prophet,˺ “If the Most Compassionate ˹really˺ had offspring, I would be the first worshipper.”"
  ],
  [
    82,
    "Glorified is the Lord of the heavens and the earth, the Lord of the Throne, far above what they claim."
  ],
  [
    83,
    "So let them indulge ˹in falsehood˺ and amuse ˹themselves˺ until they face their Day, which they have been warned of."
  ],
  [
    84,
    "It is He Who is ˹the only˺ God in the heavens and ˹the only˺ God on the earth. For He is the All-Wise, All-Knowing."
  ],
  [
    85,
    "And Blessed is the One to Whom belongs the kingdom of the heavens and the earth and everything in between! With Him ˹alone˺ is the knowledge of the Hour. And to Him you will ˹all˺ be returned."
  ],
  [
    86,
    "˹But˺ those ˹objects of worship˺ they invoke besides Him have no power to intercede, except those who testify to the truth knowingly."
  ],
  [
    87,
    "If you ask them ˹O Prophet˺ who created them, they will certainly say, “Allah!” How can they then be deluded ˹from the truth˺?"
  ],
  [
    88,
    "˹Allah is Aware of˺ the Prophet’s cry: “O my Lord! Indeed, these are a people who persist in disbelief.”"
  ],
  [
    89,
    "So bear with them and respond with peace. They will soon come to know."
  ]
]