[
  {
    "id": 44,
    "city": "makkah",
    "name": {
      "translated": "The Smoke",
      "transliterated": "Ad-Dukhan",
      "codepoints": [
        1575,
        1604,
        1583,
        1582,
        1575,
        1606
      ]
    },
    "ayahs": 59,
    "slug": "ad-dukhan",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Ḥâ-Mĩm."
  ],
  [
    2,
    "By the clear Book!"
  ],
  [
    3,
    "Indeed, We sent it down on a blessed night, for We always warn ˹against evil˺."
  ],
  [
    4,
    "On that night every matter of wisdom is ordained"
  ],
  [
    5,
    "by a command from Us, for We have always sent ˹messengers˺"
  ],
  [
    6,
    "as a mercy from your Lord. He ˹alone˺ is truly the All-Hearing, All-Knowing—"
  ],
  [
    7,
    "the Lord of the heavens and the earth and everything in between, if only you had sure faith."
  ],
  [
    8,
    "There is no god ˹worthy of worship˺ except Him. He ˹alone˺ gives life and causes death. ˹He is˺ your Lord, and the Lord of your forefathers."
  ],
  [
    9,
    "In fact, they are in doubt, amusing themselves."
  ],
  [
    10,
    "Wait then ˹O Prophet˺ for the day ˹when˺ the sky will be veiled in haze, clearly visible,"
  ],
  [
    11,
    "overwhelming the people. ˹They will cry,˺ “This is a painful torment."
  ],
  [
    12,
    "Our Lord! Remove ˹this˺ torment from us, ˹and˺ we will certainly believe.”"
  ],
  [
    13,
    "How can they be reminded when a messenger has already come to them, making things clear,"
  ],
  [
    14,
    "then they turned away from him, saying, “A madman, taught by others!”?"
  ],
  [
    15,
    "Indeed, We will remove ˹that˺ torment for a while, and you ˹Meccans˺ will return ˹to disbelief˺."
  ],
  [
    16,
    "˹Then˺ on the Day We will deal ˹you˺ the fiercest blow, We will surely inflict punishment."
  ],
  [
    17,
    "Indeed, before them We tested Pharaoh’s people: a noble messenger came to them,"
  ],
  [
    18,
    "˹proclaiming,˺ “Hand over the servants of Allah to me. I am truly a trustworthy messenger to you."
  ],
  [
    19,
    "And do not be arrogant with Allah. I have certainly come to you with a compelling proof."
  ],
  [
    20,
    "And indeed, I seek refuge with my Lord and your Lord so you do not stone me ˹to death˺."
  ],
  [
    21,
    "˹But˺ if you do not believe me, then let me be.”"
  ],
  [
    22,
    "Ultimately, he cried out to his Lord, “These are a wicked people!”"
  ],
  [
    23,
    "˹Allah responded,˺ “Leave with My servants at night, for you will surely be pursued."
  ],
  [
    24,
    "And leave the sea parted, for they are certainly an army bound to drown.”"
  ],
  [
    25,
    "˹Imagine˺ how many gardens and springs the tyrants left behind,"
  ],
  [
    26,
    "as well as ˹various˺ crops and splendid residences,"
  ],
  [
    27,
    "and luxuries which they fully enjoyed."
  ],
  [
    28,
    "So it was. And We awarded it ˹all˺ to another people."
  ],
  [
    29,
    "Neither heaven nor earth wept over them, nor was their fate delayed."
  ],
  [
    30,
    "And We certainly delivered the Children of Israel from the humiliating torment"
  ],
  [
    31,
    "of Pharaoh. He was truly a tyrant, a transgressor."
  ],
  [
    32,
    "And indeed, We chose the Israelites knowingly above the others."
  ],
  [
    33,
    "And We showed them signs in which there was a clear test."
  ],
  [
    34,
    "Indeed, these ˹Meccans˺ say,"
  ],
  [
    35,
    "“There is nothing beyond our first death, and we will never be resurrected."
  ],
  [
    36,
    "Bring ˹back˺ our forefathers, if what you say is true.”"
  ],
  [
    37,
    "Are they superior to the people of Tubba’ and those before them? We destroyed them ˹all˺, ˹for˺ they were truly wicked."
  ],
  [
    38,
    "We did not create the heavens and the earth and everything in between for sport."
  ],
  [
    39,
    "We only created them for a purpose, but most of these ˹pagans˺ do not know."
  ],
  [
    40,
    "Surely the Day of ˹Final˺ Decision is the time appointed for all—"
  ],
  [
    41,
    "the Day no kith or kin will be of benefit to another whatsoever, nor will they be helped,"
  ],
  [
    42,
    "except those shown mercy by Allah. He is truly the Almighty, Most Merciful."
  ],
  [
    43,
    "Surely ˹the fruit of˺ the tree of Zaqqûm"
  ],
  [
    44,
    "will be the food of the evildoer."
  ],
  [
    45,
    "Like molten metal, it will boil in the bellies"
  ],
  [
    46,
    "like the boiling of hot water."
  ],
  [
    47,
    "˹It will be said,˺ “Seize them and drag them into the depths of the Hellfire."
  ],
  [
    48,
    "Then pour over their heads the torment of boiling water.”"
  ],
  [
    49,
    "˹The wicked will be told,˺ “Taste this. You mighty, noble one!"
  ],
  [
    50,
    "This is truly what you ˹all˺ used to doubt.”"
  ],
  [
    51,
    "Indeed, the righteous will be in a secure place,"
  ],
  [
    52,
    "amid Gardens and springs,"
  ],
  [
    53,
    "dressed in fine silk and rich brocade, facing one another."
  ],
  [
    54,
    "So it will be. And We will pair them to maidens with gorgeous eyes."
  ],
  [
    55,
    "There they will call for every fruit in serenity."
  ],
  [
    56,
    "There they will never taste death, beyond the first death. And He will protect them from the punishment of the Hellfire—"
  ],
  [
    57,
    "as ˹an act of˺ grace from your Lord. That is ˹truly˺ the ultimate triumph."
  ],
  [
    58,
    "Indeed, We have made this ˹Quran˺ easy in your own language ˹O Prophet˺ so perhaps they will be mindful."
  ],
  [
    59,
    "Wait then! They too are certainly waiting."
  ]
]