[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "The Mount",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "By Mount Ṭûr!"
  ],
  [
    2,
    "And by the Book written"
  ],
  [
    3,
    "on open pages ˹for all to read˺!"
  ],
  [
    4,
    "And by the ˹Sacred˺ House frequently visited!"
  ],
  [
    5,
    "And by the canopy raised ˹high˺!"
  ],
  [
    6,
    "And by the seas set on fire!"
  ],
  [
    7,
    "Indeed, the punishment of your Lord will come to pass—"
  ],
  [
    8,
    "none will avert it—"
  ],
  [
    9,
    "on the Day the heavens will be shaken violently,"
  ],
  [
    10,
    "and the mountains will be blown away entirely."
  ],
  [
    11,
    "Then woe on that Day to the deniers—"
  ],
  [
    12,
    "those who amuse themselves with falsehood!"
  ],
  [
    13,
    "˹It is˺ the Day they will be fiercely shoved into the Fire of Hell."
  ],
  [
    14,
    "˹They will be told,˺ “This is the Fire which you used to deny."
  ],
  [
    15,
    "Is this magic, or do you not see?"
  ],
  [
    16,
    "Burn in it! It is the same whether you endure ˹it˺ patiently or not. You are only rewarded for what you used to do.”"
  ],
  [
    17,
    "Indeed, the righteous will be in Gardens and bliss,"
  ],
  [
    18,
    "enjoying whatever their Lord will have granted them. And their Lord will have protected them from the torment of the Hellfire."
  ],
  [
    19,
    "˹They will be told,˺ “Eat and drink happily for what you used to do.”"
  ],
  [
    20,
    "They will be reclining on thrones, ˹neatly˺ lined up ˹facing each other˺. And We will pair them to maidens with gorgeous eyes."
  ],
  [
    21,
    "As for those who believe and whose descendants follow them in faith, We will elevate their descendants to their rank, never discounting anything ˹of the reward˺ of their deeds. Every person will reap only what they sowed."
  ],
  [
    22,
    "And We will ˹continually˺ provide them with whatever fruit or meat they desire."
  ],
  [
    23,
    "They will pass around to each other a drink ˹of pure wine,˺ which leads to no idle talk or sinfulness."
  ],
  [
    24,
    "And they will be waited on by their youthful servants like spotless pearls.        "
  ],
  [
    25,
    "They will turn to one another inquisitively."
  ],
  [
    26,
    "They will say, “Before ˹this reward˺ we used to be in awe ˹of Allah˺ in the midst of our people."
  ],
  [
    27,
    "So Allah has graced us and protected us from the torment of ˹Hell’s˺ scorching heat."
  ],
  [
    28,
    "Indeed, we used to call upon Him ˹alone˺ before. He is truly the Most Kind, Most Merciful.”"
  ],
  [
    29,
    "So ˹continue to˺ remind ˹all, O  Prophet˺. For you, by the grace of your Lord, are not a fortune-teller or a madman."
  ],
  [
    30,
    "Or do they say, “˹He is˺ a poet, for whom we ˹eagerly˺ await an ill-fate!”?"
  ],
  [
    31,
    "Say, “Keep waiting! I too am waiting with you.”"
  ],
  [
    32,
    "Or do their ˹intelligent˺ minds prompt them to this ˹paradox˺? Or are they ˹just˺ a transgressing people?"
  ],
  [
    33,
    "Or do they say, “He made this ˹Quran˺ up!”? In fact, they have no faith."
  ],
  [
    34,
    "Let them then produce something like it, if what they say is true!"
  ],
  [
    35,
    "Or were they created by nothing, or are they ˹their own˺ creators?"
  ],
  [
    36,
    "Or did they create the heavens and the earth? In fact, they have no firm belief ˹in Allah˺."
  ],
  [
    37,
    "Or do they possess the treasuries of your Lord, or are they in control ˹of everything˺?"
  ],
  [
    38,
    "Or do they have a stairway, by which they eavesdrop ˹on the heavens˺? Then let those who do so bring a compelling proof."
  ],
  [
    39,
    "Or does He have daughters ˹as you claim˺, while you ˹prefer to˺ have sons?"
  ],
  [
    40,
    "Or are you ˹O Prophet˺ asking them for a reward ˹for the message˺ so that they are overburdened by debt?"
  ],
  [
    41,
    "Or do they have access to ˹the Record in˺ the unseen, so they copy it ˹for all to see˺?"
  ],
  [
    42,
    "Or do they intend to scheme ˹against the Prophet˺? Then it is the disbelievers who will fall victim to ˹their˺ schemes."
  ],
  [
    43,
    "Or do they have a god other than Allah? Glorified is Allah far above what they associate ˹with Him˺!"
  ],
  [
    44,
    "If they were to see a ˹deadly˺ piece of the sky fall down ˹upon them˺, still they would say, “˹This is just˺ a pile of clouds.”"
  ],
  [
    45,
    "So leave them until they face their Day in which they will be struck dead—"
  ],
  [
    46,
    "the Day their scheming will be of no benefit to them whatsoever, nor will they be helped."
  ],
  [
    47,
    "Also, the wrongdoers will certainly have another torment before that ˹Day˺, but most of them do not know."
  ],
  [
    48,
    "So be patient with your Lord’s decree, for you are truly under Our ˹watchful˺ Eyes. And glorify the praises of your Lord when you rise."
  ],
  [
    49,
    "And glorify Him during part of the night and at the fading of the stars."
  ]
]