[
  {
    "id": 61,
    "city": "madinah",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Whatever is in the heavens and whatever is on the earth glorifies Allah. For He ˹alone˺ is the Almighty, All-Wise."
  ],
  [
    2,
    "O believers! Why do you say what you do not do?"
  ],
  [
    3,
    "How despicable it is in the sight of Allah that you say what you do not do!"
  ],
  [
    4,
    "Surely Allah loves those who fight in His cause in ˹solid˺ ranks as if they were one concrete structure."
  ],
  [
    5,
    "˹Remember, O  Prophet,˺ when Moses said to his people, “O my people! Why do you hurt me when you already know I am Allah’s messenger to you?” So when they ˹persistently˺ deviated, Allah caused their hearts to deviate. For Allah does not guide the rebellious people."
  ],
  [
    6,
    "And ˹remember˺ when Jesus, son of Mary, said, “O children of Israel! I am truly Allah’s messenger to you, confirming the Torah which came before me, and giving good news of a messenger after me whose name will be Aḥmad.” Yet when the Prophet came to them with clear proofs, they said, “This is pure magic.”"
  ],
  [
    7,
    "Who does more wrong than the one who fabricates lies about Allah when invited to submit ˹to Him˺? For Allah does not guide the wrongdoing people."
  ],
  [
    8,
    "They wish to extinguish Allah’s light with their mouths, but Allah will ˹certainly˺ perfect His light, even to the dismay of the disbelievers."
  ],
  [
    9,
    "He is the One Who has sent His Messenger with ˹true˺ guidance and the religion of truth, making it prevail over all others, even to the dismay of the polytheists."
  ],
  [
    10,
    "O believers! Shall I guide you to an exchange that will save you from a painful punishment?"
  ],
  [
    11,
    "˹It is to˺ have faith in Allah and His Messenger, and strive in the cause of Allah with your wealth and your lives. That is best for you, if only you knew."
  ],
  [
    12,
    "He will forgive your sins, and admit you into Gardens under which rivers flow, and ˹house you in˺ splendid homes in the Gardens of Eternity. That is the ultimate triumph."
  ],
  [
    13,
    "˹He will also give you˺ another favour that you long for: help from Allah and an imminent victory. ˹So˺ give good news ˹O Prophet˺ to the believers."
  ],
  [
    14,
    "O believers! Stand up for Allah, as Jesus, son of Mary, asked the disciples, “Who will stand up with me for Allah?” The disciples replied, “We will stand up for Allah.” Then a group from the Children of Israel believed while another disbelieved. We then supported the believers against their enemies, so they prevailed."
  ]
]