[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Blessed is the One in Whose Hands rests all authority. And He is Most Capable of everything."
  ],
  [
    2,
    "˹He is the One˺ Who created death and life in order to test which of you is best in deeds. And He is the Almighty, All-Forgiving."
  ],
  [
    3,
    "˹He is the One˺ Who created seven heavens, one above the other. You will never see any imperfection in the creation of the Most Compassionate. So look again: do you see any flaws?"
  ],
  [
    4,
    "Then look again and again—your sight will return frustrated and weary."
  ],
  [
    5,
    "And indeed, We adorned the lowest heaven with ˹stars like˺ lamps, and made them ˹as missiles˺ for stoning ˹eavesdropping˺ devils, for whom We have also prepared the torment of the Blaze. "
  ],
  [
    6,
    "Those who disbelieve in their Lord will suffer the punishment of Hell. What an evil destination!"
  ],
  [
    7,
    "When they are tossed into it, they will hear its roaring as it boils over,"
  ],
  [
    8,
    "almost bursting in fury. Every time a group is cast into it, its keepers will ask them, “Did a warner not come to you?”"
  ],
  [
    9,
    "They will reply, “Yes, a warner did come to us, but we denied and said, ‘Allah has revealed nothing. You are extremely astray.’”"
  ],
  [
    10,
    "And they will lament, “If only we had listened and reasoned, we would not be among the residents of the Blaze!”"
  ],
  [
    11,
    "And so they will confess their sins. So away with the residents of the Blaze!"
  ],
  [
    12,
    "Indeed, those in awe of their Lord without seeing Him will have forgiveness and a mighty reward."
  ],
  [
    13,
    "Whether you speak secretly or openly—He surely knows best what is ˹hidden˺ in the heart."
  ],
  [
    14,
    "How could He not know His Own creation? For He ˹alone˺ is the Most Subtle, All-Aware."
  ],
  [
    15,
    "He is the One Who smoothed out the earth for you, so move about in its regions and eat from His provisions. And to Him is the resurrection ˹of all˺."
  ],
  [
    16,
    "Do you feel secure that the One Who is in heaven will not cause the earth to swallow you up as it quakes violently?"
  ],
  [
    17,
    "Or do you feel secure that the One Who is in heaven will not unleash upon you a storm of stones. Only then would you know how ˹serious˺ My warning was!"
  ],
  [
    18,
    "And certainly those before them denied ˹as well˺, then how severe was My response!"
  ],
  [
    19,
    "Have they not seen the birds above them, spreading and folding their wings? None holds them up except the Most Compassionate. Indeed, He is All-Seeing of everything."
  ],
  [
    20,
    "Also, which ˹powerless˺ force will come to your help instead of the Most Compassionate? Indeed, the disbelievers are only ˹lost˺ in delusion."
  ],
  [
    21,
    "Or who is it that will provide for you if He withholds His provision? In fact, they persist in arrogance and aversion ˹to the truth˺."
  ],
  [
    22,
    "Who is ˹rightly˺ guided: the one who crawls facedown or the one who walks upright on the Straight Path?"
  ],
  [
    23,
    "Say, ˹O Prophet,˺ “He is the One Who brought you into being and gave you hearing, sight, and intellect. ˹Yet˺ you hardly give any thanks.”"
  ],
  [
    24,
    "˹Also˺ say, “He is the One Who has dispersed you ˹all˺ over the earth, and to Him you will ˹all˺ be gathered.”"
  ],
  [
    25,
    "˹Still˺ they ask ˹the believers˺, “When will this threat come to pass, if what you say is true?”"
  ],
  [
    26,
    "Say, ˹O Prophet,˺ “That knowledge is with Allah alone, and I am only sent with a clear warning.”"
  ],
  [
    27,
    "Then when they see the torment drawing near, the faces of the disbelievers will become gloomy, and it will be said ˹to them˺, “This is what you claimed would never come.” "
  ],
  [
    28,
    "Say, ˹O Prophet,˺ “Consider this: whether Allah causes me and those with me to die or shows us mercy, who will save the disbelievers from a painful punishment?”"
  ],
  [
    29,
    "Say, “He is the Most Compassionate—in Him ˹alone˺ we believe, and in Him ˹alone˺ we trust. You will soon know who is clearly astray.”"
  ],
  [
    30,
    "Say, “Consider this: if your water were to sink ˹into the earth˺, then who ˹else˺ could bring you flowing water?”"
  ]
]