[
  {
    "id": 68,
    "city": "makkah",
    "name": {
      "translated": "The Pen",
      "transliterated": "Al-Qalam",
      "codepoints": [
        1575,
        1604,
        1602,
        1604,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "al-qalam",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Nũn. By the pen and what everyone writes!"
  ],
  [
    2,
    "By the grace of your Lord, you ˹O Prophet˺ are not insane."
  ],
  [
    3,
    "You will certainly have a never-ending reward."
  ],
  [
    4,
    "And you are truly ˹a man˺ of outstanding character."
  ],
  [
    5,
    "Soon you and the pagans will see,"
  ],
  [
    6,
    "which of you is mad."
  ],
  [
    7,
    "Surely your Lord ˹alone˺ knows best who has strayed from His Way and who is ˹rightly˺ guided."
  ],
  [
    8,
    "So do not give in to the deniers."
  ],
  [
    9,
    "They wish you would compromise so they would yield ˹to you˺."
  ],
  [
    10,
    "And do not obey the despicable, vain oath-taker,"
  ],
  [
    11,
    "slanderer, gossip-monger,"
  ],
  [
    12,
    "withholder of good, transgressor, evildoer,"
  ],
  [
    13,
    "brute, and—on top of all that—an illegitimate child."
  ],
  [
    14,
    "Now, ˹simply˺ because he has been blessed with ˹abundant˺ wealth and children,"
  ],
  [
    15,
    "whenever Our revelations are recited to him, he says, “Ancient fables!”"
  ],
  [
    16,
    "We will soon mark his snout. "
  ],
  [
    17,
    "Indeed, We have tested those ˹Meccans˺ as We tested the owners of the garden—when they swore they would surely harvest ˹all˺ its fruit in the early morning,"
  ],
  [
    18,
    "leaving no thought for Allah’s Will."
  ],
  [
    19,
    "Then it was struck by a torment from your Lord while they slept,"
  ],
  [
    20,
    "so it was reduced to ashes."
  ],
  [
    21,
    "Then by daybreak they called out to each other,"
  ],
  [
    22,
    "˹saying,˺ “Go early to your harvest, if you want to pick ˹all˺ the fruit.”"
  ],
  [
    23,
    "So they went off, whispering to one another,"
  ],
  [
    24,
    "“Do not let any poor person enter your garden today.”"
  ],
  [
    25,
    "And they proceeded early, totally fixated on their purpose."
  ],
  [
    26,
    "But when they saw it ˹devastated˺, they cried, “We must have lost ˹our˺ way!"
  ],
  [
    27,
    "In fact, we have been deprived ˹of our livelihood˺.”"
  ],
  [
    28,
    "The most sensible of them said, “Did I not urge you to say, ‘Allah willing.’?”"
  ],
  [
    29,
    "They replied, “Glory be to our Lord! We have truly been wrongdoers.”"
  ],
  [
    30,
    "Then they turned on each other, throwing blame."
  ],
  [
    31,
    "They said, “Woe to us! We have certainly been transgressors."
  ],
  [
    32,
    "We trust our Lord will give us a better garden than this, ˹for˺ we are indeed turning to our Lord with hope.”"
  ],
  [
    33,
    "That is the ˹way of Our˺ punishment ˹in this world˺. But the punishment of the Hereafter is certainly far worse, if only they knew. "
  ],
  [
    34,
    "Indeed, the righteous will have the Gardens of Bliss with their Lord."
  ],
  [
    35,
    "Should We then treat those who have submitted like the wicked?"
  ],
  [
    36,
    "What is the matter with you? How do you judge?"
  ],
  [
    37,
    "Or do you have a scripture, in which you read"
  ],
  [
    38,
    "that you will have whatever you choose?"
  ],
  [
    39,
    "Or do you have oaths binding on Us until the Day of Judgment that you will have whatever you decide?"
  ],
  [
    40,
    "Ask them ˹O Prophet˺ which of them can guarantee all that."
  ],
  [
    41,
    "Or do they have associate-gods ˹supporting this claim˺? Then let them bring forth their associate-gods, if what they say is true."
  ],
  [
    42,
    "˹Beware of˺ the Day the Shin ˹of Allah˺ will be bared, and the wicked will be asked to prostrate, but they will not be able to do so,"
  ],
  [
    43,
    "with eyes downcast, totally covered with disgrace. For they were ˹always˺ called to prostrate ˹in the world˺ when they were fully capable ˹but they chose not to˺."
  ],
  [
    44,
    "So leave to Me ˹O Prophet˺ those who reject this message. We will gradually draw them to destruction in ways they cannot comprehend."
  ],
  [
    45,
    "I ˹only˺ delay their end for a while, but My planning is flawless."
  ],
  [
    46,
    "Or are you asking them for a reward ˹for the message˺ so that they are overburdened by debt?"
  ],
  [
    47,
    "Or do they have access to ˹the Record in˺ the unseen, so they copy it ˹for all to see˺?"
  ],
  [
    48,
    "So be patient with your Lord’s decree, and do not be like ˹Jonah,˺ the Man of the Whale, who cried out ˹to Allah˺, in total distress."
  ],
  [
    49,
    "Had he not been shown grace by his Lord, he would have certainly been cast onto the open ˹shore˺, still blameworthy."
  ],
  [
    50,
    "Then his Lord chose him, making him one of the righteous."
  ],
  [
    51,
    "The disbelievers would almost cut you down with their eyes when they hear ˹you recite˺ the Reminder, and say, “He is certainly a madman.”"
  ],
  [
    52,
    "But it is simply a reminder to the whole world."
  ]
]