[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "The Inevitable Hour!"
  ],
  [
    2,
    "What is the Inevitable Hour?"
  ],
  [
    3,
    "And what will make you realize what the Inevitable Hour is?"
  ],
  [
    4,
    "˹Both˺ Thamûd and ’Ȃd denied the Striking Disaster."
  ],
  [
    5,
    "As for Thamûd, they were destroyed by an overwhelming blast."
  ],
  [
    6,
    "And as for ’Ȃd, they were destroyed by a furious, bitter wind"
  ],
  [
    7,
    "which Allah unleashed on them non-stop for seven nights and eight days, so that you would have seen its people lying dead like trunks of uprooted palm trees."
  ],
  [
    8,
    "Do you see any of them left alive?"
  ],
  [
    9,
    "Also, Pharaoh and those before him, and ˹the people of˺ the overturned cities ˹of Lot˺ indulged in sin,"
  ],
  [
    10,
    "each disobeying their Lord’s messenger, so He seized them with a crushing grip."
  ],
  [
    11,
    "Indeed, when the floodwater had overflowed, We carried you in the floating Ark ˹with Noah˺,"
  ],
  [
    12,
    "so that We may make this a reminder to you, and that attentive ears may grasp it."
  ],
  [
    13,
    "At last, when the Trumpet will be blown with one blast,"
  ],
  [
    14,
    "and the earth and mountains will be lifted up and crushed with one blow,"
  ],
  [
    15,
    "on that Day the Inevitable Event will have come to pass."
  ],
  [
    16,
    "The sky will then be so torn that it will be frail,"
  ],
  [
    17,
    "with the angels on its sides. On that Day eight ˹mighty angels˺ will bear the Throne of your Lord above them."
  ],
  [
    18,
    "You will then be presented ˹before Him for judgment˺, and none of your secrets will stay hidden."
  ],
  [
    19,
    "As for those given their records in their right hand, they will cry ˹happily˺, “Here ˹everyone˺! Read my record!"
  ],
  [
    20,
    "I surely knew I would face my reckoning.”"
  ],
  [
    21,
    "They will be in a life of bliss,"
  ],
  [
    22,
    "in an elevated Garden,"
  ],
  [
    23,
    "whose fruit will hang within reach."
  ],
  [
    24,
    "˹They will be told,˺ “Eat and drink joyfully for what you did in the days gone by.”"
  ],
  [
    25,
    "And as for those given their record in their left hand, they will cry ˹bitterly˺, “I wish I had not been given my record,"
  ],
  [
    26,
    "nor known anything of my reckoning!"
  ],
  [
    27,
    "I wish death was the end!"
  ],
  [
    28,
    "My wealth has not benefited me!"
  ],
  [
    29,
    "My authority has been stripped from me.”"
  ],
  [
    30,
    "˹It will be said,˺ “Seize and shackle them,"
  ],
  [
    31,
    "then burn them in Hell,"
  ],
  [
    32,
    "then tie them up with chains seventy arms long."
  ],
  [
    33,
    "For they never had faith in Allah, the Greatest,"
  ],
  [
    34,
    "nor encouraged the feeding of the poor."
  ],
  [
    35,
    "So this Day they will have no close friend here,"
  ],
  [
    36,
    "nor any food except ˹oozing˺ pus,"
  ],
  [
    37,
    "which none will eat except the evildoers.”"
  ],
  [
    38,
    "Now, I do swear by whatever you see,"
  ],
  [
    39,
    "and whatever you cannot see!"
  ],
  [
    40,
    "Indeed, this ˹Quran˺ is the recitation of a noble Messenger."
  ],
  [
    41,
    "It is not the prose of a poet ˹as you claim˺, ˹yet˺ you hardly have any faith."
  ],
  [
    42,
    "Nor is it the mumbling of a fortune-teller, ˹yet˺ you are hardly mindful."
  ],
  [
    43,
    "˹It is˺ a revelation from the Lord of all worlds."
  ],
  [
    44,
    "Had the Messenger made up something in Our Name,"
  ],
  [
    45,
    "We would have certainly seized him by his right hand,"
  ],
  [
    46,
    "then severed his aorta,"
  ],
  [
    47,
    "and none of you could have shielded him ˹from Us˺!"
  ],
  [
    48,
    "Indeed, this ˹Quran˺ is a reminder to those mindful ˹of Allah˺."
  ],
  [
    49,
    "And We certainly know that some of you will persist in denial,"
  ],
  [
    50,
    "and it will surely be a source of regret for the disbelievers."
  ],
  [
    51,
    "And indeed, this ˹Quran˺ is the absolute truth."
  ],
  [
    52,
    "So glorify the Name of your Lord, the Greatest."
  ]
]