[
  {
    "id": 71,
    "city": "makkah",
    "name": {
      "translated": "Noah",
      "transliterated": "Nuh",
      "codepoints": [
        1606,
        1608,
        1581
      ]
    },
    "ayahs": 28,
    "slug": "nuh",
    "translator": "Dr. Mustafa Khattab"
  },
  [
    1,
    "Indeed, We sent Noah to his people ˹saying to him˺, “Warn your people before a painful punishment comes to them.”"
  ],
  [
    2,
    "Noah proclaimed, “O my people! I am truly sent to you with a clear warning:"
  ],
  [
    3,
    "worship Allah ˹alone˺, fear Him, and obey me."
  ],
  [
    4,
    "He will forgive your sins, and delay your end until the appointed time. Indeed, when the time set by Allah comes, it cannot be delayed, if only you knew!”"
  ],
  [
    5,
    "He cried, “My Lord! I have surely called my people day and night,"
  ],
  [
    6,
    "but my calls only made them run farther away."
  ],
  [
    7,
    "And whenever I invite them to be forgiven by You, they press their fingers into their ears, cover themselves with their clothes, persist ˹in denial˺, and act very arrogantly."
  ],
  [
    8,
    "Then I certainly called them openly,"
  ],
  [
    9,
    "then I surely preached to them publicly and privately,"
  ],
  [
    10,
    "saying, ‘Seek your Lord’s forgiveness, ˹for˺ He is truly Most Forgiving."
  ],
  [
    11,
    "He will shower you with abundant rain,"
  ],
  [
    12,
    "supply you with wealth and children, and give you gardens as well as rivers."
  ],
  [
    13,
    "What is the matter with you that you are not in awe of the Majesty of Allah,"
  ],
  [
    14,
    "when He truly created you in stages ˹of development˺?"
  ],
  [
    15,
    "Do you not see how Allah created seven heavens, one above the other,"
  ],
  [
    16,
    "placing the moon within them as a ˹reflected˺ light, and the sun as a ˹radiant˺ lamp?"
  ],
  [
    17,
    "Allah ˹alone˺ caused you to grow from the earth like a plant."
  ],
  [
    18,
    "Then He will return you to it, and then simply bring you forth ˹again˺."
  ],
  [
    19,
    "And Allah ˹alone˺ spread out the earth for you"
  ],
  [
    20,
    "to walk along its spacious pathways.’”"
  ],
  [
    21,
    "˹Eventually,˺ Noah cried, “My Lord! They have certainly persisted in disobeying me, and followed ˹instead˺ those ˹elite˺ whose ˹abundant˺ wealth and children only increase them in loss,"
  ],
  [
    22,
    "and who have devised a tremendous plot,"
  ],
  [
    23,
    "urging ˹their followers˺, ‘Do not abandon your idols—especially Wadd, Suwâ’, Yaghûth, Ya’ûq, and Nasr.’"
  ],
  [
    24,
    "Those ˹elite˺ have already led many astray. So ˹O Lord˺, only allow the wrongdoers to stray farther away.”"
  ],
  [
    25,
    "So because of their sins, they were drowned, then admitted into the Fire. And they found none to help them against Allah."
  ],
  [
    26,
    "Noah had prayed, “My Lord! Do not leave a single disbeliever on earth."
  ],
  [
    27,
    "For if You spare ˹any of˺ them, they will certainly mislead Your servants, and give birth only to ˹wicked˺ sinners, staunch disbelievers."
  ],
  [
    28,
    "My Lord! Forgive me, my parents, and whoever enters my house in faith, and ˹all˺ believing men and women. And increase the wrongdoers only in destruction.”"
  ]
]