[
  {
    "id": 15,
    "city": "makkah",
    "name": {
      "translated": "The Rocky Tract",
      "transliterated": "Al-Hijr",
      "codepoints": [
        1575,
        1604,
        1581,
        1580,
        1585
      ]
    },
    "ayahs": 99,
    "slug": "al-hijr",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Alif, Lâm, Râ. Questi sono i versetti del Libro e la Recitazione esplicita."
  ],
  [
    2,
    "I miscredenti, un giorno, vorranno essere stati musulmani;"
  ],
  [
    3,
    "lasciali mangiare e godere per un periodo, lusingati dalla speranza, ben presto sapranno."
  ],
  [
    4,
    "Non distruggiamo alcuna città senza prima darle una Scrittura intelligibile."
  ],
  [
    5,
    "Nessuna comunità può anticipare il suo termine, né ritardarlo."
  ],
  [
    6,
    "E dicono: “O tu su cui è stato fatto scendere il Monito, sei certamente posseduto da un demone!"
  ],
  [
    7,
    "Perché, se sei sincero, non sei accompagnato dagli angeli?”."
  ],
  [
    8,
    "Non faremo scendere gli angeli se non con la verità e a quella gente [in quel Giorno] non sarà dato scampo."
  ],
  [
    9,
    "Noi abbiamo fatto scendere il Monito, e Noi ne siamo i custodi."
  ],
  [
    10,
    "Già, prima di te, ne inviammo alle antiche sette."
  ],
  [
    11,
    "E non venne loro messaggero, di cui non si burlassero."
  ],
  [
    12,
    "Lasciamo che ciò si insinui nei cuori degli empi."
  ],
  [
    13,
    "Non crederanno affatto, nonostante l'esempio dei loro antenati."
  ],
  [
    14,
    "Se anche aprissimo loro una porta del cielo, perché possano ascendervi,"
  ],
  [
    15,
    "direbbero: “I nostri occhi sono ipnotizzati o ci hanno lanciato un sortilegio!”."
  ],
  [
    16,
    "In verità, ponemmo costellazioni nel cielo e lo abbellimmo per coloro che lo osservano."
  ],
  [
    17,
    "E lo proteggiamo da ogni demone lapidato."
  ],
  [
    18,
    "Se uno di loro cerca di origliare, un folgorante bolide lo insegue."
  ],
  [
    19,
    "E la terra, l'abbiamo distesa e vi abbiamo infisso le montagne e ogni cosa abbiamo fatto crescere con dovuta misura."
  ],
  [
    20,
    "Alimenti vi ponemmo, per voi e per tutti coloro che voi non nutrite affatto."
  ],
  [
    21,
    "Di ogni cosa abbiamo tesori, ma la facciamo scendere in quantità misurata."
  ],
  [
    22,
    "I venti mandammo, portatori di fertilità, e dal cielo facemmo scendere l'acqua con la quale vi dissetiamo e che non sapreste conservare."
  ],
  [
    23,
    "In verità, Noi facciamo vivere e facciamo morire e Noi siamo l'Erede [ultimo di ogni cosa]."
  ],
  [
    24,
    "Noi conosciamo quelli che vi furono precursori e conosciamo quelli che ancora tardano."
  ],
  [
    25,
    "In verità, il tuo Signore tutti] li riunirà, Egli è saggio, sapiente."
  ],
  [
    26,
    "Creammo l'uomo con argilla secca, tratta da mota impastata."
  ],
  [
    27,
    "E in precedenza, creammo i dèmoni dal fuoco di un vento bruciante."
  ],
  [
    28,
    "E quando il tuo Signore disse agli angeli: “Creerò un uomo con argilla secca, tratta da mota impastata;"
  ],
  [
    29,
    "quando poi lo avrò plasmato e avrò insufflato in lui del Mio spirito, prosternatevi davanti a lui”."
  ],
  [
    30,
    "E gli angeli tutti si prosternarono,"
  ],
  [
    31,
    "eccetto Iblîs, che rifiutò di essere insieme ai prosternati."
  ],
  [
    32,
    "Allah] disse: “O Iblîs, perché non sei tra coloro che si prosternano?”."
  ],
  [
    33,
    "Rispose: “Non devo prosternarmi di fronte a un mortale che hai creato di argilla risuonante, di mota impastata”."
  ],
  [
    34,
    "Allah] disse: “Fuori di qui, che tu sia bandito."
  ],
  [
    35,
    "In verità, sei maledetto fino al Giorno del Giudizio!”."
  ],
  [
    36,
    "Disse: “O Signor mio, concedimi una dilazione fino al Giorno in cui saranno resuscitati”."
  ],
  [
    37,
    "[Allah] disse: “Che tu sia fra coloro a cui è concessa la dilazione,"
  ],
  [
    38,
    "fino al Giorno del momento fissato”."
  ],
  [
    39,
    "Disse: “O Signor mio, poiché mi hai indotto all'errore, li attirerò al male sulla terra, rendendolo attraente, e certamente li farò perdere tutti,"
  ],
  [
    40,
    "eccetto i Tuoi servi sinceri”."
  ],
  [
    41,
    "[Allah] disse: “Questa sarà la Retta Via da Me [custodita]:"
  ],
  [
    42,
    "Non avrai alcun potere sui Miei servi, eccetto i perduti che ti obbediranno,"
  ],
  [
    43,
    "e l'Inferno sarà certo il loro ritrovo;"
  ],
  [
    44,
    "[esso] ha sette porte, e ciascuna ne avrà dinnanzi un gruppo”."
  ],
  [
    45,
    "I timorati [invece] saranno tra giardini e fonti,"
  ],
  [
    46,
    "[sarà detto loro]: “Entratevi in pace e sicurezza!”."
  ],
  [
    47,
    "Monderemo il loro petto da ogni risentimento e staranno fraternamente su troni, [gli uni] di fronte [agli altri]."
  ],
  [
    48,
    "Non proveranno fatica alcuna e mai verranno espulsi."
  ],
  [
    49,
    "[O Muhammad], annuncia ai Miei servi che, in verità, Io sono il Perdonatore, il Misericordioso,"
  ],
  [
    50,
    "e che il Mio castigo è davvero un castigo doloroso."
  ],
  [
    51,
    "E racconta loro degli ospiti di Abramo."
  ],
  [
    52,
    "Entrarono nella sua casa dicendo: “Pace”. Disse: “Invero ci fate paura!”."
  ],
  [
    53,
    "Dissero: “Non temere, noi ti annunciamo un figlio sapiente”."
  ],
  [
    54,
    "Disse: “Mi date questo annuncio quando già mi ha raggiunto la vecchiaia. Che specie di annuncio è questo?”."
  ],
  [
    55,
    "Dissero: “Quello che ti annunciamo è la verità, non essere fra coloro che disperano”."
  ],
  [
    56,
    "Disse: “Chi mai dispera della misericordia del suo Signore, se non gli sviati?”."
  ],
  [
    57,
    "Disse [ancora]: “Qual è la vostra missione, o inviati?”."
  ],
  [
    58,
    "Risposero: “Siamo stati inviati a un popolo di empi,"
  ],
  [
    59,
    "a parte la famiglia di Lot che tutta salveremo,"
  ],
  [
    60,
    "eccetto sua moglie”. Decretammo che fosse tra quelli che sarebbero rimasti indietro."
  ],
  [
    61,
    "Quando poi gli inviati giunsero presso la famiglia di Lot,"
  ],
  [
    62,
    "[questi] disse loro: “Invero siete gente che non conosciamo”."
  ],
  [
    63,
    "Risposero: “Anzi, siamo venuti a te [per recare] ciò di cui dubitano."
  ],
  [
    64,
    "Siamo venuti con la Verità, e in verità, siamo sinceri."
  ],
  [
    65,
    "Fai partire la tua gente quando è ancora notte e stai in retroguardia, e che nessuno si volti a guardare indietro. Andate dove vi è stato ordinato”."
  ],
  [
    66,
    "Questo decidemmo nei suoi confronti: ché in verità tutti gli altri al mattino [seguente] sarebbero stati annientati."
  ],
  [
    67,
    "Vennero [infatti] gli abitanti della città, rallegrandosi."
  ],
  [
    68,
    "Disse [Lot]: “Sono i miei ospiti, non disonoratemi!"
  ],
  [
    69,
    "Temete Allah e non copritemi di vergogna”."
  ],
  [
    70,
    "Risposero: “Già ti abbiamo proibito [di proteggere] chicchessia!”."
  ],
  [
    71,
    "Disse: “Ecco le mie figlie, se proprio volete farlo”."
  ],
  [
    72,
    "Per la tua vita, [o Muhammad,] erano accecati dalla loro lussuria."
  ],
  [
    73,
    "All'alba li sorprese il Grido."
  ],
  [
    74,
    "Sconvolgemmo la città e facemmo piovere su di essa pietre d'argilla indurita."
  ],
  [
    75,
    "In verità in ciò vi è un segno per coloro che ne tengono conto."
  ],
  [
    76,
    "In verità essa [si trovava] su una strada ben nota."
  ],
  [
    77,
    "In verità in ciò vi è un segno per coloro che credono."
  ],
  [
    78,
    "E anche gli abitanti di al-Ayka erano iniqui."
  ],
  [
    79,
    "Ci siamo vendicati di loro. Invero quelle due sono su una strada ben riconoscibile."
  ],
  [
    80,
    "Già gli abitanti di al-Hijr tacciarono di menzogna i messaggeri."
  ],
  [
    81,
    "Demmo loro i Nostri segni, ma rimasero indifferenti."
  ],
  [
    82,
    "Scavavano nelle montagne [le loro] case sicure,"
  ],
  [
    83,
    "ma al mattino li sorprese il Grido."
  ],
  [
    84,
    "Quello che avevano fatto non li riparò."
  ],
  [
    85,
    "Non abbiamo creato i cieli e la terra e quello che vi è frammezzo, se non con la verità. In verità l'Ora si avvicina, perdona dunque magnanimamente."
  ],
  [
    86,
    "In verità, il tuo Signore è l'Incessante Creatore, il Sapiente."
  ],
  [
    87,
    "Ti abbiamo dato i sette ripetuti e il Sublime Corano."
  ],
  [
    88,
    "Non volgere gli occhi con invidia, all'effimero benessere che abbiamo concesso ad alcuni di loro e [neppure devi] rattristarti per loro.Abbassa però la tua ala verso i credenti."
  ],
  [
    89,
    "Di': “Sono nunzio evidente [di un castigo]”."
  ],
  [
    90,
    "Lo stesso che facemmo scendere sui congiurati,"
  ],
  [
    91,
    "e quelli che fanno del Corano “un'accozzaglia slegata”,"
  ],
  [
    92,
    "per il tuo Signore, tutti li interrogheremo"
  ],
  [
    93,
    "a proposito di quello che facevano."
  ],
  [
    94,
    "Proclama con forza quello che ti è stato ordinato e rifuggi dagli associatori."
  ],
  [
    95,
    "Noi ti bastiamo contro chi ti schernisce,"
  ],
  [
    96,
    "[contro] coloro che affiancano ad Allah un'altra divinità. Presto sapranno."
  ],
  [
    97,
    "Ben sappiamo che il tuo petto si affligge per quello che dicono."
  ],
  [
    98,
    "Glorifica il tuo Signore lodandoLo e sii tra coloro che si prosternano,"
  ],
  [
    99,
    "e adora il tuo Signore fin che non ti giunga l'ultima certezza."
  ]
]