[
  {
    "id": 16,
    "city": "makkah",
    "name": {
      "translated": "The Bee",
      "transliterated": "An-Nahl",
      "codepoints": [
        1575,
        1604,
        1606,
        1581,
        1604
      ]
    },
    "ayahs": 128,
    "slug": "an-nahl",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Giunge l'ordine di Allah: non [cercate] di affrettarlo. Gloria a Lui! Egli è ben più alto di ciò che Gli associano."
  ],
  [
    2,
    "Per ordine Suo scendono gli angeli con la Rivelazione, su chi Egli vuole tra i Suoi servi: “Ammonite [le genti] che non c'è altro dio all'infuori di Me. TemeteMi dunque”."
  ],
  [
    3,
    "Egli ha creato i cieli e la terra secondo verità. Egli è ben più alto di ciò che Gli associano."
  ],
  [
    4,
    "Creò l'uomo da una goccia di sperma, ed eccolo manifesto oppositore."
  ],
  [
    5,
    "Creò le greggi da cui traete calore e altri vantaggi e di cui vi cibate."
  ],
  [
    6,
    "E come è bello per voi, quando le riconducete [all'ovile] e quando uscite al pascolo."
  ],
  [
    7,
    "Trasportano i vostri pesi verso contrade che non potreste raggiungere, se non con grande fatica. In verità il vostro Signore è dolce, misericordioso."
  ],
  [
    8,
    "E [vi ha dato] i cavalli, i muli e gli asini, perché li montiate e per ornamento. E crea cose che voi non conoscete."
  ],
  [
    9,
    "Guidarvi sulla retta via è prerogativa di Allah, poiché altre [vie] se ne allontanano. Se volesse vi guiderebbe tutti."
  ],
  [
    10,
    "Egli è Colui Che ha fatto scendere l'acqua dal cielo, bevanda per voi ed erba pei pascoli."
  ],
  [
    11,
    "Per mezzo suo ha fatto germinare i cereali e l'olivo, le palme e le vigne e ogni altro frutto. In verità in ciò vi è un segno per gente che sa riflettere."
  ],
  [
    12,
    "Vi ha messo a disposizione la notte e il giorno, il sole e la luna. Le stelle sono sottomesse al Suo ordine. In verità in ciò vi sono segni per gente che comprende."
  ],
  [
    13,
    "E ha creato per voi sulla terra tutte le cose, di diversi colori. In verità in ciò vi è un segno per gente che ricorda."
  ],
  [
    14,
    "Egli è Colui Che vi ha messo a disposizione il mare, affinché possiate mangiare pesce freschissimo e trarne gioielli con i quali vi adornate. Vedi la nave scivolarvi sopra, sciabordando, per condurvi alla ricerca della Sua grazia, affinché Gli siate riconoscenti."
  ],
  [
    15,
    "Ha infisso sulla terra le montagne, affinché non oscilli sotto di voi e [ha disposto] fiumi e sentieri, affinché non vi smarriate."
  ],
  [
    16,
    "E [ha stabilito] punti di riferimento: le stelle che vi fanno da guida."
  ],
  [
    17,
    "Colui che crea è forse uguale a chi non crea affatto? Non riflettete dunque?"
  ],
  [
    18,
    "Se voleste contare i favori di Allah, non potreste enumerarli. In verità Allah è perdonatore, misericordioso."
  ],
  [
    19,
    "Allah conosce quello che palesate e quello che celate."
  ],
  [
    20,
    "Coloro che essi invocano all'infuori di Allah, nulla creano, ché anzi loro stessi sono creati."
  ],
  [
    21,
    "[Essi sono] morti e non vivi, e non sanno affatto quando saranno resuscitati."
  ],
  [
    22,
    "Il vostro Allah è un Dio Unico. Coloro che non credono nell'altra vita hanno la miscredenza nel cuore e sono tronfi d'orgoglio."
  ],
  [
    23,
    "Senza dubbio Allah conosce quello che celano e quello che palesano. In verità [Egli] non ama quelli che sono tronfi d'orgoglio."
  ],
  [
    24,
    "Quando viene chiesto loro: “Cos'è quel che ha fatto scendere il vostro Signore?”, rispondono: “Favole degli antichi”."
  ],
  [
    25,
    "Nel Giorno della Resurrezione, porteranno tutto il loro carico e pure una parte di quello di coloro che, per ignoranza, sviarono. Quanto è orribile il loro fardello."
  ],
  [
    26,
    "Coloro che li precedettero, già avevano tramato. Ma Allah ha scalzato le basi stesse delle loro costruzioni, il tetto gli rovinò addosso e il castigo gli venne da dove non lo aspettavano."
  ],
  [
    27,
    "Nel Giorno della Resurrezione li coprirà di abominio e dirà loro: “Dove sono i Miei associati, a favore dei quali eravate in polemica?”. E quelli che avranno ricevuto la scienza, diranno: “Oggi ci saranno vergogna e sventura sui miscredenti,"
  ],
  [
    28,
    "[quelli] che gli angeli [della morte] coglieranno ancora ingiusti verso se stessi”. Allora faranno atto di sottomissione [dicendo]: “Non commettemmo male alcuno”. “Invece Allah conosce perfettamente quello che facevate."
  ],
  [
    29,
    "Oltrepassate le porte dell'Inferno per rimanervi in perpetuo. Com'è atroce la dimora dei superbi!”"
  ],
  [
    30,
    "Verrà chiesto a quelli che temevano Allah: “Cos'è quel che ha fatto scendere il vostro Signore?”. Risponderanno: “Il bene più grande!”. Coloro che fanno il bene avranno il bene in questa vita, ma la dimora dell'altra vita è certo migliore! Quanto deliziosa sarà la dimora dei timorati;"
  ],
  [
    31,
    "entreranno nei Giardini dell'Eden dove scorrono i ruscelli e avranno quello che desidereranno. Così Allah compensa coloro che [Lo] temono,"
  ],
  [
    32,
    "[coloro] che gli angeli coglieranno nella purezza, dicendo loro: “Pace su di voi! Entrate nel Paradiso, compenso per quel che avete fatto”."
  ],
  [
    33,
    "Cosa aspettano quegli altri, se non che vengano gli angeli o giunga il Decreto di Allah? Già agirono così coloro che li precedettero. Non è Allah che li ha danneggiati, sono loro che hanno fatto torto a se stessi."
  ],
  [
    34,
    "Saranno colpiti dal male che avranno commesso e ciò di cui si burlavano li avvolgerà."
  ],
  [
    35,
    "Dicono gli idolatri: “Se Allah avesse voluto, non avremmo adorato nulla oltre a Lui, né noi, né i nostri avi e non avremmo interdetto se non ciò che Egli ci ha proibito”. Così agivano quelli che vissero prima di loro. Ma che altro compito hanno i messaggeri, se non la chiara trasmissione del Messaggio?"
  ],
  [
    36,
    "Ad ogni comunità inviammo un profeta [che dicesse]: “Adorate Allah e fuggite gli idoli!”. Allah guidò alcuni di essi e altri si persero, sviati. Percorrete la terra e vedrete cosa accadde a coloro che accusarono di menzogna [i messaggeri]."
  ],
  [
    37,
    "Anche se brami dirigerli, sappi che Allah non guida gli sviati e non avranno nessuno che li soccorrerà."
  ],
  [
    38,
    "Giurano su Allah, con il più solenne dei giuramenti: “Allah non risusciterà il morto”. E invece sì! Vera promessa che Egli [si assume], ma la maggior parte degli uomini nulla conosce;"
  ],
  [
    39,
    "[promessa che realizzerà] per mostrar loro con chiarezza ciò a proposito di cui divergevano e affinché i miscredenti sappiano di essere stati bugiardi"
  ],
  [
    40,
    "Quando vogliamo una cosa, Ci basta dire “Sii!” ed essa è."
  ],
  [
    41,
    "Quanto a coloro che sono emigrati [per la causa di] Allah dopo aver subito la persecuzione, daremo loro una bella dimora in questa vita; ma il compenso dell'altra vita è ben più grande. Se solo lo sapessero."
  ],
  [
    42,
    "Essi sono coloro che hanno sopportato con pazienza e confidato nel loro Signore."
  ],
  [
    43,
    "Prima di te non inviammo che uomini da Noi ispirati. Chiedete alla gente della Scrittura, se non lo sapete."
  ],
  [
    44,
    "[Li inviammo] con prove e con Salmi! E su di te abbiamo fatto scendere il Monito, affinché tu spieghi agli uomini ciò che è stato loro rivelato e affinché possano riflettervi."
  ],
  [
    45,
    "Coloro che tramavano crimini, sono forse al sicuro [dal fatto] che Allah li faccia sprofondare nella terra o che giunga loro il castigo da dove non se lo aspettano?"
  ],
  [
    46,
    "O che li colpisca nel pieno dell'attività senza che possano respingerlo?"
  ],
  [
    47,
    "O che li colpisca al culmine della disperazione? In verità il vostro Signore è dolce, misericordioso."
  ],
  [
    48,
    "Non hanno visto che le ombre di tutto ciò che Allah ha creato, si allungano a destra e a sinistra, prosternandosi umilmente davanti a Lui?"
  ],
  [
    49,
    "Si prosterna davanti ad Allah tutto ciò che c'è nei cieli, tutti gli animali della terra e gli angeli che non sono affatto orgogliosi:"
  ],
  [
    50,
    "temono il loro Signore che è al di sopra di loro e fanno ciò che è loro ordinato."
  ],
  [
    51,
    "Allah dice: “Non adottate due divinità. In verità Egli è il Dio Unico, TemeteMi dunque”."
  ],
  [
    52,
    "A Lui appartiene tutto ciò che c'è nei cieli e sulla terra, a Lui spetta il culto sempiterno. Temerete altri che Allah?"
  ],
  [
    53,
    "Tutto il bene di cui godete appartiene ad Allah; poi, quando vi tocca la sventura, a Lui rivolgete i vostri lamenti angosciati."
  ],
  [
    54,
    "Quando poi l'allontana da voi, ecco che alcuni associano divinità al loro Signore,"
  ],
  [
    55,
    "disconoscendo quello che abbiamo dato loro. Godete pure [per un periodo], ché ben presto saprete."
  ],
  [
    56,
    "Attribuiscono parte di quello che abbiamo dato loro a esseri che neanche conoscono. Per Allah, certamente vi sarà chiesto conto di ciò che avrete inventato."
  ],
  [
    57,
    "Attribuiscono figlie ad Allah - Gloria a Lui! - e a loro stessi quello che più desiderano."
  ],
  [
    58,
    "Quando si annuncia ad uno di loro la nascita di una figlia, il suo volto si adombra e soffoca [in sé la sua ira]."
  ],
  [
    59,
    "Sfugge alla gente, per via della disgrazia che gli è stata annunciata: deve tenerla nonostante la vergogna o seppellirla nella polvere? Quant'è orribile il loro modo di giudicare."
  ],
  [
    60,
    "A quelli che non credono nell'altra vita si applica la metafora stessa del male, mentre la metafora più elevata spetta ad Allah, Egli è l'Eccelso, il Saggio."
  ],
  [
    61,
    "Se Allah [volesse] punire [tutti] gli uomini delle loro colpe, non lascerebbe alcun essere vivente sulla terra. Li rimanda fino al termine stabilito. Quando poi giunge il termine, non potranno ritardarlo di un'ora, né anticiparlo."
  ],
  [
    62,
    "Attribuiscono ad Allah ciò che essi detestano e le loro lingue proferiscono menzogna, quando dicono che avranno il meglio. Quello che indubbiamente avranno sarà il Fuoco in cui saranno spinti."
  ],
  [
    63,
    "Per Allah, certamente abbiamo inviato [messaggeri] alle comunità che ti hanno preceduto, ma Satana abbellì [ai loro occhi] le azioni loro. Bene! Oggi egli è il loro patrono, ma avranno doloroso castigo."
  ],
  [
    64,
    "Abbiamo fatto scendere il Libro su di te, affinché tu renda esplicito quello su cui divergono [e affinché esso sia] guida e misericordia per coloro che credono."
  ],
  [
    65,
    "Allah fa scendere l'acqua dal cielo e, suo tramite, rivivifica la terra che già era morta. Questo è certamente un segno per gente che ascolta."
  ],
  [
    66,
    "E invero dai vostri greggi trarrete un insegnamento: vi dissetiamo con quello che è nei loro visceri, tra chimo e sangue: un latte puro, delizioso per chi lo beve."
  ],
  [
    67,
    "[Pure] dai frutti dei palmeti e delle vigne ricavate bevanda inebriante e cibo eccellente. Ecco un segno per coloro che capiscono."
  ],
  [
    68,
    "Ed il tuo Signore ispirò alle api: “Dimorate nelle montagne, negli alberi e negli edifici degli uomini."
  ],
  [
    69,
    "Cibatevi di tutti i frutti e vivete nei sentieri che vi ha tracciato il vostro Signore”. Scaturisce dai loro ventri un liquido dai diversi colori, in cui c'è guarigione per gli uomini. Ecco un segno per gente che riflette."
  ],
  [
    70,
    "Allah vi ha creato, poi vi farà morire. Qualcuno di voi sarà condotto fino all'età decrepita, tale che nulla sappia dopo aver saputo. Allah è sapiente, potente."
  ],
  [
    71,
    "Allah ha favorito alcuni di voi, al di sopra di altri, nelle risorse materiali. Coloro che sono stati favoriti, le divideranno forse con i loro servi, sì da renderli [a loro] uguali? Negherebbero a tal punto la benevolenza di Allah?"
  ],
  [
    72,
    "Allah vi ha dato spose della vostra specie, e da loro vi ha dato figli e nipoti e vi ha concesso le cose migliori. Crederanno al falso e disconosceranno la benevolenza di Allah?"
  ],
  [
    73,
    "Adorano all'infuori Allah, ciò che non procura loro alcun cibo, né dalla terra, né dal cielo e che non ha alcun potere?"
  ],
  [
    74,
    "Non paragonate nulla ad Allah. Allah sa e voi non sapete."
  ],
  [
    75,
    "Allah vi propone la metafora di un servo, uno schiavo senza alcun potere, e di un uomo al quale abbiamo dato risorse notevoli e delle quali, in pubblico e in privato, fa elemosine. Sono forse uguali? Lode ad Allah, ma la maggior parte di loro non lo sa."
  ],
  [
    76,
    "E Allah vi propone la metafora di due uomini: uno di loro è muto, buono a nulla, a carico del suo padrone e ovunque lo si invii non combina niente di buono. È forse uguale a chi comanda con giustizia [e cammina] sulla retta via?"
  ],
  [
    77,
    "Appartiene ad Allah l'ignoto dei cieli e della terra; l'ordine relativo all'Ora non sarà altro che un batter d'occhio o meno ancora. In verità Allah è onnipotente."
  ],
  [
    78,
    "Allah vi fa uscire dai ventri delle vostre madri sprovvisti di ogni scienza e vi dà udito, occhi e intelletto. Sarete riconoscenti?"
  ],
  [
    79,
    "Non hanno visto gli uccelli sottomessi [ad Allah] nello spazio del cielo, dove solo Allah li sostiene? In ciò sono segni per coloro che credono."
  ],
  [
    80,
    "Allah vi ha concesso riparo nelle vostre case, come vi ha concesso dimore fatte con le pelli dei greggi, tende che vi sono leggere quando vi spostate e quando posate il campo. Con la loro lana, il loro crine e il loro pelo [fabbricate] suppellettili e oggetti di cui vi servite per un [certo] tempo."
  ],
  [
    81,
    "Con quel che ha creato, Allah vi ha dato l'ombra e ha fatto per voi rifugi nelle montagne. Vi ha concesso vesti che vi proteggono dal calore e altre, che vi proteggono dalla vostra stessa violenza. Ha in tal modo completato la Sua benevolenza su di voi, affinché siate sottomessi."
  ],
  [
    82,
    "Se poi volteranno le spalle, [sappi] che a te incombe [solo] l'obbligo della comunicazione esplicita."
  ],
  [
    83,
    "Conoscono la benevolenza di Allah e poi la rinnegano. La maggior parte di loro sono miscredenti."
  ],
  [
    84,
    "Il Giorno in cui susciteremo un testimone da ogni comunità, ai miscredenti non sarà data la parola e non avranno nessuna scusa."
  ],
  [
    85,
    "E quando gli ingiusti vedranno il castigo, [esso] non verrà in nulla alleviato e non avranno dilazione."
  ],
  [
    86,
    "Quando coloro che erano associatori vedranno quello che associavano [ad Allah], diranno: “O Signor nostro, ecco le divinità che invocavamo all'infuori di Te”. E questi replicheranno: “In verità siete bugiardi!”."
  ],
  [
    87,
    "In quel Giorno offriranno ad Allah la loro sottomissione e le loro invenzioni li abbandoneranno."
  ],
  [
    88,
    "Quanto ai miscredenti che distolgono le genti dal sentiero di Allah, aggiungeremo loro castigo su castigo, per la corruzione che hanno sparso."
  ],
  [
    89,
    "E il Giorno in cui susciteremo in ogni comunità un testimone scelto tra loro e a carico loro, ti chiameremo [o Muhammad] come testimone nei loro confronti. Abbiamo fatto scendere su di te il Libro, che spiegasse ogni cosa, guida e misericordia e lieta novella per i musulmani."
  ],
  [
    90,
    "In verità Allah ha ordinato la giustizia e la benevolenza e la generosità nei confronti dei parenti. Ha proibito la dissolutezza, ciò che è riprovevole e la ribellione. Egli vi ammonisce, affinché ve ne ricordiate."
  ],
  [
    91,
    "Obbedite al patto di Allah dopo che l'avete accettato e non mancate ai giuramenti solenni che avete prestato, chiamando Allah garante contro voi stessi. In verità Allah conosce il vostro agire."
  ],
  [
    92,
    "Non fate come colei che disfaceva il suo filato dopo averlo torto a fatica, facendo dei vostri giuramenti mezzi di reciproco inganno, a seconda della prevalenza di un gruppo o di un altro. Così Allah vi mette alla prova e nel Giorno della Resurrezione vi mostrerà ciò su cui eravate in polemica."
  ],
  [
    93,
    "Se Allah avesse voluto, avrebbe fatto di voi una sola comunità. Invece, Egli travia chi vuole e guida chi vuole. Certamente sarete interrogati sul vostro agire."
  ],
  [
    94,
    "Non fate dei vostri giuramenti mezzi di reciproco inganno, ché altrimenti scivolerebbero i vostri piedi, dopo che erano stati saldi e proverete la sventura per aver allontanato [le genti] dal sentiero di Allah. Subirete un castigo terribile."
  ],
  [
    95,
    "Non svendete a vil prezzo il patto con Allah. Ciò che è presso Allah è meglio per voi, se lo sapeste."
  ],
  [
    96,
    "Quello che è presso di voi si esaurisce, mentre ciò che è presso Allah rimane. Compenseremo coloro che sono stati costanti in ragione delle loro azioni migliori."
  ],
  [
    97,
    "Daremo una vita eccellente a chiunque, maschio o femmina, sia credente e compia il bene. Compenseremo quelli che sono stati costanti in ragione delle loro azioni migliori."
  ],
  [
    98,
    "Quando leggi il Corano, cerca rifugio in Allah contro Satana il lapidato."
  ],
  [
    99,
    "Egli non ha alcun potere su quelli che credono e confidano nel loro Signore,"
  ],
  [
    100,
    "ma ha potere solo su chi lo prende per patrono, su quelli che, per causa sua, diventano associatori."
  ],
  [
    101,
    "Quando sostituiamo un versetto con un altro - e Allah ben conosce quello che fa scendere - dicono: “Non sei che un impostore”. La maggior parte di loro nulla conosce."
  ],
  [
    102,
    "Di': “Lo ha fatto scendere lo Spirito Puro con la verità [inviata] dal tuo Signore, per rafforzare coloro che credono, come guida e buona novella per i musulmani”."
  ],
  [
    103,
    "Sappiamo bene che essi dicono: “C'è un qualche uomo che lo istruisce”, ma colui a cui pensano parla una lingua straniera, mentre questa è lingua araba pura."
  ],
  [
    104,
    "In verità Allah non guida coloro che non credono ai Suoi segni. Avranno doloroso castigo."
  ],
  [
    105,
    "I soli ad inventare menzogne sono quelli che non credono ai segni di Allah: essi sono i bugiardi."
  ],
  [
    106,
    "Quanto a chi rinnega Allah dopo aver creduto - eccetto colui che ne sia costretto, mantenendo serenamente la fede in cuore - e a chi si lascia entrare in petto la miscredenza; su di loro è la collera di Allah e avranno un castigo terribile."
  ],
  [
    107,
    "Ciò, perché preferirono questa vita all'altra. In verità, Allah non guida i miscredenti."
  ],
  [
    108,
    "Ecco coloro cui Allah ha sigillato i cuori, l'udito e la vista. Ecco gli incoscienti."
  ],
  [
    109,
    "Senza alcun dubbio, nell'altra vita saranno i perdenti."
  ],
  [
    110,
    "Ma in verità, il tuo Signore è perdonatore e misericordioso nei confronti di coloro che sono emigrati dopo aver subìto la persecuzione e quindi hanno lottato e hanno resistito [per la Sua Causa]."
  ],
  [
    111,
    "Il Giorno in cui ogni anima verrà a difendere se stessa, in cui ogni anima sarà compensata per quello che avrà operato, nessuno subirà ingiustizia."
  ],
  [
    112,
    "Allah vi propone la metafora di una città: viveva in pace e sicurezza, da ogni parte le venivano approvvigionamenti. Poi rinnegò i favori di Allah e Allah le fece provare la fame e la paura, [punizione] per quello che avevano fatto."
  ],
  [
    113,
    "Giunse loro un Messaggero della loro gente, ma lo trattarono da bugiardo. Li colse dunque il castigo, poiché erano ingiusti."
  ],
  [
    114,
    "Mangiate le cose buone e lecite che Allah vi ha concesso e rendeteGli grazie della Sua benevolenza, se è Lui che adorate."
  ],
  [
    115,
    "[Allah] vi ha proibito la carogna, il sangue e la carne di maiale e l'animale sul quale sia stato invocato altro nome, che quello di Allah. Quanto a colui che vi sia costretto senza essere né ribelle, né trasgressore, in verità Allah è perdonatore, misericordioso."
  ],
  [
    116,
    "Non proferite dunque stravaganti invenzioni delle vostre lingue dicendo: “Questo è lecito e questo illecito” e mentendo contro Allah. Coloro che inventano menzogne contro Allah non avranno alcun successo."
  ],
  [
    117,
    "Avranno godimento effimero e poi un castigo doloroso."
  ],
  [
    118,
    "Proibimmo a quelli che seguirono il giudaismo, ciò di cui già ti dicemmo. Non siamo stati Noi ad essere ingiusti verso di loro, essi stessi lo furono."
  ],
  [
    119,
    "In verità il tuo Signore è perdonatore e misericordioso nei confronti di quelli che commisero il male per ignoranza e poi si pentirono e si corressero."
  ],
  [
    120,
    "In verità Abramo fu un modello, obbediente ad Allah e sincero: egli non era affatto un politeista,"
  ],
  [
    121,
    "era riconoscente ad Allah per i Suoi favori. Allah lo scelse, lo guidò sulla retta via."
  ],
  [
    122,
    "Gli abbiamo dato il bene in questa vita e nell'altra sarà certamente tra i giusti."
  ],
  [
    123,
    "Quindi ti rivelammo: “Segui con sincerità la religione di Abramo: egli non era affatto un associatore”."
  ],
  [
    124,
    "In verità il Sabato fu istituito solo per coloro che divergevano in proposito. Nel Giorno della Resurrezione il tuo Signore giudicherà tra di loro in merito alle loro divergenze."
  ],
  [
    125,
    "Chiama al sentiero del tuo Signore con la saggezza e la buona parola e discuti con loro nella maniera migliore. In verità il tuo Signore conosce meglio [di ogni altro] chi si allontana dal Suo sentiero e conosce meglio [di ogni altro] coloro che sono ben guidati."
  ],
  [
    126,
    "Se punite, fatelo nella misura del torto subìto. Se sopporterete con pazienza, ciò sarà [ancora] meglio per coloro che sono stati pazienti."
  ],
  [
    127,
    "Sii paziente! La tua pazienza [non viene da altri] se non da Allah. Non ti affliggere per loro e non farti angosciare dalle loro trame."
  ],
  [
    128,
    "In verità Allah è con coloro che Lo temono e con coloro che fanno il bene."
  ]
]