[
  {
    "id": 23,
    "city": "makkah",
    "name": {
      "translated": "The Believers",
      "transliterated": "Al-Mu'minun",
      "codepoints": [
        1575,
        1604,
        1605,
        1572,
        1605,
        1606,
        1608,
        1606
      ]
    },
    "ayahs": 118,
    "slug": "al-muminun",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Invero prospereranno i credenti,"
  ],
  [
    2,
    "quelli che sono umili nell'orazione,"
  ],
  [
    3,
    "che evitano il vaniloquio,"
  ],
  [
    4,
    "che versano la decima"
  ],
  [
    5,
    "e che si mantengono casti,"
  ],
  [
    6,
    "eccetto con le loro spose e con schiave che possiedono - e in questo non sono biasimevoli,"
  ],
  [
    7,
    "mentre coloro che desiderano altro sono i trasgressori -"
  ],
  [
    8,
    "che rispettano ciò che è loro stato affidato e i loro impegni;"
  ],
  [
    9,
    "che sono costanti nell'orazione:"
  ],
  [
    10,
    "essi sono gli eredi,"
  ],
  [
    11,
    "che erediteranno il Giardino, dove rimarranno in perpetuo."
  ],
  [
    12,
    "In verità creammo l'uomo da un estratto di argilla."
  ],
  [
    13,
    "Poi ne facemmo una goccia di sperma [posta] in un sicuro ricettacolo,"
  ],
  [
    14,
    "poi di questa goccia facemmo un'aderenza e dell'aderenza un embrione; dall'embrione creammo le ossa e rivestimmo le ossa di carne. E quindi ne facemmo un'altra creatura. Sia benedetto Allah, il Migliore dei creatori!"
  ],
  [
    15,
    "E dopo di ciò certamente morirete,"
  ],
  [
    16,
    "e nel Giorno del Giudizio sarete risuscitati."
  ],
  [
    17,
    "In verità creammo sopra di voi sette cieli e non siamo incuranti della creazione."
  ],
  [
    18,
    "E facemmo scendere l'acqua dal cielo in quantità misurata e la mantenemmo sulla terra, anche se abbiamo la capacità di farla sparire."
  ],
  [
    19,
    "E per suo tramite, produciamo per voi palmeti e vigneti in cui [trovate] i molti frutti che mangiate,"
  ],
  [
    20,
    "come quest'albero che sorge dal monte Sinai, che vi offre olio e condimento per i vostri cibi."
  ],
  [
    21,
    "Invero, anche nel bestiame vi è argomento [di meditazione]: vi diamo da bere di ciò che è nel loro ventre e ne traete molti vantaggi; e di loro vi cibate;"
  ],
  [
    22,
    "viaggiate su di essi e sui vascelli."
  ],
  [
    23,
    "Già inviammo Noè al suo popolo. Disse loro: “O popolo mio, adorate Allah. Per voi non c'è altro dio che Lui. Non Lo temete?”."
  ],
  [
    24,
    "Allora i notabili della sua gente, che erano miscredenti, dissero: “Costui non è che un uomo come voi! Vuole [solo] elevarsi sopra di voi. Se Allah avesse voluto [che credessimo] avrebbe fatto scendere degli angeli. Ma di questo non abbiamo mai avuto notizia, [neppure] dai nostri antenati più lontani."
  ],
  [
    25,
    "Certo costui non è che un uomo posseduto. Osservatelo per un po' di tempo...”."
  ],
  [
    26,
    "Disse [Noè]: “Signore, aiutami, mi trattano da impostore”."
  ],
  [
    27,
    "Perciò gli ispirammo: “Costruisci un'Arca sotto i Nostri occhi, secondo quello che ti abbiamo ispirato. Poi, quando giungerà il Decreto Nostro e ribollirà la Fornace, allora imbarca una coppia per ogni specie e la tua famiglia, eccetto colui contro il quale è già stata emessa la sentenza. E non Mi rivolgere suppliche in favore degli ingiusti: saranno annegati."
  ],
  [
    28,
    "Quando poi vi sarete sistemati nell'Arca, tu e coloro che saranno con te, di': “Sia lodato Allah che ci ha salvato dagli ingiusti!”;"
  ],
  [
    29,
    "e di': “Signore, dammi approdo in un luogo benedetto, Tu sei il migliore di coloro che danno approdo!”."
  ],
  [
    30,
    "Questi certamente furono segni. In verità, Noi siamo Colui che mette alla prova."
  ],
  [
    31,
    "E, dopo di loro, suscitammo un'altra generazione,"
  ],
  [
    32,
    "alla quale inviammo un messaggero dei loro, affinché dicesse: “Adorate Allah, per voi non c'è altro dio all'infuori di Lui. Non Lo temerete dunque?”."
  ],
  [
    33,
    "I notabili della sua gente, che erano miscredenti e che negavano l'altra vita, quelli stessi ai quali concedemmo gli agi in questa vita, dissero: “Costui non è che un uomo come voi, mangia ciò che voi mangiate, e beve ciò che voi bevete."
  ],
  [
    34,
    "Se obbedirete ad un vostro simile, sarete certo tra i perdenti!"
  ],
  [
    35,
    "Davvero vi promette che quando sarete morti, [ridotti a] polvere e ossa, sarete risuscitati?"
  ],
  [
    36,
    "Lontano, lontano, è ciò che vi viene promesso!"
  ],
  [
    37,
    "Non esiste altro che questa nostra vita: viviamo e moriamo e non saremo risuscitati."
  ],
  [
    38,
    "Non è altro che un uomo che ha inventato menzogne contro Allah e noi non gli presteremo alcuna fede!”."
  ],
  [
    39,
    "Disse [Noè]: “Signore, aiutami, mi trattano da impostore”."
  ],
  [
    40,
    "Rispose [Allah]: “Ben presto se ne pentiranno, è certo!”."
  ],
  [
    41,
    "Li colpì il Grido in tutta giustizia e li rendemmo come detriti portati dalla corrente. Periscano per sempre gli ingiusti."
  ],
  [
    42,
    "Dopo di loro suscitammo altre generazioni."
  ],
  [
    43,
    "Nessuna comunità anticiperà o ritarderà il termine suo."
  ],
  [
    44,
    "Inviammo i nostri messaggeri, in successione. Ogni volta che un messaggero giunse a una comunità, lo trattarono da impostore. Facemmo sì che succedessero le une alle altre e ne facemmo [argomento di] leggende. Periscano per sempre le genti che non credono!"
  ],
  [
    45,
    "Quindi inviammo Mosè e suo fratello Aronne, coi segni Nostri ed autorità evidente,"
  ],
  [
    46,
    "a Faraone e ai suoi notabili che si mostrarono orgogliosi: era gente superba."
  ],
  [
    47,
    "Dissero: “Dovremmo credere in due uomini come noi, il cui popolo è nostro schiavo?”."
  ],
  [
    48,
    "Li tacciarono di menzogna e furono tra coloro che vennero annientati."
  ],
  [
    49,
    "Già demmo il Libro a Mosè, affinché seguissero la retta via."
  ],
  [
    50,
    "E facemmo un segno del figlio di Maria e di sua madre. Demmo loro rifugio su un colle tranquillo e irrigato."
  ],
  [
    51,
    "O Messaggeri, mangiate quello che è puro e operate il bene. Sì, io conosco bene il vostro agire."
  ],
  [
    52,
    "In verità questa vostra Comunità è una Comunità unica e Io sono il vostro Signore. TemeteMi dunque."
  ],
  [
    53,
    "Ma essi si divisero in sette e ogni fazione si gloria di ciò che possiede."
  ],
  [
    54,
    "Lasciali immersi [nella loro situazione] per un certo periodo."
  ],
  [
    55,
    "Credono forse che tutto ciò che concediamo loro, beni e prole,"
  ],
  [
    56,
    "[sia un anticipo] sulle buone cose [della vita futura]? Certo che no! Sono del tutto incoscienti."
  ],
  [
    57,
    "In verità, coloro che fremono per il timore del loro Signore,"
  ],
  [
    58,
    "che credono nei segni del loro Signore,"
  ],
  [
    59,
    "che nulla associano al loro Signore,"
  ],
  [
    60,
    "che danno quello che danno con cuore colmo di timore, pensando al ritorno al loro Signore,"
  ],
  [
    61,
    "essi sono coloro che si affrettano al bene e sono i primi ad assolverlo."
  ],
  [
    62,
    "Non carichiamo nessuna anima oltre ciò che può portare. Presso di Noi c'è un Libro che dice la verità, ed essi non subiranno alcun torto."
  ],
  [
    63,
    "Ma a proposito [di questo Corano] i loro cuori sono distratti. Ci sono azioni verso le quali gli iniqui andranno inevitabilmente."
  ],
  [
    64,
    "Quando poi colpiamo col Nostro castigo i più agiati tra di loro, lanciano grida d'angoscia:"
  ],
  [
    65,
    "“Non gridate oggi! Nessuno vi proteggerà da Noi!"
  ],
  [
    66,
    "Quando vi erano recitati i Miei segni, volgevate le spalle,"
  ],
  [
    67,
    "gonfi d'orgoglio li denigravate nelle vostre veglie”."
  ],
  [
    68,
    "Non ne hanno dunque meditato le parole [di Allah]? Forse è giunto loro qualche cosa che mai era pervenuta ai loro antenati?"
  ],
  [
    69,
    "Già conoscevano il Messaggero, perché poi lo hanno rinnegato?"
  ],
  [
    70,
    "Oppure dicono: “È un posseduto dai dèmoni”. È invece la verità, quello che lui ha recato, ma la maggior parte di loro disdegna la verità."
  ],
  [
    71,
    "Se la verità fosse consona alle loro passioni, certamente si sarebbero corrotti i cieli e la terra e quelli che vi si trovano! No, abbiamo dato loro il Monito, ma essi se ne allontanano."
  ],
  [
    72,
    "Oppure stai chiedendo loro un compenso? Il compenso del tuo Signore è migliore, ed Egli è il migliore dei sostentatori."
  ],
  [
    73,
    "Certo, tu li inviti alla retta via."
  ],
  [
    74,
    "Invero coloro che non credono all'altra vita se ne allontanano."
  ],
  [
    75,
    "Se li facessimo oggetto della misericordia e allontanassimo la miseria che li affligge, certamente persevererebbero alla cieca nella loro ribellione."
  ],
  [
    76,
    "Già li colpimmo col castigo, ma non si sono arresi al loro Signore, non si sono umiliati."
  ],
  [
    77,
    "[E non lo faranno] fino a quando non apriremo su di loro la porta del castigo terribile, e allora saranno disperati."
  ],
  [
    78,
    "Egli è Colui Che ha creato l'udito, la vista e i cuori. Eppure ben raramente Gli siete riconoscenti."
  ],
  [
    79,
    "Egli è Colui Che vi ha distribuito sulla terra e presso di Lui sarete riuniti."
  ],
  [
    80,
    "Egli è Colui Che dà la vita e dà la morte, a Lui [appartiene] l'alternarsi del giorno e della notte. Non capite dunque?"
  ],
  [
    81,
    "Dicono piuttosto quello che già dissero i loro antenati."
  ],
  [
    82,
    "Dicono: “Quando saremo morti e ridotti in polvere e ossa, davvero saremo resuscitati?"
  ],
  [
    83,
    "Ci viene promesso questo, come già [fu promesso] ai nostri avi: non sono altro che vecchie storie”."
  ],
  [
    84,
    "Di': “A chi [appartiene] la terra e ciò che contiene? [Ditelo] se lo sapete!”."
  ],
  [
    85,
    "Risponderanno: “Ad Allah”. Di': “Non rifletterete dunque?”."
  ],
  [
    86,
    "Di': “Chi è il Signore dei sette cieli, il Signore del Trono Sublime?”."
  ],
  [
    87,
    "Risponderanno: “Allah”. Di': “Non Lo temerete dunque?”."
  ],
  [
    88,
    "Di': “Chi [tiene] nella Sua mano il regno di tutte le cose? Chi è Colui che protegge e contro il Quale nessuno può essere protetto? [Ditelo] se lo sapete!”."
  ],
  [
    89,
    "Risponderanno: “Allah”. Di': “Com'è dunque che siete stregati?”."
  ],
  [
    90,
    "Abbiamo dato loro la verità, ma essi sono dei bugiardi."
  ],
  [
    91,
    "Allah non Si è preso figlio alcuno e non esiste alcun dio al Suo fianco; ché altrimenti ogni dio se ne sarebbe andato con ciò che ha creato e ognuno [di loro] avrebbe cercato di prevalere sugli altri. Gloria ad Allah, ben oltre quello che affermano!"
  ],
  [
    92,
    "[Egli è il] Conoscitore del visibile e dell'invisibile. Egli è ben più alto di quanto [Gli] associano!"
  ],
  [
    93,
    "Di': “Mio Signore, se mai mi mostrerai quello che hai promesso loro..."
  ],
  [
    94,
    "ebbene, mio Signore, non mi annoverare tra gli ingiusti”."
  ],
  [
    95,
    "In verità, Noi possiamo mostrarti quello che abbiamo loro promesso."
  ],
  [
    96,
    "Respingi il male con ciò che è migliore. Ben sappiamo quel che dicono."
  ],
  [
    97,
    "E di': “Signore, mi rifugio in Te contro le seduzioni dei diavoli,"
  ],
  [
    98,
    "e mi rifugio in Te, Signore, contro la loro presenza vicino a me”."
  ],
  [
    99,
    "Quando poi si presenta la morte a uno di loro, egli dice: “Mio Signore! Fatemi ritornare!"
  ],
  [
    100,
    "Che io possa fare il bene che ho omesso”. No! Non è altro che la [vana] parola che [egli] pronuncia e dietro di loro sarà eretta una barriera fino al Giorno della Resurrezione."
  ],
  [
    101,
    "Quando poi sarà suonato il Corno, in quel Giorno non ci saranno tra loro più legami parentali, e non si porranno più domande."
  ],
  [
    102,
    "Coloro che avranno bilance pesanti, avranno la beatitudine;"
  ],
  [
    103,
    "ma coloro che avranno bilance leggere, saranno quelli che avranno perduto loro stessi: rimarranno in perpetuo nell'Inferno,"
  ],
  [
    104,
    "il fuoco brucerà i loro volti e avranno torte le labbra."
  ],
  [
    105,
    "“Non vi sono stati recitati i Miei versetti? E non li consideraste imposture?”"
  ],
  [
    106,
    "Risponderanno: “Nostro Signore, ha vinto la disgrazia, eravamo gente traviata."
  ],
  [
    107,
    "Signore, facci uscire di qui! Se poi persisteremo [nel peccato], saremo, allora, davvero ingiusti”."
  ],
  [
    108,
    "Dirà: “Rimanetevi e non parlateMi più”."
  ],
  [
    109,
    "Invero, c'era una parte dei Miei servi che diceva: “Signore, noi crediamo: perdonaci e usaci misericordia! Tu sei il Migliore dei misericordiosi!”."
  ],
  [
    110,
    "E invece li avete scherniti al punto da perdere il Ricordo di Me, mentre di essi ridevate."
  ],
  [
    111,
    "In verità, oggi li ho compensati di ciò che hanno sopportato con pazienza; essi sono coloro che hanno conseguito [la beatitudine]."
  ],
  [
    112,
    "Dirà: “Quanti anni siete rimasti sulla terra?”."
  ],
  [
    113,
    "Risponderanno: “Siamo rimasti un giorno, o parte di un giorno. Interroga coloro che tengono il computo”."
  ],
  [
    114,
    "Dirà: “Davvero siete rimasti ben poco. Se lo aveste saputo!"
  ],
  [
    115,
    "Pensavate che vi avessimo creati per celia e che non sareste stati ricondotti a Noi?”."
  ],
  [
    116,
    "Sia esaltato Allah, il vero Re. Non c'è altro dio all'infuori di Lui, il Signore del Trono Sublime."
  ],
  [
    117,
    "E chi invoca insieme ad Allah un'altra divinità, senza averne prova alcuna, dovrà renderne conto al suo Signore. Certamente i miscredenti non prospereranno."
  ],
  [
    118,
    "E di': “Signore, perdona e usaci misericordia, Tu sei il Migliore dei misericordiosi”."
  ]
]