[
  {
    "id": 25,
    "city": "makkah",
    "name": {
      "translated": "The Criterion",
      "transliterated": "Al-Furqan",
      "codepoints": [
        1575,
        1604,
        1601,
        1585,
        1602,
        1575,
        1606
      ]
    },
    "ayahs": 77,
    "slug": "al-furqan",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Benedetto Colui Che ha fatto scendere il Discrimine sul Suo servo, affinché potesse essere un ammonitore per tutti i mondi."
  ],
  [
    2,
    "Colui Cui [appartiene] la sovranità dei cieli e della terra, Che non si è preso figlio alcuno, Che non ha consoci nella sovranità, Che ha creato ogni cosa e le ha dato giusta misura."
  ],
  [
    3,
    "E invece si sono presi, all'infuori di Lui, divinità che, esse stesse create, nulla creano, e che non sono in grado neanche di fare il male o il bene a loro stesse, che non son padrone né della morte, né della vita, né della Resurrezione."
  ],
  [
    4,
    "I miscredenti dicono: “Tutto questo non è altro che menzogna che costui ha inventato con l'aiuto di un altro popolo”. Hanno commesso ingiustizia e falsità."
  ],
  [
    5,
    "E dicono: “Favole degli antichi che si è fatto scrivere! Che gli dettano al mattino e alla sera”."
  ],
  [
    6,
    "Di': “Lo ha fatto scendere Colui Che conosce i segreti dei cieli e della terra. In verità è perdonatore, misericordioso”."
  ],
  [
    7,
    "E dicono: “Ma che Inviato è costui, che mangia cibo e cammina nei mercati? Perché non è stato fatto scendere un angelo, che fosse ammonitore assieme a lui?"
  ],
  [
    8,
    "Perché non gli viene lanciato un tesoro [dal cielo]? Non ha neppure un suo giardino di cui mangiare [i frutti]?”. Dicono gli ingiusti: “Voi seguite un uomo stregato!”."
  ],
  [
    9,
    "Guarda in che maniera ti considerano! Si sono sviati e non potranno [trovare] il sentiero."
  ],
  [
    10,
    "Benedetto Colui Che, se vuole, ti concederà cose ancora migliori di queste: Giardini in cui scorrono i ruscelli e ti darà palazzi."
  ],
  [
    11,
    "Invece tacciano di menzogna l'Ora. Per coloro che tacciano di menzogna l'Ora, abbiamo preparato la Fiamma;"
  ],
  [
    12,
    "e quando li vedrà da lontano, potranno sentirne la furia e il crepitio."
  ],
  [
    13,
    "E quando, legati insieme, saranno gettati in uno spazio angusto, invocheranno l'annientamento totale."
  ],
  [
    14,
    "[Sarà detto loro]: “Oggi non invocate l'annientamento una sola volta, ma invocatelo molte volte”."
  ],
  [
    15,
    "Di': “È forse meglio questa [Fiamma] o il Giardino perpetuo che è stato promesso ai timorati come premio e ultima destinazione?"
  ],
  [
    16,
    "Avranno colà tutto ciò che desidereranno e perpetua dimora”. Promessa che il tuo Signore manterrà."
  ],
  [
    17,
    "Il Giorno in cui saranno riuniti, essi e coloro che adoravano all'infuori di Allah, [Egli] dirà [a questi ultimi]: “Siete voi che avete sviato questi Miei servi o hanno smarrito la via da soli?”."
  ],
  [
    18,
    "Risponderanno: “Gloria a Te! Che vantaggio avremmo avuto a scegliere alleati e protettori all'infuori di Te? Ma Tu colmasti loro e i loro avi di [tanta ricchezza di] beni, [che] dimenticarono il Ricordo [di Te] e furono uomini perduti”."
  ],
  [
    19,
    "“Già hanno smentito quello che dite. Non potrete sfuggire [al castigo], né avrete soccorso alcuno. A tutti gli ingiusti daremo un grande castigo.”"
  ],
  [
    20,
    "Prima di te non inviammo alcun Messaggero che non mangiasse cibo e non camminasse nei mercati. E designammo alcuni come tentazioni per gli altri. Persevererete? Il tuo Signore tutto osserva."
  ],
  [
    21,
    "E coloro che non sperano di incontrarCi dicono: “Perché non sono stati fatti scendere angeli su di noi, [perché] non vediamo il nostro Signore?”. Hanno riempito di orgoglio le anime loro e travalicato i limiti dell'arroganza."
  ],
  [
    22,
    "Il Giorno in cui vedranno gli angeli, in quel Giorno gli ingiusti non avranno nessuna buona novella, sarà detto loro: “Rifugio inaccessibile!”."
  ],
  [
    23,
    "Abbiamo giudicato le loro opere e ne abbiamo fatto polvere dispersa."
  ],
  [
    24,
    "In quel Giorno le genti del Paradiso avranno il miglior rifugio e il più bel luogo per riposare."
  ],
  [
    25,
    "Il Giorno in cui le nuvole del cielo si apriranno e scenderanno di discesa gli angeli,"
  ],
  [
    26,
    "in quel Giorno la vera sovranità [apparterrà] al Compassionevole e sarà un Giorno difficile per i miscredenti."
  ],
  [
    27,
    "Il Giorno in cui l'ingiusto si morderà le mani e dirà: “Me disgraziato! Ah, se avessi seguito la via con il Messaggero!"
  ],
  [
    28,
    "Guai a me, me disgraziato! Se non avessi scelto il tale per amico!"
  ],
  [
    29,
    "Sicuramente mi ha sviato dal Monito, dopo che mi giunse”. In verità, Satana è il traditore degli uomini."
  ],
  [
    30,
    "Il Messaggero dice: “Signore, il mio popolo ha in avversione questo Corano!”."
  ],
  [
    31,
    "Ad ogni profeta assegnammo un nemico scelto tra i malvagi. Ti basti il tuo Signore come guida e ausilio!"
  ],
  [
    32,
    "I miscredenti dicono: “Perché il Corano non è stato fatto scendere su di lui in un'unica soluzione!”. [Lo abbiamo invece rivelato] in questo modo per rafforzare il tuo cuore. E te lo facciamo recitare con cura."
  ],
  [
    33,
    "Non proporranno alcun interrogativo, senza che [Noi] ti forniamo la verità [in proposito] e la migliore spiegazione."
  ],
  [
    34,
    "Coloro che saranno trascinati sui loro volti verso l'Inferno, quelli sono coloro che avranno la peggiore delle condizioni, i più sviati dalla retta via."
  ],
  [
    35,
    "Già demmo a Mosè la Torâh e gli concedemmo suo fratello Aronne come ausilio."
  ],
  [
    36,
    "Dicemmo: “Andate presso il popolo che tacciò di menzogna i segni Nostri”. E lo colpimmo poi di distruzione totale."
  ],
  [
    37,
    "E il popolo di Noè, quando tacciarono di menzogna i messaggeri, li annegammo e ne facemmo un segno per gli uomini. Abbiamo preparato un castigo doloroso per gli ingiusti."
  ],
  [
    38,
    "[Ricorda] gli Âd, i Thamûd e le genti di ar-Rass e molte altre generazioni intermedie!"
  ],
  [
    39,
    "A tutti loro proponemmo delle metafore e poi li sterminammo totalmente."
  ],
  [
    40,
    "Certamente quegli altri sono passati nei pressi della città sulla quale cadde una pioggia di sventura. Non l'han forse vista? No, perché ancora non sperano nella Resurrezione!"
  ],
  [
    41,
    "Quando ti vedono non fanno altro che schernirti: “È costui, che Allah ha mandato come messaggero?"
  ],
  [
    42,
    "C'è mancato poco che non ci sviasse dai nostri dèi, se solo non fossimo rimasti perseveranti”. Ma presto sapranno, quando vedranno il castigo, chi è il più sviato dalla [retta] via."
  ],
  [
    43,
    "Non ha visto quello che ha elevato a divinità le sue passioni? Vuoi forse essere un garante per lui?"
  ],
  [
    44,
    "Credi che la maggior parte di loro ascolti e comprenda? Non son altro che animali, e ancora più sviati dalla [retta] via."
  ],
  [
    45,
    "Non hai visto come distende l'ombra, il tuo Signore? E se avesse voluto l'avrebbe fatta immobile. Invece facemmo del sole il suo riferimento;"
  ],
  [
    46,
    "e poi la prendiamo [per ricondurla] a Noi con facilità."
  ],
  [
    47,
    "Egli è Colui Che della notte ha fatto una veste per voi, del sonno un riposo e ha fatto del giorno, un risveglio."
  ],
  [
    48,
    "Egli è Colui Che invia i venti come annuncio che precede la Sua misericordia; e facciamo scendere dal cielo un'acqua pura,"
  ],
  [
    49,
    "per rivivificare con essa la terra morta e dissetare molti degli animali e degli uomini che abbiamo creato."
  ],
  [
    50,
    "L'abbiamo distribuita tra loro affinché ricordino. Ma la maggior parte degli uomini rifiutò tutto, eccetto la miscredenza."
  ],
  [
    51,
    "Se avessimo voluto, avremmo suscitato un ammonitore in ogni città."
  ],
  [
    52,
    "Non obbedire ai miscredenti; lotta con esso vigorosamente."
  ],
  [
    53,
    "Egli è Colui Che ha fatto confluire le due acque: una dolce e gradevole, l'altra salata e amara, e ha posto tra loro una zona intermedia, una barriera insormontabile."
  ],
  [
    54,
    "Egli è Colui Che dall'acqua, ha creato una specie umana e la ha resa consanguinea ed affine. Il tuo Signore è potente."
  ],
  [
    55,
    "Adorano, all'infuori di Allah, ciò che non reca loro né giovamento, né danno. Il miscredente sarà sempre alleato dei nemici, contro il suo Signore."
  ],
  [
    56,
    "Ebbene, Noi ti abbiamo inviato solo come nunzio e ammonitore."
  ],
  [
    57,
    "Di': “Non vi chiedo ricompensa alcuna, ma solo che, chi lo voglia, segua la via [che conduce] al suo Signore”."
  ],
  [
    58,
    "Confida nel Vivente che mai non muore, lodaLo e glorificaLo. Egli basta a Se stesso nella conoscenza dei peccati dei Suoi servi."
  ],
  [
    59,
    "Egli è Colui Che, in sei giorni, ha creato i cieli e la terra e quello che vi è frammezzo e quindi Si è innalzato sul Trono, il Compassionevole. Chiedi a qualcuno ben informato su di Lui."
  ],
  [
    60,
    "E quando si dice loro: “Prosternatevi al Compassionevole” dicono: “E cos'è mai il Compassionevole? Dovremmo prosternarci a chi tu ci comandi?”. E la loro ripulsa s'accresce."
  ],
  [
    61,
    "Benedetto Colui Che ha posto in cielo le costellazioni, un luminare e una luna che rischiara!"
  ],
  [
    62,
    "Egli è Colui Che ha stabilito l'alternarsi del giorno e della notte, per chi vuole meditare o essere riconoscente."
  ],
  [
    63,
    "I servi del Compassionevole: sono coloro che camminano sulla terra con umiltà e quando gli ignoranti si rivolgono loro, rispondono: “Pace!”;"
  ],
  [
    64,
    "coloro che passano la notte prosternati e ritti davanti al loro Signore;"
  ],
  [
    65,
    "coloro che invocano: “Signore, allontana da noi il castigo dell'Inferno, ché in verità questo è un castigo perpetuo;"
  ],
  [
    66,
    "qual tristo rifugio e soggiorno!”;"
  ],
  [
    67,
    "coloro che quando spendono non sono né avari, né prodighi, ma si tengono nel giusto mezzo;"
  ],
  [
    68,
    "coloro che non invocano altra divinità assieme ad Allah; che non uccidono, se non per giustizia, un'anima che Allah ha reso sacra; e non si danno alla fornicazione. E chi compie tali azioni avrà una punizione,"
  ],
  [
    69,
    "avrà castigo raddoppiato nel Giorno della Resurrezione e vi rimarrà in perpetuo coperto d'ignominia,"
  ],
  [
    70,
    "a meno che non si penta, creda e operi il bene, ché a costoro Allah cambierà le loro cattive azioni in buone. Allah è perdonatore, misericordioso;"
  ],
  [
    71,
    "chi si pente e opera il bene, il suo pentimento è verso Allah."
  ],
  [
    72,
    "[E sono coloro] che non rendono falsa testimonianza e quando passano nei pressi della futilità, se ne allontanano con dignità;"
  ],
  [
    73,
    "coloro che, quando vengono ammoniti con i versetti del loro Signore, non sono né sordi né ciechi"
  ],
  [
    74,
    "e dicono: “Signore, dacci conforto nelle nostre spose e nei nostri figli e fai di noi una guida per i timorati [di Allah]”."
  ],
  [
    75,
    "Per la loro costanza saranno compensati con il livello più alto [del Paradiso] e saranno ricevuti con l'augurio di pace,"
  ],
  [
    76,
    "per rimanervi in perpetuo. Quale splendido rifugio e soggiorno!"
  ],
  [
    77,
    "Di': “Il mio Signore non si curerà affatto di voi se non Lo invocherete. [Ma] già tacciaste di menzogna [la Sua Rivelazione] e presto [ne subirete] le inevitabili [conseguenze]”."
  ]
]