[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "The Poets",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Tâ, Sîn, Mîm."
  ],
  [
    2,
    "Questi sono i versetti del Libro chiarissimo."
  ],
  [
    3,
    "Forse, ti affliggi perché essi non sono credenti:"
  ],
  [
    4,
    "se volessimo, faremmo scendere su di loro un segno dal cielo, di fronte al quale piegherebbero il capo."
  ],
  [
    5,
    "Non giunge loro alcun nuovo Monito del Compassionevole, senza che se ne allontanino."
  ],
  [
    6,
    "Lo hanno tacciato di menzogna. Ben presto avranno notizie di ciò che scherniscono."
  ],
  [
    7,
    "Non hanno visto quante nobili specie abbiamo fatto germogliare sulla terra?"
  ],
  [
    8,
    "Questo è davvero un segno, ma la maggior parte di loro non crede."
  ],
  [
    9,
    "Sì, il tuo Signore è l'Eccelso, il Misericordioso."
  ],
  [
    10,
    "[Ricorda] quando il tuo Signore chiamò Mosè: “Recati presso il popolo degli oppressori,"
  ],
  [
    11,
    "presso il popolo di Faraone: non avranno timore di [Me]?”."
  ],
  [
    12,
    "Disse: “Signore, invero temo che mi trattino da bugiardo."
  ],
  [
    13,
    "È oppresso il mio petto e la mia lingua legata. Manda Aronne piuttosto."
  ],
  [
    14,
    "Di fronte a loro io sono in colpa. Temo che mi uccidano”."
  ],
  [
    15,
    "Disse: “Invece no, andate entrambi con i Nostri segni. Noi saremo con voi e ascolteremo."
  ],
  [
    16,
    "Andate da Faraone e ditegli: \" Noi siamo gli inviati del Signore dei mondi,"
  ],
  [
    17,
    "affinché tu lasci partire con noi i Figli di Israele \"."
  ],
  [
    18,
    "Rispose: “Non ti abbiamo forse allevato presso di noi quando eri bambino, non sei forse rimasto con noi molti anni della tua vita?"
  ],
  [
    19,
    "Poi hai commesso l'atto di cui ti macchiasti e fosti un ingrato”."
  ],
  [
    20,
    "Disse: “Ho fatto ciò quando ancora ero uno degli smarriti."
  ],
  [
    21,
    "Sono fuggito da voi perché ho avuto paura di voi. [Ora] il mio Signore mi ha dato il discernimento e ha fatto di me uno dei [Suoi] Messaggeri."
  ],
  [
    22,
    "Mi vuoi forse rinfacciare questo favore, mentre schiavizzi i Figli di Israele?”."
  ],
  [
    23,
    "Disse Faraone: “E chi è questo Signore dei mondi?”."
  ],
  [
    24,
    "Rispose: “Il Signore dei cieli e della terra e di ciò che vi è tra essi. Se solo poteste esserne convinti!”."
  ],
  [
    25,
    "Disse [Faraone] a quelli che lo attorniavano: “Non avete sentito?”."
  ],
  [
    26,
    "Disse [Mosè]: “È il vostro Signore, il Signore dei vostri antenati più lontani!”."
  ],
  [
    27,
    "Disse [Faraone]: “Davvero il messaggero che vi è stato inviato è un folle”."
  ],
  [
    28,
    "Disse [Mosè]: “[È] il Signore dell'Oriente e dell'Occidente, e di ciò che vi è frammezzo, se solo lo capiste”."
  ],
  [
    29,
    "Disse: “Se prenderai un dio dall'infuori di me, certamente farò di te un prigioniero”."
  ],
  [
    30,
    "Rispose [Mosè]: “Anche se ti portassi una prova evidente?”."
  ],
  [
    31,
    "Disse: “Portala dunque, se sei fra i veritieri”."
  ],
  [
    32,
    "Gettò il suo bastone, ed ecco che [divenne] palesemente un serpente."
  ],
  [
    33,
    "Trasse la sua mano, ed essa [apparve] bianca a coloro che guardavano."
  ],
  [
    34,
    "Disse [Faraone] ai notabili che lo attorniavano: “È davvero un mago sapiente,"
  ],
  [
    35,
    "vuole cacciarvi dalla vostra terra con la sua magia. Ebbene, che cosa deliberate?”."
  ],
  [
    36,
    "Dissero: “Rimanda lui e suo fratello e invia messi nelle città,"
  ],
  [
    37,
    "affinché ti conducano ogni grande mago sapiente”."
  ],
  [
    38,
    "Si riunirono i maghi per l'incontro, nel giorno stabilito."
  ],
  [
    39,
    "E si disse al popolo: “Vi riunirete in massa,"
  ],
  [
    40,
    "così da poter seguire i maghi, se saranno vincitori!”."
  ],
  [
    41,
    "Poi, quando i maghi furono convenuti dissero a Faraone: “Davvero avremo una ricompensa se saremo vincitori?”."
  ],
  [
    42,
    "Rispose: “Sì, e in tal caso sarete tra i favoriti”."
  ],
  [
    43,
    "Mosè disse loro: “Gettate quello che avete da gettare”."
  ],
  [
    44,
    "Gettarono le loro corde e i loro bastoni e dissero: “Per la maestà di Faraone, saremo noi i vincitori!”."
  ],
  [
    45,
    "Gettò Mosè il suo bastone ed esso inghiottì i loro artifici."
  ],
  [
    46,
    "Allora i maghi si gettarono in prosternazione,"
  ],
  [
    47,
    "dicendo: “Crediamo nel Signore dei mondi,"
  ],
  [
    48,
    "il Signore di Mosè e di Aronne”."
  ],
  [
    49,
    "Disse [Faraone]: “Crederete in Lui prima che io ve lo permetta? In verità, è lui il vostro gran maestro, colui che vi ha insegnato la magia! Presto imparerete [a vostre spese]: vi farò tagliare mani e piedi alternati e vi farò crocifiggere tutti quanti”."
  ],
  [
    50,
    "Risposero: “Non sarà un male: al nostro Signore faremo ritorno."
  ],
  [
    51,
    "Bramiamo che il nostro Signore perdoni i nostri peccati, per essere stati i primi a credere”."
  ],
  [
    52,
    "E rivelammo a Mosè: “Fa' partire i Miei servi nottetempo. Certamente sarete inseguiti”."
  ],
  [
    53,
    "Faraone mandò messi in tutte le città:"
  ],
  [
    54,
    "[perché dicessero:] “Invero, sono un gruppo esiguo,"
  ],
  [
    55,
    "e ci hanno irritato,"
  ],
  [
    56,
    "mentre noi siamo ben vigili”."
  ],
  [
    57,
    "Facemmo sì che abbandonassero giardini e fonti,"
  ],
  [
    58,
    "tesori e graziose dimore."
  ],
  [
    59,
    "Così fu, e [tutto] demmo in eredità ai Figli di Israele."
  ],
  [
    60,
    "Al levarsi del sole li inseguirono."
  ],
  [
    61,
    "Quando le due schiere si avvistarono, i compagni di Mosè dissero: “Saremo raggiunti!”."
  ],
  [
    62,
    "Disse [Mosè]: “Giammai, il mio Signore è con me e mi guiderà”."
  ],
  [
    63,
    "Rivelammo a Mosè: “Colpisci il mare con il tuo bastone”. Subito si aprì e ogni parte [dell'acqua] fu come una montagna enorme."
  ],
  [
    64,
    "Facemmo avvicinare gli altri,"
  ],
  [
    65,
    "e salvammo Mosè e tutti coloro che erano con lui,"
  ],
  [
    66,
    "mentre annegammo gli altri."
  ],
  [
    67,
    "In verità, in ciò vi è un segno! Ma la maggior parte di loro non crede."
  ],
  [
    68,
    "In verità, il tuo Signore è l'Eccelso, il Misericordioso."
  ],
  [
    69,
    "E recita loro la storia di Abramo,"
  ],
  [
    70,
    "quando disse a suo padre e al suo popolo: “Cosa adorate?”."
  ],
  [
    71,
    "Risposero: “Adoriamo gli idoli e resteremo fedeli a loro”."
  ],
  [
    72,
    "Disse [Abramo]: “Vi ascoltano, quando li invocate?"
  ],
  [
    73,
    "Vi giovano o vi recano danno?”."
  ],
  [
    74,
    "Risposero: “No, ma trovammo i nostri avi che facevano così!”."
  ],
  [
    75,
    "Disse: “Avete ben riflettuto su ciò che avete adorato,"
  ],
  [
    76,
    "sia voi che i vostri lontani antenati?"
  ],
  [
    77,
    "Essi sono tutti miei nemici, eccetto il Signore dei mondi,"
  ],
  [
    78,
    "Colui Che mi ha creato e mi guida,"
  ],
  [
    79,
    "Colui Che mi nutre e mi dà da bere,"
  ],
  [
    80,
    "Colui Che, quando sono malato, mi guarisce,"
  ],
  [
    81,
    "Colui Che mi farà morire e mi ridarà la vita;"
  ],
  [
    82,
    "ed è da Lui che bramo il perdono delle mie colpe, nel Giorno del Giudizio."
  ],
  [
    83,
    "Signore, dammi discernimento e annoverami tra i giusti,"
  ],
  [
    84,
    "concedimi la stima sincera dei posteri."
  ],
  [
    85,
    "Fa’ che sia uno degli eredi del Giardino delle Delizie,"
  ],
  [
    86,
    "e perdona a mio padre: davvero è stato uno degli sviati."
  ],
  [
    87,
    "E non coprirmi di abominio nel Giorno in cui [gli uomini] saranno resuscitati,"
  ],
  [
    88,
    "il Giorno in cui non gioveranno né ricchezze, né progenie,"
  ],
  [
    89,
    "eccetto per colui che verrà ad Allah con cuore puro”."
  ],
  [
    90,
    "Il Giardino sarà alla portata dei timorati"
  ],
  [
    91,
    "e la Fornace apparirà per i traviati,"
  ],
  [
    92,
    "e verrà detto loro: “Dove sono coloro che adoravate"
  ],
  [
    93,
    "all'infuori di Allah? Vi sono d'aiuto o sono d'aiuto a loro stessi?”."
  ],
  [
    94,
    "Vi saranno gettati, loro e i traviati,"
  ],
  [
    95,
    "e tutte le schiere di Iblis."
  ],
  [
    96,
    "Diranno, disputando tra loro:"
  ],
  [
    97,
    "“Per Allah, certamente eravamo in errore evidente,"
  ],
  [
    98,
    "quando vi considerammo uguali al Signore dei mondi!"
  ],
  [
    99,
    "Coloro che ci hanno sviato non sono altro che iniqui:"
  ],
  [
    100,
    "per noi non ci sono intercessori,"
  ],
  [
    101,
    "e neppure un amico cordiale."
  ],
  [
    102,
    "Se solo ci fosse [possibile] un ritorno, saremmo allora tra i credenti”."
  ],
  [
    103,
    "Questo è davvero un segno, ma la maggior parte di loro non crede."
  ],
  [
    104,
    "In verità, il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    105,
    "Il popolo di Noè tacciò di menzogna gli inviati."
  ],
  [
    106,
    "[Ricorda] quando il loro fratello Noè disse loro: “Non sarete dunque timorati?"
  ],
  [
    107,
    "Invero sono per voi un messaggero degno di fede!"
  ],
  [
    108,
    "Temete Allah e obbeditemi."
  ],
  [
    109,
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi."
  ],
  [
    110,
    "Temete Allah e obbeditemi”."
  ],
  [
    111,
    "Risposero: “Dovremmo credere in te, nonostante che siano i più miserabili [di noi] a seguirti?”."
  ],
  [
    112,
    "Disse [Noè]: “Io non conosco il loro operato."
  ],
  [
    113,
    "Il giudizio su di loro spetta al mio Signore. Se solo ne foste consapevoli!"
  ],
  [
    114,
    "Non sarò certo io a respingere i credenti."
  ],
  [
    115,
    "Io non sono altro che un nunzio esplicito”."
  ],
  [
    116,
    "Dissero: “O Noè, se non smetti sarai certamente lapidato”."
  ],
  [
    117,
    "Disse: “O Signor mio, la mia gente mi tratta da bugiardo."
  ],
  [
    118,
    "Apri una via tra me e loro, e salva me e i credenti che sono con me”."
  ],
  [
    119,
    "Salvammo lui, e quelli che erano insieme con lui sull'Arca stracolma."
  ],
  [
    120,
    "Gli altri li annegammo."
  ],
  [
    121,
    "Ecco certamente un segno, tuttavia la maggior parte di loro non crede."
  ],
  [
    122,
    "In verità, il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    123,
    "Gli Âd smentirono gli inviati."
  ],
  [
    124,
    "[Ricorda] quando il loro fratello Hûd, disse loro: “Non sarete dunque timorati?"
  ],
  [
    125,
    "Invero sono per voi un messaggero degno di fede!"
  ],
  [
    126,
    "Temete Allah e obbeditemi."
  ],
  [
    127,
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi."
  ],
  [
    128,
    "Eleverete un edificio su ogni collina, [solo] per futilità?"
  ],
  [
    129,
    "E costruirete fortezze, come se doveste vivervi in perpetuo?"
  ],
  [
    130,
    "E quando colpirete, lo farete come tiranni?"
  ],
  [
    131,
    "Temete Allah e obbeditemi,"
  ],
  [
    132,
    "e temete Colui che vi ha provvisto di ciò che ben sapete:"
  ],
  [
    133,
    "vi ha provvisto di bestiame e di progenie,"
  ],
  [
    134,
    "di giardini e fonti."
  ],
  [
    135,
    "Invero, temo per voi il castigo di un Giorno terribile”."
  ],
  [
    136,
    "Dissero: “Che tu ci ammonisca o non lo faccia, per noi è la stessa cosa."
  ],
  [
    137,
    "Questi nostri costumi non sono che quelli degli antichi:"
  ],
  [
    138,
    "[pertanto] non saremo certo puniti”."
  ],
  [
    139,
    "Lo trattarono da bugiardo e Noi li facemmo perire. Questo è certo un segno, ma la maggior parte di loro non crede."
  ],
  [
    140,
    "In verità il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    141,
    "I Thamûd accusarono di menzogna gli inviati."
  ],
  [
    142,
    "Quando il loro fratello Sâlih disse loro: “Non sarete dunque timorati?"
  ],
  [
    143,
    "Invero, sono per voi un messaggero degno di fede!"
  ],
  [
    144,
    "Temete Allah e obbeditemi."
  ],
  [
    145,
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi."
  ],
  [
    146,
    "Siete sicuri di poter essere sempre qui al sicuro,"
  ],
  [
    147,
    "tra giardini e fonti,"
  ],
  [
    148,
    "tra messi e palmeti dalle spate stracariche,"
  ],
  [
    149,
    "a scavare con maestria case nelle montagne?"
  ],
  [
    150,
    "Temete Allah e obbeditemi."
  ],
  [
    151,
    "Non obbedite ai comandi degli empi,"
  ],
  [
    152,
    "che spargono la corruzione sulla terra, senza mai emendarsi”."
  ],
  [
    153,
    "Dissero: “Tu non sei altro che uno stregato!"
  ],
  [
    154,
    "Sei un uomo come noi. Dacci un segno, se sei veridico”."
  ],
  [
    155,
    "Disse: “Questa è una cammella: berrà e voi berrete nei giorni stabiliti."
  ],
  [
    156,
    "Non fatele alcun male o vi colpirà il castigo di un Giorno tremendo”."
  ],
  [
    157,
    "Le tagliarono i garretti, ma ebbero a pentirsene!"
  ],
  [
    158,
    "Li colpì il castigo. Ecco certo un segno! Ma la maggior parte di loro non crede."
  ],
  [
    159,
    "In verità il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    160,
    "Il popolo di Lot accusò di menzogna gli inviati."
  ],
  [
    161,
    "Quando il loro fratello Lot, disse loro: “Non sarete dunque timorati [di Allah]?"
  ],
  [
    162,
    "Invero, sono per voi un messaggero degno di fede."
  ],
  [
    163,
    "Temete Allah e obbeditemi."
  ],
  [
    164,
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi."
  ],
  [
    165,
    "Tra tutte le creature bramerete i maschi,"
  ],
  [
    166,
    "lasciando da parte le spose che il vostro Signore ha creato per voi? Ma voi siete un popolo di trasgressori!”."
  ],
  [
    167,
    "Dissero: “Se non la smetti, certamente sarai scacciato”."
  ],
  [
    168,
    "Disse: “Io aborrisco il vostro comportamento."
  ],
  [
    169,
    "Signore, preserva me e la mia famiglia dalle loro azioni”."
  ],
  [
    170,
    "Noi lo salvammo insieme con tutta la sua famiglia,"
  ],
  [
    171,
    "a parte una vecchia che restò indietro."
  ],
  [
    172,
    "Quindi annientammo tutti gli altri:"
  ],
  [
    173,
    "facemmo scendere su di loro una pioggia, una pioggia orribile su coloro che erano stati [invano] avvertiti."
  ],
  [
    174,
    "Questo è certo un segno! Ma la maggior parte di loro non crede."
  ],
  [
    175,
    "In verità il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    176,
    "Il popolo di al-Aykah accusò di menzogna gli inviati."
  ],
  [
    177,
    "Quando Shu'ayb disse loro: “Non sarete dunque timorati [di Allah]?"
  ],
  [
    178,
    "Invero sono per voi un messaggero degno di fede!"
  ],
  [
    179,
    "Temete Allah e obbeditemi."
  ],
  [
    180,
    "Non vi chiedo ricompensa alcuna, ché la mia ricompensa è presso il Signore dei mondi."
  ],
  [
    181,
    "Colmate la misura e non siate fraudolenti,"
  ],
  [
    182,
    "e pesate con giusta bilancia."
  ],
  [
    183,
    "Non date agli uomini meno di quel che spetta loro e non corrompete la terra portandovi disordine."
  ],
  [
    184,
    "Temete Colui che ha creato voi e le generazioni antiche”."
  ],
  [
    185,
    "Dissero: “Davvero tu sei uno stregato,"
  ],
  [
    186,
    "e non sei che un uomo come noi; davvero pensiamo che tu sia un bugiardo."
  ],
  [
    187,
    "Fai cadere su di noi dei pezzi di cielo, se sei veridico!”."
  ],
  [
    188,
    "Disse: “Il mio Signore ben conosce quello che fate”."
  ],
  [
    189,
    "Lo trattarono da bugiardo. Li colpì allora il castigo del Giorno dell'Ombra. In verità, fu il castigo di un Giorno terribile."
  ],
  [
    190,
    "Questo è certo un segno! Ma la maggior parte di loro non crede."
  ],
  [
    191,
    "In verità, il tuo Signore è l'Eccelso, il Misericordioso!"
  ],
  [
    192,
    "In verità, esso è davvero ciò che il Signore dei mondi ha rivelato,"
  ],
  [
    193,
    "è sceso con esso lo Spirito fedele,"
  ],
  [
    194,
    "sul cuore tuo, affinché tu fossi un ammonitore"
  ],
  [
    195,
    "in lingua araba esplicita."
  ],
  [
    196,
    "E già era nelle scritture degli antichi."
  ],
  [
    197,
    "Non è un segno, per loro, che lo riconoscano i sapienti dei Figli di Israele?"
  ],
  [
    198,
    "Se lo avessimo rivelato ad un non arabo,"
  ],
  [
    199,
    "e questi lo avesse recitato loro, non vi avrebbero creduto."
  ],
  [
    200,
    "In tal modo lo facemmo entrare nel cuore dei miscredenti:"
  ],
  [
    201,
    "ma non crederanno in esso prima di aver visto il castigo doloroso,"
  ],
  [
    202,
    "che giungerà loro all'improvviso, senza che se ne accorgano."
  ],
  [
    203,
    "Diranno allora: “Ci sarà concesso un rinvio?”."
  ],
  [
    204,
    "È il Nostro castigo che vogliono affrettare?"
  ],
  [
    205,
    "Non vedi che, se concedessimo loro di godere per anni,"
  ],
  [
    206,
    "e quindi giungesse loro ciò di cui furono minacciati,"
  ],
  [
    207,
    "non gioverebbe loro quel che hanno goduto."
  ],
  [
    208,
    "Nessuna città distruggemmo senza che avesse avuto ammonitori,"
  ],
  [
    209,
    "che la avvertissero - ché Noi non siamo ingiusti."
  ],
  [
    210,
    "Non sono i diavoli che l' hanno fatto scendere:"
  ],
  [
    211,
    "ché Esso non si addice loro, e neppure avrebbero potuto [produrlo],"
  ],
  [
    212,
    "poiché invero sono esclusi dall'ascolto."
  ],
  [
    213,
    "Non invocare assieme ad Allah un'altra divinità, ché saresti tra i dannati."
  ],
  [
    214,
    "Danne l'annuncio ai tuoi parenti più stretti."
  ],
  [
    215,
    "e sii benevolo con i credenti che ti seguono."
  ],
  [
    216,
    "Se poi ti disobbediscono allora di': “In verità, sconfesso quello che fate!”."
  ],
  [
    217,
    "E confida nell'Eccelso, nel Misericordioso,"
  ],
  [
    218,
    "che ti vede quando ti alzi [per l'orazione],"
  ],
  [
    219,
    "e [vede] i tuoi movimenti tra coloro che si prosternano."
  ],
  [
    220,
    "In verità Egli è Colui che tutto ascolta e conosce."
  ],
  [
    221,
    "[Volete che]vi indichi quelli sui quali scendono i diavoli?"
  ],
  [
    222,
    "Scendono su ogni mentitore peccaminoso."
  ],
  [
    223,
    "Tendono l'orecchio, ma la maggior parte di loro sono bugiardi."
  ],
  [
    224,
    "E quanto ai poeti, sono i traviati che li seguono..."
  ],
  [
    225,
    "Non vedi come errano in ogni valle,"
  ],
  [
    226,
    "e dicono cose che non fanno?"
  ],
  [
    227,
    "Eccetto coloro che credono, compiono il bene e spesso ricordano Allah, e che si difendono quando sono vittime di un'ingiustizia. Gli ingiusti vedranno, ben presto, il destino verso il quale si avviano."
  ]
]