[
  {
    "id": 30,
    "city": "makkah",
    "name": {
      "translated": "The Romans",
      "transliterated": "Ar-Rum",
      "codepoints": [
        1575,
        1604,
        1585,
        1608,
        1605
      ]
    },
    "ayahs": 60,
    "slug": "ar-rum",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Alif, Lâm, Mîm."
  ],
  [
    2,
    "Sono stati sconfitti i Romani"
  ],
  [
    3,
    "nel paese limitrofo; ma poi, dopo essere stati vinti, saranno vincitori,"
  ],
  [
    4,
    "tra meno di dieci anni - appartiene ad Allah il destino del passato e del futuro - e in quel giorno i credenti si rallegreranno"
  ],
  [
    5,
    "dell'aiuto di Allah: Egli aiuta chi vuole, Egli è l'Eccelso, il Misericordioso."
  ],
  [
    6,
    "Promessa di Allah. Allah non manca alla Sua promessa, ma la maggior parte degli uomini non sa:"
  ],
  [
    7,
    "essi conoscono [solo] l'apparenza della vita terrena e non si curano affatto dell'altra vita."
  ],
  [
    8,
    "Non hanno riflettuto in loro stessi? Allah ha creato i cieli e la terra e tutto ciò che vi è frammezzo secondo verità e per un termine stabilito. Molti uomini però non credono nell'incontro con il loro Signore."
  ],
  [
    9,
    "Non hanno forse viaggiato sulla terra, e visto quel che è accaduto a coloro chi li hanno preceduti? Erano più forti di loro e avevano coltivato e popolato la terra più di quanto essi non l'abbiano fatto. Giunsero con prove evidenti Messaggeri della loro gente: non fu Allah a far loro torto, furono essi a far torto a se stessi."
  ],
  [
    10,
    "E fu triste il destino di quelli che fecero il male, smentirono i segni di Allah e li schernirono."
  ],
  [
    11,
    "È Allah che dà inizio alla creazione e la reitera; quindi a Lui sarete ricondotti."
  ],
  [
    12,
    "Il Giorno in cui si leverà l'Ora, saranno disperati i colpevoli."
  ],
  [
    13,
    "E non avranno più intercessori tra coloro che associavano [ad Allah], ma rinnegheranno le loro stesse divinità."
  ],
  [
    14,
    "E il Giorno in cui giungerà l'Ora, in quel Giorno verranno separati."
  ],
  [
    15,
    "Coloro che avranno creduto e compiuto il bene, gioiranno in un prato fiorito."
  ],
  [
    16,
    "Mentre coloro che saranno stati miscredenti e avranno tacciato di menzogna i Nostri segni e l'incontro nell'altra vita, saranno condotti al castigo."
  ],
  [
    17,
    "Rendete gloria ad Allah, alla sera e al mattino."
  ],
  [
    18,
    "A Lui la lode nei cieli e sulla terra, durante la notte e quando il giorno comincia a declinare."
  ],
  [
    19,
    "Dal morto trae il vivo e dal vivo trae il morto e ridà vita alla terra che già era morta. Così vi si farà risorgere."
  ],
  [
    20,
    "Fa parte dei Suoi segni l'avervi creati dalla polvere, ed eccovi uomini che si distribuiscono [sulla terra]."
  ],
  [
    21,
    "Fa parte dei Suoi segni l'aver creato da voi, per voi, delle spose, affinché riposiate presso di loro, e ha stabilito tra voi amore e tenerezza. Ecco davvero dei segni per coloro che riflettono."
  ],
  [
    22,
    "E fan parte dei Suoi segni, la creazione dei cieli e della terra, la varietà dei vostri idiomi e dei vostri colori. In ciò vi sono segni per coloro che sanno."
  ],
  [
    23,
    "E fan parte dei Suoi segni, il sonno della notte e del giorno e la vostra ricerca della Sua grazia. Ecco davvero dei segni per coloro che sentono."
  ],
  [
    24,
    "E fa parte dei Suoi segni farvi scorgere il lampo, con timore e brama, e il far scendere dal cielo l'acqua con la quale ridà vita alla terra che già era morta. Ecco davvero segni per coloro che ragionano."
  ],
  [
    25,
    "E fa parte dei Suoi segni che il cielo e la terra si tengano ritti per ordine Suo. Quando poi vi chiamerà d'un solo richiamo, ecco che sorgerete [dalle tombe]."
  ],
  [
    26,
    "Appartengono a Lui tutti quelli che sono nei cieli e sulla terra: tutti Gli obbediscono."
  ],
  [
    27,
    "Egli è Colui Che inizia la creazione e la reitera e ciò Gli è facile. A lui appartiene la similitudine più sublime nei cieli e sulla terra. È Lui l'Eccelso, il Saggio!"
  ],
  [
    28,
    "Da voi stessi, trae una similitudine: ci sono, tra gli schiavi che possedete, alcuni che fate vostri soci, alla pari, in ciò che Allah vi ha concesso? Li temete forse quanto vi temete [a vicenda]? Così esplicitiamo i Nostri segni per coloro che ragionano."
  ],
  [
    29,
    "Gli ingiusti cedono, invece, alle loro passioni senza sapere. Chi può guidare colui che Allah allontana? Essi non avranno chi li soccorra."
  ],
  [
    30,
    "Rivolgi il tuo volto alla religione come puro monoteista, natura originaria che Allah ha connaturato agli uomini; non c'è cambiamento nella creazione di Allah. Ecco la vera religione, ma la maggior parte degli uomini non sa."
  ],
  [
    31,
    "Ritornate a Lui, temeteLo, assolvete all'orazione e non siate associatori."
  ],
  [
    32,
    "E neppure [siate tra] coloro che hanno scisso la loro religione e hanno formato sette, ognuna delle quali è tronfia di quello che afferma."
  ],
  [
    33,
    "Quando un male colpisce gli uomini, invocano il loro Signore e tornano a Lui. Quando poi li gratifica con una misericordia che proviene da Lui, alcuni di loro Gli attribuiscono consoci,"
  ],
  [
    34,
    "così da rinnegare quello che abbiamo dato loro. Godete dunque, presto saprete!"
  ],
  [
    35,
    "Abbiamo, forse, fatto scendere su di loro un'autorità che dia loro ragione di ciò che Gli associano?"
  ],
  [
    36,
    "Quando gratifichiamo gli uomini di una misericordia, se ne rallegrano. Se poi, li coglie una disgrazia per ciò che le loro mani hanno perpetrato, ecco che se ne disperano."
  ],
  [
    37,
    "Non hanno visto che Allah dona con larghezza a chi vuole e lesina anche? Questi sono segni per coloro che credono."
  ],
  [
    38,
    "Riconosci il loro diritto al parente, al povero e al viandante diseredato. Questo è il bene per coloro che bramano il volto di Allah: questi sono coloro che prospereranno."
  ],
  [
    39,
    "Ciò che concedete in usura, affinché aumenti a detrimento dei beni altrui, non li aumenta affatto presso Allah. Quello che invece date in elemosina bramando il volto di Allah, ecco quel che raddoppierà."
  ],
  [
    40,
    "Allah è Colui Che vi ha creati, poi vi ha nutriti, poi vi darà la morte e quindi vi darà la vita. C'è una delle vostre divinità che faccia qualcuna di queste cose? Gloria a Lui! Egli è ben più alto di ciò che Gli associano."
  ],
  [
    41,
    "La corruzione è apparsa sulla terra e nel mare a causa di ciò che hanno commesso le mani degli uomini, affinché Allah faccia gustare parte di quello che hanno fatto. Forse ritorneranno [sui loro passi]?"
  ],
  [
    42,
    "Di': “Percorrete la terra e considerate ciò che è avvenuto a coloro che vi hanno preceduto. La maggior parte di loro erano associatori”."
  ],
  [
    43,
    "Rivolgi il tuo volto alla vera religione, prima che da Allah venga un Giorno che non sarà possibile respingere. In quel Giorno saranno separati:"
  ],
  [
    44,
    "chi sarà stato miscredente, la sua miscredenza gli si rivolgerà contro. Quanto a chi avrà compiuto il bene, è per se stesso che avrà preparato."
  ],
  [
    45,
    "Così Allah ricompenserà con la Sua grazia coloro che hanno creduto e compiuto il bene. In verità Egli non ama i miscredenti."
  ],
  [
    46,
    "E fa parte dei Suoi segni mandare i venti come nunzi per farvi gustare la Sua misericordia e far navigare la nave al Suo comando, sì che possiate procurarvi la Sua grazia. Forse sarete riconoscenti."
  ],
  [
    47,
    "Già mandammo, prima di te, messaggeri ai loro popoli. E si recarono loro con prove evidenti. Poi ci vendicammo di quelli che commettevano crimini: Nostra cura è soccorrere i credenti."
  ],
  [
    48,
    "Allah è Colui Che invia i venti che sollevano una nuvola; la distende poi nel cielo come vuole e la frantuma, e vedi allora le gocce uscire dai suoi recessi. Quando poi ha fatto sì che cadano su chi vuole tra i Suoi servitori, questi ne traggono lieta novella,"
  ],
  [
    49,
    "anche se, prima che cadessero su di loro, erano disperati."
  ],
  [
    50,
    "Considera le tracce della misericordia di Allah, come Egli ridà la vita ad una terra, dopo che era morta. Egli è Colui Che fa rivivere i morti. Egli è onnipotente."
  ],
  [
    51,
    "Se inviassimo loro un vento che ingiallisse [le coltivazioni], rimarrebbero ingrati."
  ],
  [
    52,
    "Tu non potrai far sì che sentano i morti o far sì che i sordi sentano il richiamo quando ti volgono le spalle."
  ],
  [
    53,
    "Non sei tu a guidare i ciechi dal loro obnubilamento: solo potrai far udire quelli che credono nei Nostri segni e sono sottomessi."
  ],
  [
    54,
    "Allah è Colui Che vi ha creati deboli, e quindi dopo la debolezza vi ha dato la forza, e dopo la forza vi riduce alla debolezza e alla vecchiaia. Egli crea quello che vuole, Egli è il Sapiente, il Potente."
  ],
  [
    55,
    "Il Giorno in cui sorgerà l'Ora, giureranno i criminali di non essere rimasti che un'ora. Già mentivano [sulla terra]."
  ],
  [
    56,
    "Mentre coloro cui fu data la scienza e la fede diranno: “Voi rimaneste, [com'è stabilito] nel Libro di Allah, fino al Giorno della Resurrezione: ecco il Giorno della Resurrezione, ma voi nulla sapete”."
  ],
  [
    57,
    "In quel Giorno le scuse saranno inutili a coloro che furono ingiusti: non saranno ascoltati."
  ],
  [
    58,
    "In questo Corano abbiamo proposto agli uomini ogni specie di metafora. Quando però porti loro un segno, i miscredenti diranno: “Non siete altro che impostori”."
  ],
  [
    59,
    "Così Allah sigilla i cuori di coloro che nulla conoscono."
  ],
  [
    60,
    "Sopporta dunque con pazienza [o Muhammad]. La promessa di Allah è veritiera e non ti rendano leggero, coloro che non hanno certezza."
  ]
]