[
  {
    "id": 36,
    "city": "makkah",
    "name": {
      "translated": "Ya Sin",
      "transliterated": "Ya-Sin",
      "codepoints": [
        1610,
        1587
      ]
    },
    "ayahs": 83,
    "slug": "ya-sin",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Yâ, Sîn."
  ],
  [
    2,
    "Per il saggio Corano."
  ],
  [
    3,
    "In verità tu sei uno degli inviati"
  ],
  [
    4,
    "su una retta via."
  ],
  [
    5,
    "Rivelazione del Potente, il Misericordioso,"
  ],
  [
    6,
    "affinché tu avverta un popolo i cui avi non sono stati avvertiti e che dunque sono incuranti."
  ],
  [
    7,
    "Già si è realizzato il Decreto contro la maggior parte di loro: non crederanno."
  ],
  [
    8,
    "Sì, porremo ai loro colli gioghi che saliranno fino al mento: saranno irrigiditi."
  ],
  [
    9,
    "E metteremo una barriera davanti a loro e una barriera dietro di loro, poi li avvilupperemo affinché non vedano niente."
  ],
  [
    10,
    "Che tu li avverta oppure no, per loro sarà la stessa cosa, non crederanno."
  ],
  [
    11,
    "In verità avvertirai solo colui che segue il Monito e teme il Compassionevole in ciò che è invisibile. Annunciagli il perdono e generosa ricompensa."
  ],
  [
    12,
    "In verità siamo Noi a ridare la vita ai morti, registriamo quello che hanno fatto e le conseguenze dei loro atti. Abbiamo enumerato tutte le cose in un Archetipo esplicito."
  ],
  [
    13,
    "Proponi loro la metafora degli abitanti della città, quando vi giunsero gli inviati."
  ],
  [
    14,
    "Quando gliene inviammo due, essi li trattarono da bugiardi. Mandammo loro il rinforzo di un terzo. Dissero: “In verità siamo stati inviati a voi”."
  ],
  [
    15,
    "Risposero: “Non siete altro che uomini come noi: il Compassionevole non ha rivelato nulla, non siete altro che dei bugiardi”."
  ],
  [
    16,
    "Dissero: “Il nostro Signore sa che in verità siamo stati inviati a voi"
  ],
  [
    17,
    "con il solo obbligo della comunicazione esplicita”."
  ],
  [
    18,
    "Dissero: “Siete di malaugurio. Se non desistete vi lapideremo, e vi faremo subire un severo castigo”."
  ],
  [
    19,
    "Risposero: “Il malaugurio è su di voi. [È così che vi comportate] quando siete esortati? Siete gente perversa”."
  ],
  [
    20,
    "Da un estremo della città giunse correndo un uomo. Disse: “O popol mio, seguite gli inviati,"
  ],
  [
    21,
    "seguite coloro che non vi chiedono alcuna ricompensa e che sono ben diretti."
  ],
  [
    22,
    "Perché mai non dovrei adorare Colui Che mi ha creato e al Quale sarete tutti ricondotti?"
  ],
  [
    23,
    "Mi prenderò altre divinità all'infuori di Lui? Se il Compassionevole volesse del male per me, la loro intercessione non mi gioverebbe in alcunché, né saprebbero salvarmi:"
  ],
  [
    24,
    "sarei allora nell'errore evidente."
  ],
  [
    25,
    "In verità credo nel vostro Signore, ascoltatemi dunque!”."
  ],
  [
    26,
    "Gli fu detto: “Entra nel Paradiso”. Disse: “Se la mia gente sapesse"
  ],
  [
    27,
    "come mi ha perdonato il mio Signore e mi ha posto tra coloro che sono onorati!”."
  ],
  [
    28,
    "Dopo di lui non facemmo scendere dal cielo nessuna armata. Non abbiamo voluto far scendere nulla sul suo popolo."
  ],
  [
    29,
    "Non ci fu altro che il Grido, uno solo e furono spenti."
  ],
  [
    30,
    "Oh, miseria sui servi [di Allah]! Non giunge loro un messaggero che essi non lo scherniscano."
  ],
  [
    31,
    "Non hanno visto quante generazioni abbiamo fatto perire prima di loro? Esse non torneranno mai più [sulla terra]."
  ],
  [
    32,
    "E saranno tutti quanti obbligati a presentarsi davanti a Noi!"
  ],
  [
    33,
    "Ecco un segno per loro: la terra morta cui ridiamo la vita e dalla quale facciamo uscire il grano che mangiate."
  ],
  [
    34,
    "Abbiamo posto su di essa giardini di palmeti e vigne e vi abbiamo fatto sgorgare fonti,"
  ],
  [
    35,
    "affinché mangiassero i Suoi frutti e quel che le loro mani non hanno procurato. Non saranno riconoscenti?"
  ],
  [
    36,
    "Gloria a Colui Che ha creato le specie di tutto quello che la terra fa crescere, di loro stessi e di ciò che neppure conoscono."
  ],
  [
    37,
    "È un segno per loro la notte che spogliamo del giorno ed allora sono nelle tenebre."
  ],
  [
    38,
    "E il sole che corre verso la sua dimora: questo è il Decreto dell'Eccelso, del Sapiente."
  ],
  [
    39,
    "E alla luna abbiamo assegnato le fasi, finché non diventa come una palma invecchiata."
  ],
  [
    40,
    "Non sta al sole raggiungere la luna e neppure alla notte sopravanzare il giorno. Ciascuno vaga nella sua orbita."
  ],
  [
    41,
    "È un segno per loro, che portammo la loro progenie su di un vascello stracarico."
  ],
  [
    42,
    "E per loro ne creammo di simili, sui quali s'imbarcano."
  ],
  [
    43,
    "Se volessimo li annegheremmo, e allora non avrebbero alcun soccorso e non sarebbero salvati"
  ],
  [
    44,
    "se non da una Nostra misericordia e come temporaneo godimento."
  ],
  [
    45,
    "Quando si dice loro: “Temete ciò che vi sta dinnanzi e quello che è dietro di voi, affinché possiate essere oggetto di misericordia”,"
  ],
  [
    46,
    "non giunge loro un solo segno, tra i segni del loro Signore, senza che se ne distolgano."
  ],
  [
    47,
    "E quando si dice loro: “Siate generosi di ciò che Allah vi ha concesso”, i miscredenti dicono ai credenti: “Dovremmo nutrire chi sarebbe nutrito da Allah, se Lui lo volesse? Siete in evidente errore”."
  ],
  [
    48,
    "E dicono: “Quando [si realizzerà] questa promessa se siete veridici?”."
  ],
  [
    49,
    "Non aspettano altro che un Grido, uno solo, che li afferrerà mentre saranno in piena polemica."
  ],
  [
    50,
    "E non potranno dunque fare testamento e neppure ritornare alle loro famiglie."
  ],
  [
    51,
    "Sarà soffiato nel Corno ed ecco che dalle tombe si precipiteranno verso il loro Signore"
  ],
  [
    52,
    "dicendo: “Guai a noi! Chi ci ha destato dalle nostre tombe! È quello che il Compassionevole aveva promesso: gli inviati avevano detto il vero”."
  ],
  [
    53,
    "Sarà solo un Grido, uno solo, e tutti saranno condotti davanti a Noi."
  ],
  [
    54,
    "E in quel Giorno nessuno subirà un torto e non sarete compensati se non per quello che avrete fatto."
  ],
  [
    55,
    "In quel Giorno, i compagni del Paradiso avranno gioiosa occupazione,"
  ],
  [
    56,
    "essi e le loro spose, distesi all'ombra su alti letti."
  ],
  [
    57,
    "Colà avranno frutta e tutto ciò che desidereranno."
  ],
  [
    58,
    "E “Pace” sarà il saluto [rivolto loro] da un Signore misericordioso."
  ],
  [
    59,
    "E [sarà detto]: “Tenetevi in disparte in quel Giorno, o iniqui!"
  ],
  [
    60,
    "O figli di Adamo, non vi ho forse comandato di non adorare Satana - in verità è un vostro nemico dichiarato -"
  ],
  [
    61,
    "e di adorare Me? Questa è la retta via."
  ],
  [
    62,
    "Egli ha sviato molti di voi. Non comprendete dunque?"
  ],
  [
    63,
    "Ecco l'Inferno che vi è stato promesso."
  ],
  [
    64,
    "Bruciate in esso quest'oggi, poiché siete stati miscredenti!”."
  ],
  [
    65,
    "In quel Giorno sigilleremo le loro bocche, parleranno invece le loro mani e le loro gambe daranno testimonianza di quello che avranno fatto."
  ],
  [
    66,
    "E se volessimo, cancelleremmo i loro occhi e si precipiterebbero allora sul sentiero. Ma come potrebbero vedere?"
  ],
  [
    67,
    "E se volessimo li pietrificheremmo sul posto e non saprebbero né avanzare, né ritornare indietro."
  ],
  [
    68,
    "Noi incurviamo la statura di tutti coloro ai quali concediamo una lunga vita. Non capiscono ancora?"
  ],
  [
    69,
    "Non gli abbiamo insegnato la poesia, non è cosa che gli si addice; questa [rivelazione] non è che un Monito e un Corano chiarissimo,"
  ],
  [
    70,
    "affinché avverta ogni vivente e si realizzi il Decreto contro i miscredenti."
  ],
  [
    71,
    "Non hanno visto che tra ciò che abbiamo creato per loro con le Nostre mani, c'è il bestiame che essi possiedono?"
  ],
  [
    72,
    "Lo abbiamo sottomesso a loro: di alcuni fanno cavalcature e di altri si nutrono,"
  ],
  [
    73,
    "e ne traggono benefici e bevanda. Non saranno dunque riconoscenti?"
  ],
  [
    74,
    "Si prendono divinità all'infuori di Allah, nella speranza di essere soccorsi."
  ],
  [
    75,
    "Esse non potranno soccorrerli, saranno anzi un'armata schierata contro di loro."
  ],
  [
    76,
    "Non ti affliggano i loro discorsi. Noi ben conosciamo quello che celano e quello che palesano."
  ],
  [
    77,
    "Non vede l'uomo che lo abbiamo creato da una goccia di sperma? Ed eccolo in spudorata polemica."
  ],
  [
    78,
    "Ci propone un luogo comune e, dimentico della sua creazione, [dice]: “Chi ridarà la vita ad ossa polverizzate?”."
  ],
  [
    79,
    "Di': “Colui Che le ha create la prima volta ridarà loro la vita. Egli conosce perfettamente ogni creazione."
  ],
  [
    80,
    "Egli è Colui Che nell'albero verde ha posto per voi un fuoco con cui accendete."
  ],
  [
    81,
    "Colui Che ha creato i cieli e la terra non sarebbe capace di creare loro simili? Invece sì! Egli è il Creatore incessante, il Sapiente."
  ],
  [
    82,
    "Quando vuole una cosa, il Suo ordine consiste nel dire “Sìì” ed essa è."
  ],
  [
    83,
    "Gloria a Colui nella Cui mano c'è la sovranità su ogni cosa, Colui al Quale sarete ricondotti."
  ]
]