[
  {
    "id": 37,
    "city": "makkah",
    "name": {
      "translated": "Those who set the Ranks",
      "transliterated": "As-Saffat",
      "codepoints": [
        1575,
        1604,
        1589,
        1575,
        1601,
        1575,
        1578
      ]
    },
    "ayahs": 182,
    "slug": "as-saffat",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Per coloro che si schierano in ranghi,"
  ],
  [
    2,
    "per coloro che respingono con forza,"
  ],
  [
    3,
    "per coloro che recitano il monito:"
  ],
  [
    4,
    "“In verità il vostro Dio è Uno,"
  ],
  [
    5,
    "Signore dei cieli e della terra e di quello che vi è in mezzo, il Signore degli Orienti!”."
  ],
  [
    6,
    "Invero abbiamo ornato di stelle il cielo più vicino,"
  ],
  [
    7,
    "per proteggerlo contro ogni diavolo ribelle."
  ],
  [
    8,
    "Non potranno origliare il Supremo Consesso (saranno bersagliati da ogni lato"
  ],
  [
    9,
    "e scacciati: avranno il castigo perpetuo)"
  ],
  [
    10,
    "eccetto colui che ne afferri un dettaglio, ma lo inseguirà allora un bolide fiammeggiante."
  ],
  [
    11,
    "Chiedi loro se la loro natura è più forte di quella degli altri esseri che Noi abbiamo creato: in verità li creammo di argilla impastata!"
  ],
  [
    12,
    "Tu stupisci e loro scherniscono!"
  ],
  [
    13,
    "Quando viene loro ricordato [il Monito], non vi badano affatto;"
  ],
  [
    14,
    "quando scorgono un segno, se ne prendon beffa"
  ],
  [
    15,
    "e dicono: “Questa è evidente magia."
  ],
  [
    16,
    "Quando saremo morti, [ridotti] a polvere e ossa, saremo resuscitati?"
  ],
  [
    17,
    "E così [pure] i nostri avi?”."
  ],
  [
    18,
    "Di': “Sì, e sarete umiliati”."
  ],
  [
    19,
    "Ci sarà uno squillo, uno solo, ed ecco che vedranno"
  ],
  [
    20,
    "e diranno: “Guai a noi! Ecco il Giorno del Giudizio!”."
  ],
  [
    21,
    "“È il Giorno della Separazione, che tacciavate di menzogna.”"
  ],
  [
    22,
    "“Riunite gli ingiusti e le loro spose e quelli che adoravano"
  ],
  [
    23,
    "all'infuori di Allah, e vengano condotti sulla via della Fornace."
  ],
  [
    24,
    "Fermateli, devono essere interrogati.”"
  ],
  [
    25,
    "“Perché ora non vi aiutate a vicenda?”"
  ],
  [
    26,
    "Ma in quel Giorno vorranno sottomettersi,"
  ],
  [
    27,
    "e si rivolgeranno gli uni agli altri interrogandosi."
  ],
  [
    28,
    "Diranno: “Vi presentavate dalla parte destra”."
  ],
  [
    29,
    "Risponderanno: “Voi piuttosto, non eravate credenti:"
  ],
  [
    30,
    "non avevamo alcuna autorità su di voi! Eravate gente ribelle:"
  ],
  [
    31,
    "[perciò] la promessa di Allah si è realizzata contro di noi e ne avremo esperienza."
  ],
  [
    32,
    "Noi vi abbiamo traviato, perché in verità noi stessi eravamo traviati”."
  ],
  [
    33,
    "In quel Giorno saranno accomunati nel castigo."
  ],
  [
    34,
    "In verità agiamo così con gli iniqui."
  ],
  [
    35,
    "Quando si diceva loro: “Non c'è dio all'infuori di Allah”, si gonfiavano d'orgoglio"
  ],
  [
    36,
    "e dicevano: “Dovremmo abbandonare i nostri dèi per un poeta posseduto?”."
  ],
  [
    37,
    "Sì, è venuto con la verità, e ha confermato gli inviati [che lo hanno preceduto]."
  ],
  [
    38,
    "In verità gusterete il castigo doloroso,"
  ],
  [
    39,
    "ma non sarete compensati per altro che quel che avrete fatto;"
  ],
  [
    40,
    "eccetto i servi devoti di Allah:"
  ],
  [
    41,
    "essi avranno una nota provvigione"
  ],
  [
    42,
    "di frutti e saranno colmati di onori"
  ],
  [
    43,
    "nei Giardini della Delizia,"
  ],
  [
    44,
    "su giacigli rivolti gli uni verso gli altri."
  ],
  [
    45,
    "Girerà tra loro una coppa di [bevanda] sorgiva,"
  ],
  [
    46,
    "chiara e deliziosa da bersi,"
  ],
  [
    47,
    "che non produce ubriachezza, né stordimento."
  ],
  [
    48,
    "E accanto a loro ci saranno quelle dagli sguardi casti, dagli occhi grandi,"
  ],
  [
    49,
    "simili a uova nascoste."
  ],
  [
    50,
    "Si rivolgeranno gli uni agli altri, interrogandosi."
  ],
  [
    51,
    "Uno di loro dirà: “Avevo un compagno"
  ],
  [
    52,
    "che [mi] diceva: \"Sei uno di quelli che credono?"
  ],
  [
    53,
    "Quando saremo morti, [ridotti a] polvere ed ossa, dovremo rendere conto?\"”."
  ],
  [
    54,
    "E dirà: “Volete guardare dall'alto?”."
  ],
  [
    55,
    "Guarderà dall'alto e vedrà l'altro in mezzo alla Fornace."
  ],
  [
    56,
    "Gli griderà: “Per Allah, davvero stavi per causare la mia rovina!"
  ],
  [
    57,
    "Senza la benevolenza del mio Signore, sarei stato certamente uno dei dannati."
  ],
  [
    58,
    "Siamo dunque morti"
  ],
  [
    59,
    "solo di quella prima morte e non subiremo alcun castigo!”."
  ],
  [
    60,
    "Davvero questa è la beatitudine immensa."
  ],
  [
    61,
    "A tal fine agiscano coloro che agiscono."
  ],
  [
    62,
    "Questa è miglior accoglienza, oppure [i frutti del]l'albero di Zaqqûm?"
  ],
  [
    63,
    "In verità ne abbiamo fatto una prova per gli ingiusti."
  ],
  [
    64,
    "È un albero che spunta dal fondo della Fornace."
  ],
  [
    65,
    "I suoi frutti sono come teste di diavoli."
  ],
  [
    66,
    "Essi ne mangeranno e se ne riempiranno i ventri"
  ],
  [
    67,
    "e vi berranno sopra una mistura bollente."
  ],
  [
    68,
    "E poi ritorneranno verso la Fornace."
  ],
  [
    69,
    "In verità hanno trovato i loro avi smarriti"
  ],
  [
    70,
    "e si sono lanciati sulle loro tracce."
  ],
  [
    71,
    "E prima di loro, certamente, si smarrirono la maggior parte dei loro avi."
  ],
  [
    72,
    "Già inviammo presso di loro degli ammonitori."
  ],
  [
    73,
    "Considera cosa avvenne a quelli che furono ammoniti,"
  ],
  [
    74,
    "eccetto i servi devoti di Allah."
  ],
  [
    75,
    "Invero Ci invocò Noè e fummo i migliori a rispondergli:"
  ],
  [
    76,
    "salvammo lui e la sua famiglia dall'angoscia più grande,"
  ],
  [
    77,
    "e facemmo della sua progenie, i superstiti."
  ],
  [
    78,
    "Lasciammo [il ricordo] di lui ai posteri."
  ],
  [
    79,
    "Pace su Noè nel creato!"
  ],
  [
    80,
    "Compensiamo così coloro che fanno il bene."
  ],
  [
    81,
    "In verità era uno dei Nostri servi devoti."
  ],
  [
    82,
    "Annegammo gli altri."
  ],
  [
    83,
    "In verità Abramo era certamente uno dei suoi seguaci,"
  ],
  [
    84,
    "quando si accostò al suo Signore con cuore puro."
  ],
  [
    85,
    "Disse a suo padre e al suo popolo: “Cos'è che adorate?"
  ],
  [
    86,
    "Volete, fallacemente, degli dèi all'infuori di Allah?"
  ],
  [
    87,
    "Cosa pensate del Signore dell'universo?”."
  ],
  [
    88,
    "Gettò, poi, uno sguardo agli astri,"
  ],
  [
    89,
    "e disse: “Sono malato”."
  ],
  [
    90,
    "Gli voltarono le spalle e se ne andarono."
  ],
  [
    91,
    "Scivolò presso i loro dèi e disse: “Non mangiate dunque?"
  ],
  [
    92,
    "Che avete, perché non parlate?”."
  ],
  [
    93,
    "Poi li colpì con la mano destra."
  ],
  [
    94,
    "Accorsero in tutta fretta."
  ],
  [
    95,
    "Disse: “Adorate ciò che scolpite voi stessi"
  ],
  [
    96,
    "mentre è Allah che vi ha creati, voi e ciò che fabbricate”."
  ],
  [
    97,
    "Risposero: “Costruite un forno e gettatelo nella fornace!”."
  ],
  [
    98,
    "Tramarono contro di lui, ma furono loro gli umiliati."
  ],
  [
    99,
    "Disse: “In verità vado verso il mio Signore, Egli mi guiderà."
  ],
  [
    100,
    "Signore, donami un [figlio] devoto”."
  ],
  [
    101,
    "Gli demmo la lieta novella di un figlio magnanimo."
  ],
  [
    102,
    "Poi, quando raggiunse l'età per accompagnare [suo padre questi] gli disse: “Figlio mio, mi sono visto in sogno, in procinto di immolarti. Dimmi cosa ne pensi”. Rispose: “Padre mio, fai quel che ti è stato ordinato: se Allah vuole, sarò rassegnato”."
  ],
  [
    103,
    "Quando poi entrambi si sottomisero, e lo ebbe disteso con la fronte a terra,"
  ],
  [
    104,
    "Noi lo chiamammo: “O Abramo,"
  ],
  [
    105,
    "hai realizzato il sogno. Così Noi ricompensiamo quelli che fanno il bene."
  ],
  [
    106,
    "Questa è davvero una prova evidente”."
  ],
  [
    107,
    "E lo riscattammo con un sacrificio generoso."
  ],
  [
    108,
    "Perpetuammo il ricordo di lui nei posteri."
  ],
  [
    109,
    "Pace su Abramo!"
  ],
  [
    110,
    "Così ricompensiamo coloro che fanno il bene."
  ],
  [
    111,
    "In verità era uno dei nostri servi credenti."
  ],
  [
    112,
    "E gli demmo la lieta novella di Isacco, profeta tra i buoni."
  ],
  [
    113,
    "Elargimmo su di lui e su Isacco [la pienezza della benedizione]. Tra i loro discendenti c'è il virtuoso e colui che è palesemente ingiusto nei suoi stessi confronti."
  ],
  [
    114,
    "Già colmammo di favore Mosè e Aronne,"
  ],
  [
    115,
    "salvammo loro e il loro popolo dall'angoscia più grande,"
  ],
  [
    116,
    "prestammo loro soccorso, ed essi ebbero il sopravvento."
  ],
  [
    117,
    "Demmo ad entrambi la Scrittura esplicita,"
  ],
  [
    118,
    "e li guidammo sulla retta via,"
  ],
  [
    119,
    "perpetuammo il loro ricordo nei posteri."
  ],
  [
    120,
    "Pace su Mosè e su Aronne!"
  ],
  [
    121,
    "Così ricompensiamo coloro che fanno il bene."
  ],
  [
    122,
    "Erano entrambi Nostri servi credenti."
  ],
  [
    123,
    "In verità Elia era uno degli Inviati."
  ],
  [
    124,
    "Disse al suo popolo: “Non sarete timorati [di Allah]?”."
  ],
  [
    125,
    "Invocherete Baal e trascurerete il Migliore dei creatori:"
  ],
  [
    126,
    "Allah, il vostro Signore e il Signore dei vostri avi più antichi?"
  ],
  [
    127,
    "Lo trattarono da bugiardo. Infine saranno condotti [al castigo],"
  ],
  [
    128,
    "eccetto i servi devoti di Allah."
  ],
  [
    129,
    "Perpetuammo il ricordo di lui nei posteri."
  ],
  [
    130,
    "Pace su Elia!"
  ],
  [
    131,
    "Così ricompensiamo coloro che fanno il bene."
  ],
  [
    132,
    "In verità era uno dei nostri servi credenti."
  ],
  [
    133,
    "In verità Lot era uno degli inviati:"
  ],
  [
    134,
    "lo salvammo insieme con tutta la sua famiglia,"
  ],
  [
    135,
    "eccetto una vecchia [che fu] tra coloro che restarono indietro,"
  ],
  [
    136,
    "e gli altri li annientammo."
  ],
  [
    137,
    "Passate su di loro, il mattino"
  ],
  [
    138,
    "e durante la notte. Non capite dunque?"
  ],
  [
    139,
    "In verità Giona era uno degli inviati."
  ],
  [
    140,
    "Fuggì sulla nave stipata."
  ],
  [
    141,
    "Quando tirarono a sorte, fu colui che doveva essere gettato [in mare]."
  ],
  [
    142,
    "Lo inghiottì un pesce, mentre si rammaricava."
  ],
  [
    143,
    "Se non fosse stato uno di coloro che glorificano Allah,"
  ],
  [
    144,
    "sarebbe rimasto nel suo ventre fino al Giorno della Resurrezione."
  ],
  [
    145,
    "Lo gettammo sofferente sulla nuda riva"
  ],
  [
    146,
    "e facemmo crescere su di lui una pianta di zucca."
  ],
  [
    147,
    "Lo inviammo a centomila [uomini], o ancor di più."
  ],
  [
    148,
    "Credettero e concedemmo loro temporaneo godimento."
  ],
  [
    149,
    "Poni loro questa domanda: “Il tuo Signore avrebbe figlie e loro figli?”."
  ],
  [
    150,
    "Abbiamo forse creato angeli femmine ed essi ne furono testimoni?"
  ],
  [
    151,
    "Non è forse vero che, nella loro calunnia, dicono:"
  ],
  [
    152,
    "“Allah ha generato”. In verità sono bugiardi!"
  ],
  [
    153,
    "Avrebbe forse preferito le figlie ai figli?"
  ],
  [
    154,
    "Che cosa avete? Come giudicate?"
  ],
  [
    155,
    "Non riflettete?"
  ],
  [
    156,
    "Vi basate su un'autorità incontestabile?"
  ],
  [
    157,
    "Portate la vostra Scrittura, se siete veritieri."
  ],
  [
    158,
    "Stabiliscono una parentela tra Lui e i dèmoni, ma i dèmoni sanno bene che dovranno comparire."
  ],
  [
    159,
    "Gloria ad Allah, Egli è ben più alto di quel che Gli attribuiscono!"
  ],
  [
    160,
    "Eccetto i servi devoti di Allah."
  ],
  [
    161,
    "In verità né voi, né ciò che adorate,"
  ],
  [
    162,
    "potreste tentare [nessuno],"
  ],
  [
    163,
    "se non chi sarà bruciato nella Fornace."
  ],
  [
    164,
    "“Non c'è nessuno di noi che non abbia un posto stabilito."
  ],
  [
    165,
    "In verità siamo schierati in ranghi."
  ],
  [
    166,
    "In verità siamo noi che glorifichiamo Allah!”"
  ],
  [
    167,
    "Anche se dicevano:"
  ],
  [
    168,
    "“Se avessimo avuto un monito [tramandatoci] dagli antichi,"
  ],
  [
    169,
    "saremmo stati servi sinceri di Allah!”."
  ],
  [
    170,
    "Invece non vi prestarono fede, presto sapranno."
  ],
  [
    171,
    "Già la Nostra Parola pervenne agli inviati Nostri servi."
  ],
  [
    172,
    "Saranno loro ad essere soccorsi,"
  ],
  [
    173,
    "e le Nostre schiere avranno il sopravvento."
  ],
  [
    174,
    "Allontanati da loro per un periodo"
  ],
  [
    175,
    "e osservali: presto vedranno!"
  ],
  [
    176,
    "È il nostro castigo che cercano di sollecitare?"
  ],
  [
    177,
    "Se si abbatte nei loro pressi, ah, che mattino terribile per coloro che sono stati avvertiti!"
  ],
  [
    178,
    "Allontanati da loro per un periodo"
  ],
  [
    179,
    "e osservali: presto vedranno!"
  ],
  [
    180,
    "Gloria al tuo Signore, Signore dell'onnipotenza, ben al di sopra di quel che Gli attribuiscono"
  ],
  [
    181,
    "e pace sugli inviati,"
  ],
  [
    182,
    "e lode ad Allah, Signore dei mondi."
  ]
]