[
  {
    "id": 38,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Saad\"",
      "transliterated": "Sad",
      "codepoints": [
        1589
      ]
    },
    "ayahs": 88,
    "slug": "sad",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Sâd. Per il Corano [che contiene] il Monito."
  ],
  [
    2,
    "Sono i miscredenti ad essere nell'orgoglio e nello scisma!"
  ],
  [
    3,
    "Quante generazioni abbiamo annientato prima di loro! Lanciarono grida [d'aiuto] quando non c'era più tempo per sfuggire [al castigo]."
  ],
  [
    4,
    "Essi stupiscono che sia giunto un ammonitore della loro gente. I miscredenti dicono: “È uno stregone, un gran bugiardo."
  ],
  [
    5,
    "Ridurrà forse gli dèi ad un Dio unico? Questa è davvero una cosa strana”."
  ],
  [
    6,
    "E i notabili se ne andarono [dicendo]: “Andatevene e rimanete fedeli ai vostri dèi: questa è davvero la cosa più augurabile."
  ],
  [
    7,
    "Non sentimmo niente di ciò nell'ultima religione, si tratta di [pura] invenzione."
  ],
  [
    8,
    "È [solo] su di lui che sarebbe stato fatto scendere il Monito?”. Sono perplessi a proposito del Mio Monito. Non hanno ancora gustato il [Mio] castigo!"
  ],
  [
    9,
    "Hanno forse i tesori della misericordia del tuo Signore, l'Eccelso, il Munifico?"
  ],
  [
    10,
    "O posseggono la sovranità dei cieli e della terra e di quello che vi è frammezzo? E allora lasciali ascendere per le vie del cielo."
  ],
  [
    11,
    "Un'armata di fazioni alleate che saranno annientate in questo stesso luogo."
  ],
  [
    12,
    "Prima di loro accusarono di menzogna [gli Inviati] il popolo di Noè, gli Âd e Faraone, il Signore dei pali,"
  ],
  [
    13,
    "e i Thamûd, e la gente di Lot, e quelli di Al-'Aikah, erano questi i faziosi."
  ],
  [
    14,
    "Non ce ne fu alcuno che non abbia tacciato di menzogna i Messaggeri: hanno meritato il Mio castigo."
  ],
  [
    15,
    "Non aspetteranno altro che un Grido, improrogabile."
  ],
  [
    16,
    "Dicono: “Signore, anticipaci la nostra parte prima del Giorno del Rendiconto”."
  ],
  [
    17,
    "Sopporta con pazienza quel che dicono e ricordati del Nostro servo Davide, così forte, così pronto al pentimento."
  ],
  [
    18,
    "Obbligammo le montagne a renderCi gloria con lui, alla sera e al mattino;"
  ],
  [
    19,
    "e, insieme, gli uccelli riuniti [attorno a lui]. Tutto Gli obbedisce."
  ],
  [
    20,
    "Consolidammo la sua sovranità e gli demmo saggezza e capacità di giudizio."
  ],
  [
    21,
    "Ti è giunta la storia dei due litiganti che scalarono le mura del tempio?"
  ],
  [
    22,
    "Quando si pararono davanti a Davide, spaventandolo, dissero: “Non aver paura. Siamo due in lite tra loro, uno di noi ha fatto torto all'altro; giudica tra di noi con giustizia, non essere iniquo e guidaci sulla retta via."
  ],
  [
    23,
    "Questi è mio fratello, possiede novantanove pecore, mentre io non ne possiedo che una sola. Mi ha detto: Affidamela\" ed ebbe la meglio nella discussione”."
  ],
  [
    24,
    "Disse: “Certamente ha mancato nei tuoi confronti, chiedendoti la tua pecora in aggiunta alle sue. In verità molti associati [in un affare] si fanno torto a vicenda, eccetto coloro che credono e compiono il bene, ma essi sono ben pochi!”. Davide capì che lo avevamo messo alla prova, implorò il perdono del suo Signore, cadde in prosternazione e si pentì."
  ],
  [
    25,
    "Allora lo perdonammo. Egli ha un posto vicino a Noi e buon luogo di ritorno."
  ],
  [
    26,
    "“O Davide, abbiamo fatto di te un vicario sulla terra: giudica con equità tra gli uomini e non inclinare alle tue passioni, ché esse ti travieranno dal sentiero di Allah.” In verità coloro che si allontanano dal sentiero di Allah subiranno un severo castigo per aver dimenticato il Giorno del Rendiconto."
  ],
  [
    27,
    "Non creammo invano il cielo e la terra e quello che vi è frammezzo. Questo è ciò che pensano i miscredenti. Guai ai miscredenti per il fuoco [che li attende]!"
  ],
  [
    28,
    "Tratteremo forse coloro che credono e fanno il bene alla stessa stregua di coloro che seminano disordine sulla terra? Tratteremo i timorati come i malvagi?"
  ],
  [
    29,
    "[Ecco] un Libro benedetto che abbiamo fatto scendere su di te, affinché gli uomini meditino sui suoi versetti e ne traggano un monito i savi."
  ],
  [
    30,
    "Abbiamo dato a Davide, Salomone, un servo eccellente [di Allah], pronto al pentimento."
  ],
  [
    31,
    "Una sera, dopo che gli furono esibiti alcuni magnifici cavalli, ritti su tre zampe,"
  ],
  [
    32,
    "disse: “In verità ho amato i beni [terreni] più che il Ricordo del mio Signore, finché non sparì [il sole] dietro il velo [della notte]."
  ],
  [
    33,
    "Riconduceteli a me”. E iniziò a tagliar loro i garretti e i colli."
  ],
  [
    34,
    "Mettemmo alla prova Salomone, mettendo un corpo sul suo trono. Poi si pentì"
  ],
  [
    35,
    "e disse: “Signore, perdonami e concedimi una sovranità che nessun altro avrà dopo di me. In verità Tu sei il Munifico”."
  ],
  [
    36,
    "Gli assoggettammo il vento, soffiava al suo comando [fin] dove voleva inviarlo,"
  ],
  [
    37,
    "e [gli asservimmo] tutti i dèmoni, costruttori e nuotatori di ogni specie."
  ],
  [
    38,
    "E altri ancora incatenati a coppie."
  ],
  [
    39,
    "“Questo è il Nostro dono, dispensa o tesaurizza, senza [doverne] rendere conto.”"
  ],
  [
    40,
    "In verità egli ha un posto vicino a Noi e un buon luogo di ritorno."
  ],
  [
    41,
    "E ricorda il Nostro servo Giobbe, quando chiamò il suo Signore: “Satana mi ha colpito con disgrazia e afflizioni”."
  ],
  [
    42,
    "“Batti il tallone: avrai acqua fresca per lavarti e per bere.”"
  ],
  [
    43,
    "Gli restituimmo la sua famiglia e con essa un'altra simile, [segno di] misericordia da parte Nostra e Monito per coloro che sono dotati di intelletto."
  ],
  [
    44,
    "[Gli ordinammo:] “Stringi nella tua mano una manciata d'erba, colpisci con quella e non mancare al tuo giuramento”. Lo trovammo perseverante, un servo ottimo, pronto al pentimento."
  ],
  [
    45,
    "E ricorda i Nostri servi Abramo, Isacco e Giacobbe, forti e lungimiranti."
  ],
  [
    46,
    "Ne facemmo degli eletti, [affinché fossero] il monito della Dimora [ultima]."
  ],
  [
    47,
    "In verità sono presso di Noi, tra i migliori degli eletti."
  ],
  [
    48,
    "E ricorda Ismaele, Eliseo e Dhû'l Kifl, ciascuno di loro è tra i migliori."
  ],
  [
    49,
    "Questo è un Monito. In verità i timorati avranno soggiorno bello:"
  ],
  [
    50,
    "i Giardini di Eden, le cui porte saranno aperte per loro."
  ],
  [
    51,
    "Colà, comodamente appoggiati, chiederanno abbondanza di frutta e bevande."
  ],
  [
    52,
    "E staranno loro vicine quelle dallo sguardo casto, coetanee."
  ],
  [
    53,
    "Ciò è quanto vi è promesso per il Giorno del Rendiconto."
  ],
  [
    54,
    "In verità questi sono i beni che vi concediamo e che non si esauriranno mai."
  ],
  [
    55,
    "Così sarà. I ribelli avranno invece il peggiore dei soggiorni:"
  ],
  [
    56,
    "l'Inferno in cui saranno precipitati; qual tristo giaciglio."
  ],
  [
    57,
    "Così sarà. E allora che assaggino acqua bollente e acqua fetida"
  ],
  [
    58,
    "ed altri simili tormenti."
  ],
  [
    59,
    "Questa è una folla che si precipita insieme con voi: non avranno il benvenuto e cadranno nel Fuoco."
  ],
  [
    60,
    "Diranno: “Non c'è benvenuto per voi, per voi che ci avete preparato tutto ciò!”. Qual tristo rifugio."
  ],
  [
    61,
    "Diranno: “Signore, raddoppia il castigo nel Fuoco a chiunque ce lo abbia preparato”."
  ],
  [
    62,
    "Diranno: “Perché mai non vediamo [tra noi] quegli uomini che consideravamo miserabili,"
  ],
  [
    63,
    "dei quali ci facevamo beffe e che evitavamo di guardare?”."
  ],
  [
    64,
    "Invero saranno queste le mutue recriminazioni della gente del Fuoco."
  ],
  [
    65,
    "Di': “Io non sono altro che un ammonitore. Non c'è altro dio all'infuori di Allah, l'Unico, il Dominatore,"
  ],
  [
    66,
    "il Signore dei cieli e della terra e di ciò che vi è frammezzo, l'Eccelso, il Perdonatore”."
  ],
  [
    67,
    "Di': “Questo è un annuncio solenne,"
  ],
  [
    68,
    "ma voi ve ne allontanate."
  ],
  [
    69,
    "Non avevo nessuna conoscenza della discussione del supremo consesso;"
  ],
  [
    70,
    "mi è stato solo rivelato che non sono che un ammonitore esplicito”."
  ],
  [
    71,
    "[Ricorda] quando il tuo Signore disse agli angeli: “Creerò un essere umano con l'argilla."
  ],
  [
    72,
    "Dopo che l'avrò ben formato e avrò soffiato in lui del Mio Spirito, gettatevi in prosternazione davanti a lui”."
  ],
  [
    73,
    "Tutti gli angeli si prosternarono assieme,"
  ],
  [
    74,
    "eccetto Iblis, che si inorgoglì e divenne uno dei miscredenti."
  ],
  [
    75,
    "[Allah] disse: “O Iblis, cosa ti impedisce di prosternarti davanti a ciò che ho creato con le Mie mani? Ti gonfi d'orgoglio? Ti ritieni forse uno dei più elevati?”."
  ],
  [
    76,
    "Rispose: “Sono migliore di lui: mi hai creato dal fuoco, mentre creasti lui dalla creta”."
  ],
  [
    77,
    "[Allah] disse: “Esci di qui, in verità sei maledetto;"
  ],
  [
    78,
    "e la Mia maledizione sarà su di te fino al Giorno del Giudizio!”."
  ],
  [
    79,
    "Disse: “Signore, concedimi una dilazione fino al Giorno in cui saranno resuscitati”."
  ],
  [
    80,
    "Rispose [Allah]: “Tu sei fra coloro cui è concessa dilazione"
  ],
  [
    81,
    "fino al Giorno dell'Istante noto”."
  ],
  [
    82,
    "Disse: “Per la Tua potenza, tutti li travierò,"
  ],
  [
    83,
    "eccetto quelli, fra loro, che sono Tuoi servi protetti”."
  ],
  [
    84,
    "[Allah] disse: “[Questa è] la Verità, Io dico in Verità,"
  ],
  [
    85,
    "che riempirò l'Inferno di te e di tutti quelli di loro che ti seguiranno”."
  ],
  [
    86,
    "Di': “Non vi chiedo ricompensa alcuna, né sono fra coloro che vogliono imporsi."
  ],
  [
    87,
    "Questo non è che un Monito per le creature."
  ],
  [
    88,
    "E tra qualche tempo ne avrete certamente notizia”."
  ]
]