[
  {
    "id": 44,
    "city": "makkah",
    "name": {
      "translated": "The Smoke",
      "transliterated": "Ad-Dukhan",
      "codepoints": [
        1575,
        1604,
        1583,
        1582,
        1575,
        1606
      ]
    },
    "ayahs": 59,
    "slug": "ad-dukhan",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Hâ', Mîm."
  ],
  [
    2,
    "Per il Libro esplicito."
  ],
  [
    3,
    "Lo abbiamo fatto scendere in una notte benedetta, - in verità siamo Noi ad ammonire "
  ],
  [
    4,
    "durante la quale è stabilito ogni saggio decreto,"
  ],
  [
    5,
    "decreto che emana da Noi. Siamo Noi ad inviare [i messaggeri],"
  ],
  [
    6,
    "[segno della] misericordia del tuo Signore: Egli è audiente, sapiente,"
  ],
  [
    7,
    "il Signore dei cieli, della terra e di quel che vi è frammezzo.Se solo ne foste convinti!"
  ],
  [
    8,
    "Non c'è dio all'infuori di Lui, Colui Che dà la vita e dà la morte, il vostro Signore e il Signore dei vostri più lontani antenati."
  ],
  [
    9,
    "Ma quella gente invece dubita e scherza!"
  ],
  [
    10,
    "Ebbene, aspetta il Giorno in cui il cielo recherà un fumo ben visibile,"
  ],
  [
    11,
    "che avvolgerà gli uomini. Ecco un castigo doloroso!"
  ],
  [
    12,
    "[Diranno]: “Signore, allontana da noi il castigo, perché [ora] crediamo”."
  ],
  [
    13,
    "Da dove viene questa loro coscienza? Già giunse loro un messaggero esplicito,"
  ],
  [
    14,
    "e gli voltarono le spalle dicendo: “È un neofita invasato”."
  ],
  [
    15,
    "Se, per un istante, allontanassimo il castigo da voi, certamente sareste recidivi."
  ],
  [
    16,
    "Il Giorno in cui li afferreremo con implacabile stretta, Ci vendicheremo."
  ],
  [
    17,
    "Prima di loro mettemmo alla prova il popolo di Faraone, quando giunse loro un nobilissimo messaggero"
  ],
  [
    18,
    "[che disse]: “Datemi i servi di Allah! Io sono per voi un messaggero affidabile!"
  ],
  [
    19,
    "Non siate insolenti nei confronti di Allah! In verità vengo a voi con evidente autorità."
  ],
  [
    20,
    "Mi rifugio in Colui Che è mio Signore e vostro Signore, affinché voi non mi lapidiate."
  ],
  [
    21,
    "Se non volete credere in me, almeno non siatemi ostili”."
  ],
  [
    22,
    "Invocò poi il suo Signore: “In verità sono un popolo di malvagi”."
  ],
  [
    23,
    "[Disse il Signore]: “Fai viaggiare di notte i Miei servi: sarete inseguiti."
  ],
  [
    24,
    "Lascerai il mare aperto: sarà un'armata di annegati”."
  ],
  [
    25,
    "Quanti giardini e sorgenti abbandonarono,"
  ],
  [
    26,
    "e campi, e comode residenze,"
  ],
  [
    27,
    "e il benessere di cui si deliziavano!"
  ],
  [
    28,
    "Così fu: demmo tutto ciò in eredità ad altro popolo."
  ],
  [
    29,
    "Non li piansero né il cielo né la terra e non fu concessa loro dilazione alcuna."
  ],
  [
    30,
    "Salvammo i Figli di Israele dall'umiliante tormento,"
  ],
  [
    31,
    "da Faraone che era tiranno e prevaricatore."
  ],
  [
    32,
    "Con conoscenza di causa ne facemmo degli eletti tra le creature."
  ],
  [
    33,
    "Demmo loro segni che contenevano una prova palese."
  ],
  [
    34,
    "Ora questi dicono:"
  ],
  [
    35,
    "“Non avremo altro che la prima morte e non saremo risuscitati."
  ],
  [
    36,
    "Fate risorgere i nostri avi, se siete veritieri”."
  ],
  [
    37,
    "Son essi migliori, o il popolo di Tubba o coloro che li precedettero? Li annientammo perché in verità erano malvagi."
  ],
  [
    38,
    "Non creammo i cieli e la terra e quel che vi sta frammezzo per gioco,"
  ],
  [
    39,
    "non li creammo che secondo verità. Ma la maggior parte di loro non lo sa."
  ],
  [
    40,
    "Invero il Giorno del Verdetto è fissato per tutti quanti,"
  ],
  [
    41,
    "il Giorno in cui nessun alleato darà rifugio al suo alleato in alcunché e non saranno soccorsi,"
  ],
  [
    42,
    "eccetto chi avrà la misericordia di Allah. In verità Egli è l'Eccelso, il Misericordioso."
  ],
  [
    43,
    "In verità l'albero di Zaqqûm,"
  ],
  [
    44,
    "è il cibo del peccatore."
  ],
  [
    45,
    "Ribollirà nel [suo] ventre come metallo liquefatto,"
  ],
  [
    46,
    "come bolle l'acqua bollente."
  ],
  [
    47,
    "“Afferratelo e trascinatelo nel fondo della Fornace"
  ],
  [
    48,
    "e gli si versi sul capo il castigo dell'acqua bollente."
  ],
  [
    49,
    "Gusta [questo]: sei forse tu l'eccelso, il nobile?”"
  ],
  [
    50,
    "Ecco quello di cui dubitavate!"
  ],
  [
    51,
    "I timorati avranno asilo sicuro,"
  ],
  [
    52,
    "tra giardini e sorgenti."
  ],
  [
    53,
    "Saranno vestiti di seta e broccato e staranno gli uni di fronte agli altri."
  ],
  [
    54,
    "Sarà così e daremo loro in spose fanciulle dai grandi occhi."
  ],
  [
    55,
    "Colà chiederanno senza timore ogni tipo di frutto."
  ],
  [
    56,
    "E non proveranno altra morte oltre a quella prima morte [terrena]. [Allah] li ha preservati dal tormento della Fornace,"
  ],
  [
    57,
    "per grazia del tuo Signore: questa è la più grande beatitudine."
  ],
  [
    58,
    "Abbiamo reso facile questo [Corano], nel tuo idioma, affinché riflettano."
  ],
  [
    59,
    "Aspetta dunque, ché anche loro aspettano."
  ]
]