[
  {
    "id": 51,
    "city": "makkah",
    "name": {
      "translated": "The Winnowing Winds",
      "transliterated": "Adh-Dhariyat",
      "codepoints": [
        1575,
        1604,
        1584,
        1575,
        1585,
        1610,
        1575,
        1578
      ]
    },
    "ayahs": 60,
    "slug": "adh-dhariyat",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Per i venti che spargono,"
  ],
  [
    2,
    "per quelle che portano un carico,"
  ],
  [
    3,
    "per quelle che scivolano leggere,"
  ],
  [
    4,
    "per quelli che trasmettono l'ordine."
  ],
  [
    5,
    "Quello che vi è stato promesso è vero,"
  ],
  [
    6,
    "e il Giudizio avverrà inevitabilmente."
  ],
  [
    7,
    "Per il cielo solcato di percorsi,"
  ],
  [
    8,
    "invero avete opinioni contrastanti,"
  ],
  [
    9,
    "è maldisposto chi è maldisposto."
  ],
  [
    10,
    "Maledetti i blasfemi"
  ],
  [
    11,
    "che nell'abisso dimenticano."
  ],
  [
    12,
    "Chiedono: “A quando il Giorno del Giudizio?”."
  ],
  [
    13,
    "Il Giorno in cui saranno messi alla prova del Fuoco"
  ],
  [
    14,
    "[sarà detto loro]: “Gustate la vostra prova! Ecco quello che volevate affrettare!”."
  ],
  [
    15,
    "I timorati staranno tra i giardini e le fonti,"
  ],
  [
    16,
    "prendendo ciò che il Signore darà loro, poiché in passato facevano il bene,"
  ],
  [
    17,
    "dormivano poco di notte,"
  ],
  [
    18,
    "e all'alba imploravano il perdono;"
  ],
  [
    19,
    "e nei loro beni c'era un diritto per il mendicante e il diseredato."
  ],
  [
    20,
    "Sulla terra ci sono segni per coloro che credono fermamente,"
  ],
  [
    21,
    "e anche in voi stessi. Non riflettete dunque?"
  ],
  [
    22,
    "Nel cielo c'è la vostra sussistenza e anche ciò che vi è stato promesso."
  ],
  [
    23,
    "Per il Signore del cielo e della terra: tutto questo è vero come è vero che parlate."
  ],
  [
    24,
    "Ti è giunta la storia degli ospiti onorati di Abramo ?"
  ],
  [
    25,
    "Quando entrarono da lui dicendo: “Pace”, egli rispose: “Pace, o sconosciuti”."
  ],
  [
    26,
    "Poi andò discretamente dai suoi e tornò con un vitello grasso,"
  ],
  [
    27,
    "e l'offrì loro... [Disse]: “Non mangiate nulla?”."
  ],
  [
    28,
    "Ebbe allora paura di loro. Dissero: “Non aver paura”. Gli diedero la lieta novella di un figlio sapiente."
  ],
  [
    29,
    "Venne dunque sua moglie gridando, colpendosi il volto e dicendo: “Sono una vecchia sterile!”."
  ],
  [
    30,
    "Dissero: “Così ha comandato il tuo Signore. In verità Egli è il Saggio, il Sapiente”."
  ],
  [
    31,
    "Disse [Abramo]: “O inviati, qual è la vostra missione?”."
  ],
  [
    32,
    "Risposero: “Siamo stati inviati a un popolo di criminali,"
  ],
  [
    33,
    "per lanciare su di loro pietre d'argilla"
  ],
  [
    34,
    "contrassegnate presso il tuo Signore, per coloro che eccedono”."
  ],
  [
    35,
    "Ne facemmo uscire i credenti"
  ],
  [
    36,
    "e non vi trovammo che una casa di sottomessi."
  ],
  [
    37,
    "Colà lasciammo un segno per coloro che temono il castigo doloroso;"
  ],
  [
    38,
    "come in Mosè, quando lo inviammo a Faraone con autorità incontestabile,"
  ],
  [
    39,
    "ma volse le spalle insieme coi suoi. Disse: “È uno stregone o un posseduto”."
  ],
  [
    40,
    "Afferrammo lui e le sue truppe e li gettammo nei flutti, per il suo comportamento biasimevole."
  ],
  [
    41,
    "E [ci fu segno] negli Âd, quando inviammo contro di loro il vento devastante"
  ],
  [
    42,
    "che nulla lasciava sul suo percorso senza ridurlo in polvere."
  ],
  [
    43,
    "E [ci fu segno] nei Thamûd, quando fu detto loro: “Godete per un periodo”."
  ],
  [
    44,
    "Trasgredirono l'ordine del loro Signore. Li colpì una folgore mentre ancora guardavano,"
  ],
  [
    45,
    "e non poterono restare in piedi né essere soccorsi."
  ],
  [
    46,
    "Già [distruggemmo] il popolo di Noè: erano gente malvagia."
  ],
  [
    47,
    "Il cielo lo abbiamo costruito con la Nostra potenza e [costantemente] lo estendiamo nell'immensità;"
  ],
  [
    48,
    "la terra l'abbiamo distesa, e quanto bene la distendemmo !"
  ],
  [
    49,
    "Di ogni cosa creammo una coppia, affinché possiate riflettere."
  ],
  [
    50,
    "“Accorrete allora verso Allah! In verità io sono per voi un ammonitore esplicito da parte Sua."
  ],
  [
    51,
    "Non associate altra divinità ad Allah. In verità io sono per voi un ammonitore esplicito da parte Sua.”"
  ],
  [
    52,
    "Non mai giunse un messaggero a quelli che li precedettero senza che gli dicessero: “Sei uno stregone, un pazzo!”."
  ],
  [
    53,
    "È questo quel che si sono tramandati ? È davvero gente ribelle."
  ],
  [
    54,
    "Volgi loro le spalle: non sarai biasimato ;"
  ],
  [
    55,
    "e ricorda, ché il ricordo giova ai credenti."
  ],
  [
    56,
    "È solo perché Mi adorassero che ho creato i dèmoni e gli uomini."
  ],
  [
    57,
    "Non chiedo loro nessun sostentamento e non chiedo che Mi nutrano."
  ],
  [
    58,
    "In verità Allah è il Sostentatore, il Detentore della forza, l'Irremovibile."
  ],
  [
    59,
    "Coloro che saranno stati ingiusti avranno la stessa sorte che toccò ai loro simili: non cerchino quindi di affrettarla."
  ],
  [
    60,
    "Guai a coloro che non credono, per via del Giorno di cui sono stati minacciati."
  ]
]