[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "The Mount",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Per il Monte,"
  ],
  [
    2,
    "per un Libro scritto"
  ],
  [
    3,
    "su pergamena distesa,"
  ],
  [
    4,
    "per la Casa visitata,"
  ],
  [
    5,
    "per la volta elevata,"
  ],
  [
    6,
    "per il mare ribollente."
  ],
  [
    7,
    "Il castigo del tuo Signore avverrà inevitabilmente,"
  ],
  [
    8,
    "nessuno potrà impedirlo."
  ],
  [
    9,
    "Il Giorno in cui il cielo tremante, tremerà"
  ],
  [
    10,
    "e le montagne si metteranno in marcia,"
  ],
  [
    11,
    "guai in quel Giorno, a coloro che tacciano di menzogna,"
  ],
  [
    12,
    "a coloro che si dilettano nella vanità!"
  ],
  [
    13,
    "Il Giorno in cui saranno spinti brutalmente nel fuoco dell'Inferno,"
  ],
  [
    14,
    "[sarà detto loro]: “Ecco il fuoco che tacciavate di menzogna!"
  ],
  [
    15,
    "È magia questa? O siete voi che non vedete?"
  ],
  [
    16,
    "Entrateci! Che lo sopportiate oppure no, sarà per voi la stessa cosa. Sarete compensati solo di quello che avrete fatto”."
  ],
  [
    17,
    "In verità i timorati saranno nei Giardini, nelle delizie,"
  ],
  [
    18,
    "a godersi quello che il loro Signore avrà dato loro. Il loro Signore li avrà preservati dal castigo della Fornace."
  ],
  [
    19,
    "[Sarà detto loro]: “Mangiate e bevete in serenità, [ricompensa questa] per quel che avete fatto!”."
  ],
  [
    20,
    "[Staranno] appoggiati su divani disposti in ranghi e daremo loro in spose le fanciulle dai grandi occhi neri."
  ],
  [
    21,
    "Coloro che avranno creduto e che saranno stati seguiti nella fede dalla loro progenie, Noi li riuniremo ai loro figli. Non diminuiremo in nulla il merito delle loro azioni, poiché ognuno è pegno di quello che si sarà guadagnato."
  ],
  [
    22,
    "Provvederemo loro i frutti e le carni che desidereranno."
  ],
  [
    23,
    "Si scambieranno un calice immune da vanità o peccato."
  ],
  [
    24,
    "E per servirli circoleranno tra loro giovanetti simili a perle nascoste."
  ],
  [
    25,
    "Si andranno vicendevolmente incontro, interpellandosi."
  ],
  [
    26,
    "Diranno: “Vivevamo tra la nostra gente nel timore [di Allah]"
  ],
  [
    27,
    "ma Allah ci ha favorito e ci ha protetti dal castigo del Soffio Infuocato."
  ],
  [
    28,
    "Già noi Lo invocavamo. Egli è veramente il Caritatevole, il Misericordioso”."
  ],
  [
    29,
    "Ammonisci dunque, poiché per grazia del tuo Signore non sei né un indovino né un folle."
  ],
  [
    30,
    "Diranno: “È un poeta, aspettiamo che subisca qualche vicissitudine mortale”."
  ],
  [
    31,
    "Di': “Aspettate, ché anch'io aspetterò con voi”."
  ],
  [
    32,
    "È la loro ragione che li induce a ciò, o sono un popolo di superbi?"
  ],
  [
    33,
    "Diranno: “Lo ha inventato lui stesso”. Piuttosto [sono loro che] non vogliono credere."
  ],
  [
    34,
    "Producano dunque un discorso simile a questo, se sono sinceri."
  ],
  [
    35,
    "Sono stati forse creati dal nulla oppure sono essi stessi i creatori?"
  ],
  [
    36,
    "O hanno creato i cieli e la terra? In realtà non sono affatto convinti."
  ],
  [
    37,
    "Hanno presso di loro i tesori del tuo Signore o sono loro i dominatori?"
  ],
  [
    38,
    "Hanno forse una scala per ascoltare? Chi ascolta per conto loro, lo provi irrefutabilmente."
  ],
  [
    39,
    "[Allah] avrebbe forse figlie e voi figli?"
  ],
  [
    40,
    "Forse chiedi loro un compenso, [tale] che si sentano gravati da un peso insopportabile?"
  ],
  [
    41,
    "Possiedono l'invisibile in modo tale da descriverlo?"
  ],
  [
    42,
    "Vogliono tramare un'insidia? Saranno piuttosto i miscredenti ad essere ingannati."
  ],
  [
    43,
    "Oppure hanno un altro dio all'infuori di Allah? Gloria a Lui, Egli è ben al di sopra di quanto [Gli] associano."
  ],
  [
    44,
    "Se vedessero cadere un pezzo di cielo, direbbero: “È un cumulo di nuvole”."
  ],
  [
    45,
    "Lasciali [stare] dunque, finché non incontreranno quel loro Giorno in cui saranno folgorati,"
  ],
  [
    46,
    "il Giorno in cui la loro astuzia non gioverà loro in alcunché e non saranno aiutati."
  ],
  [
    47,
    "In verità gli ingiusti saranno puniti già prima di quello. Ma la maggior parte di loro non lo sa."
  ],
  [
    48,
    "Sopporta con pazienza il decreto del tuo Signore, poiché in verità sei sotto i Nostri occhi. Glorifica e loda il tuo Signore quando ti alzi,"
  ],
  [
    49,
    "e glorificaLo durante la notte e al declinare delle stelle."
  ]
]