[
  {
    "id": 53,
    "city": "makkah",
    "name": {
      "translated": "The Star",
      "transliterated": "An-Najm",
      "codepoints": [
        1575,
        1604,
        1606,
        1580,
        1605
      ]
    },
    "ayahs": 62,
    "slug": "an-najm",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Per la stella quando tramonta."
  ],
  [
    2,
    "Il vostro compagno non è traviato, non è in errore;"
  ],
  [
    3,
    "e neppure parla d'impulso:"
  ],
  [
    4,
    "non è che una Rivelazione ispirata."
  ],
  [
    5,
    "Gliel'ha insegnata un fortissimo,"
  ],
  [
    6,
    "di saggezza dotato, che compostamente comparve:"
  ],
  [
    7,
    "[si trovava] all'orizzonte più elevato,"
  ],
  [
    8,
    "poi s'avvicinò scendendo ancora più in basso,"
  ],
  [
    9,
    "[finché] fu alla distanza di due archi o meno."
  ],
  [
    10,
    "Rivelò al Suo servo quello che rivelò."
  ],
  [
    11,
    "Il cuore non mentì su quel che vide."
  ],
  [
    12,
    "Vorreste dunque polemizzare su quel che vide?"
  ],
  [
    13,
    "E invero lo vide in un'altra discesa,"
  ],
  [
    14,
    "vicino al Loto del limite,"
  ],
  [
    15,
    "presso il quale c'è il Giardino di Ma'wa,"
  ],
  [
    16,
    "nel momento in cui il Loto era coperto da quel che lo copriva."
  ],
  [
    17,
    "Non distolse lo sguardo e non andò oltre."
  ],
  [
    18,
    "Vide davvero i segni più grandi del suo Signore."
  ],
  [
    19,
    "Cosa ne dite di al-Lât e al-Uzzâ,"
  ],
  [
    20,
    "e di Manât, la terza ?"
  ],
  [
    21,
    "Avrete voi il maschio e Lui la femmina ?"
  ],
  [
    22,
    "Che ingiusta spartizione!"
  ],
  [
    23,
    "Non sono altro che nomi menzionati da voi e dai vostri antenati, a proposito dei quali Allah non fece scendere nessuna autorità. Essi si abbandonano alle congetture e a quello che affascina gli animi loro, nonostante sia giunta loro una guida del loro Signore."
  ],
  [
    24,
    "L'uomo otterrà forse tutto quel che desidera?"
  ],
  [
    25,
    "Appartengono ad Allah l'altra vita e questa vita."
  ],
  [
    26,
    "Quanti angeli nel cielo, la cui intercessione sarà vana finché Allah non l'abbia permessa, e in favore di chi Egli voglia e di chi Gli aggrada."
  ],
  [
    27,
    "Invero quelli che non credono nell'altra vita danno agli angeli nomi femminili,"
  ],
  [
    28,
    "mentre non posseggono alcuna scienza: si abbandonano alle congetture, ma la congettura non può nulla contro la verità."
  ],
  [
    29,
    "Dunque non ti curare di chi volge le spalle al Nostro monito e non brama che la vita terrena."
  ],
  [
    30,
    "Ecco tutta la portata della loro scienza: in verità il tuo Signore ben conosce chi si allontana dalla Sua via e conosce chi è ben diretto."
  ],
  [
    31,
    "Appartiene ad Allah tutto quello che c'è nei cieli e tutto quello che c'è sulla terra, sì che compensi coloro che agiscono male per ciò che avranno fatto e compensi coloro che agiscono bene con quanto ci sia di più bello."
  ],
  [
    32,
    "Essi sono coloro che evitano i peccati più gravi e le perversità e non commettono che le colpe più lievi. Invero il perdono del tuo Signore è immenso. Egli vi conosce meglio [di chiunque altro] quando vi ha prodotti dalla terra e quando eravate ancora embrioni nel ventre delle vostre madri. Non vantatevi di essere puri : Egli conosce meglio [di chiunque altro] coloro che[Lo] temono."
  ],
  [
    33,
    "Hai visto colui che ti volge le spalle,"
  ],
  [
    34,
    "che dà poco e poi smette [di dare]?"
  ],
  [
    35,
    "Possiede conoscenza dell'invisibile e riesce a vederlo?"
  ],
  [
    36,
    "Non è stato informato di quello che contengono i fogli di Mosè"
  ],
  [
    37,
    "e quelli di Abramo, uomo fedele?"
  ],
  [
    38,
    "Che nessuno porterà il fardello di un altro,"
  ],
  [
    39,
    "e che invero, l'uomo non ottiene che il [frutto dei] suoi sforzi ;"
  ],
  [
    40,
    "e che il suo sforzo gli sarà presentato [nel Giorno del Giudizio]"
  ],
  [
    41,
    "e gli sarà dato pieno compenso,"
  ],
  [
    42,
    "e che in verità tutto conduce verso il tuo Signore,"
  ],
  [
    43,
    "e che Egli è Colui Che fa ridere e fa piangere,"
  ],
  [
    44,
    "e che Egli è Colui Che dà la vita e dà la morte,"
  ],
  [
    45,
    "e che Egli è Colui Che ha creato i due generi, il maschio e la femmina,"
  ],
  [
    46,
    "da una goccia di sperma quand'è eiaculata,"
  ],
  [
    47,
    "e che a Lui incombe l'altra creazione,"
  ],
  [
    48,
    "e che invero è Lui Che arricchisce e provvede,"
  ],
  [
    49,
    "e che è Lui il Signore di Sirio,"
  ],
  [
    50,
    "e che Lui annientò gli antichi Âd,"
  ],
  [
    51,
    "e i Thamûd, sì che non ne rimase nessuno,"
  ],
  [
    52,
    "come già [accadde] alla gente di Noè, che era ancora più ingiusta e più ribelle,"
  ],
  [
    53,
    "e come già annientò le [città] sovvertite :"
  ],
  [
    54,
    "e fece sì che le ricoprisse quel che le ricoprì!"
  ],
  [
    55,
    "Quale dunque dei favori del tuo Signore vorrai mettere in dubbio?"
  ],
  [
    56,
    "Questo è un Monito tra gli antichi moniti."
  ],
  [
    57,
    "L'Imminente s'avvicina,"
  ],
  [
    58,
    "nessuno, all'infuori di Allah, può svelarla!"
  ],
  [
    59,
    "Ma come, vi stupite di questo discorso?"
  ],
  [
    60,
    "Ne riderete invece che piangerne o"
  ],
  [
    61,
    "rimarrete indifferenti?"
  ],
  [
    62,
    "Dunque prosternatevi davanti ad Allah e adorate!"
  ]
]