[
  {
    "id": 54,
    "city": "makkah",
    "name": {
      "translated": "The Moon",
      "transliterated": "Al-Qamar",
      "codepoints": [
        1575,
        1604,
        1602,
        1605,
        1585
      ]
    },
    "ayahs": 55,
    "slug": "al-qamar",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "L'Ora si avvicina e la luna si spacca."
  ],
  [
    2,
    "Se vedono un segno, si sottraggono e dicono: “È una magia continua!”."
  ],
  [
    3,
    "Tacciano di menzogna e seguono le loro passioni, ma ogni Decreto è prefissato."
  ],
  [
    4,
    "Certamente sono giunte a loro storie che dovrebbero dissuaderli [dal male],"
  ],
  [
    5,
    "consolidata saggezza. Ma gli avvertimenti non giovano [loro]."
  ],
  [
    6,
    "Distogliti da loro [o Muhammad]. Il Giorno in cui l'Araldo chiamerà a qualcosa di orribile,"
  ],
  [
    7,
    "usciranno dalle tombe con gli occhi bassi, come locuste disperse"
  ],
  [
    8,
    "e si precipiteranno impauriti verso l'Araldo. Diranno i miscredenti: “Ecco un Giorno difficile”."
  ],
  [
    9,
    "Prima di loro il popolo di Noè già tacciò di menzogna. Tacciarono di menzogna il Nostro servo e dissero: “È un pazzo”. Lo diffidarono [dal predicare]."
  ],
  [
    10,
    "Invocò il suo Signore: “Sono sopraffatto: fa' trionfare la Tua causa”."
  ],
  [
    11,
    "Spalancammo le porte del cielo ad un'acqua torrenziale,"
  ],
  [
    12,
    "e da tutta la terra scaturirono sorgenti e le acque si mescolarono in un ordine prestabilito."
  ],
  [
    13,
    "E lo portammo su [quella fatta di] tavole e chiodi."
  ],
  [
    14,
    "Navigò sotto i Nostri occhi: fu il compenso per colui che era stato rinnegato."
  ],
  [
    15,
    "La lasciammo come segno. C'è qualcuno che se ne ricorda?"
  ],
  [
    16,
    "Quale fu il Mio castigo, quali i Miei moniti !"
  ],
  [
    17,
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C'è qualcuno che rifletta [su di esso]?"
  ],
  [
    18,
    "Gli Âd tacciarono di menzogna. Quale fu il Mio castigo, quali i Miei moniti!"
  ],
  [
    19,
    "Scatenammo contro di loro un vento tempestoso, durante un giorno nefasto e interminabile;"
  ],
  [
    20,
    "strappava gli uomini come fossero tronchi di palme sradicate."
  ],
  [
    21,
    "Quale fu il Mio castigo! Quali i Miei moniti!"
  ],
  [
    22,
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C'è qualcuno che rifletta [su di esso]?"
  ],
  [
    23,
    "I Thamûd tacciarono di menzogna gli ammonimenti;"
  ],
  [
    24,
    "dissero: “Dovremmo seguire un solo mortale fra di noi? Davvero in tal caso saremmo traviati e folli!"
  ],
  [
    25,
    "Ma come? Il Monito è stato affidato solo a lui tra [tutti] noi? È un gran bugiardo, uno sfrontato!”."
  ],
  [
    26,
    "Domani sapranno chi è il gran bugiardo, lo sfrontato!"
  ],
  [
    27,
    "Manderemo loro la cammella come tentazione: osservali e sii paziente."
  ],
  [
    28,
    "Informali che devono dividere l'acqua [con la cammella]: ognuno il suo turno per bere."
  ],
  [
    29,
    "Chiamarono uno dei loro che impugnò [la spada] e le tagliò i garretti."
  ],
  [
    30,
    "Quale fu il Mio castigo, quali i Miei moniti!"
  ],
  [
    31,
    "Mandammo contro di loro un solo Grido, rimasero come erba disseccata per gli stabbi."
  ],
  [
    32,
    "Invero abbiamo reso facile il Corano, che vi servisse da Monito. C'e qualcuno che rifletta [su di esso]?"
  ],
  [
    33,
    "Il popolo di Lot tacciò di menzogna i moniti."
  ],
  [
    34,
    "Mandammo contro di loro una tempesta di pietre, eccezion fatta per la famiglia di Lot che salvammo sul far dell'alba,"
  ],
  [
    35,
    "favore da parte Nostra: così compensiamo chi Ci è riconoscente."
  ],
  [
    36,
    "Egli li aveva avvisati del Nostro castigo, ma dubitarono di questi moniti."
  ],
  [
    37,
    "Pretendevano i suoi ospiti, ma accecammo i loro occhi [dicendo]: “Provate allora il Mio castigo e [la veridicità de] i Miei moniti!”."
  ],
  [
    38,
    "E invero di buon'ora li sorprese un durevole castigo."
  ],
  [
    39,
    "Provate allora il Mio castigo e [la veridicità de]i Miei moniti!"
  ],
  [
    40,
    "Invero abbiamo reso facile il Corano, che vi servisse da monito. C'e qualcuno che rifletta [su di esso]?"
  ],
  [
    41,
    "E invero giunsero ammonimenti alla gente di Faraone."
  ],
  [
    42,
    "Smentirono tutti quanti i Nostri segni, perciò Li afferrammo con la presa di un possente, onnipotente."
  ],
  [
    43,
    "I vostri miscredenti [o meccani] sono migliori di quelli? Ci son forse nelle Scritture delle immunità a vostro favore?"
  ],
  [
    44,
    "Oppure diranno: “Siamo una moltitudine capace di vincere”."
  ],
  [
    45,
    "Presto sarà dispersa la moltitudine e volgeranno in fuga."
  ],
  [
    46,
    "Sarà piuttosto l'Ora il loro appuntamento. L'Ora sarà più atroce e più amara."
  ],
  [
    47,
    "In verità i malvagi sono nello smarrimento e nella follia."
  ],
  [
    48,
    "Il Giorno in cui saranno trascinati sui loro volti fino al Fuoco [sarà detto loro]: “Gustate il contatto del Calore che brucia!”."
  ],
  [
    49,
    "Ogni cosa creammo in giusta misura,"
  ],
  [
    50,
    "e il Nostro ordine è una sola parola, [istantaneo] come battito di ciglia."
  ],
  [
    51,
    "Invero già annientammo faziosi della vostra specie. C'è forse qualcuno che rifletta in proposito?"
  ],
  [
    52,
    "Tutto quel che fecero è nei registri:"
  ],
  [
    53,
    "ogni cosa piccola o grande vi è segnata."
  ],
  [
    54,
    "I timorati saranno tra Giardini e ruscelli,"
  ],
  [
    55,
    "in un luogo di verità, presso un Re onnipotente."
  ]
]