[
  {
    "id": 59,
    "city": "madinah",
    "name": {
      "translated": "The Exile",
      "transliterated": "Al-Hashr",
      "codepoints": [
        1575,
        1604,
        1581,
        1588,
        1585
      ]
    },
    "ayahs": 24,
    "slug": "al-hashr",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Glorifica Allah ciò che è nei cieli e ciò che è sulla terra. Egli è eccelso, saggio."
  ],
  [
    2,
    "Egli è Colui Che ha fatto uscire dalle loro dimore, in occasione del primo esodo, quelli fra la gente della Scrittura che erano miscredenti. Voi non pensavate che sarebbero usciti, e loro credevano che le loro fortezze li avrebbero difesi contro Allah. Ma Allah li raggiunse da dove non se Lo aspettavano e gettò il terrore nei loro cuori: demolirono le loro case con le loro mani e con il concorso delle mani dei credenti. Traetene dunque una lezione, o voi che avete occhi per vedere."
  ],
  [
    3,
    "E se Allah non avesse decretato il loro bando, li avrebbe certamente castigati in questa vita: nell'altra vita avranno il castigo del Fuoco,"
  ],
  [
    4,
    "poiché si opposero ad Allah e al Suo Inviato. E quanto a chi si oppone ad Allah... invero Allah è severo nel castigo!"
  ],
  [
    5,
    "Tutte le palme che abbatteste e quelle che lasciaste ritte sulle loro radici, fu con il permesso di Allah, affinché Egli copra gli empi di ignominia."
  ],
  [
    6,
    "Il bottino che Allah concesse [spetta] al Suo Inviato; non faceste correre [per conquistarlo] né cavalli, né cammelli. Allah fa trionfare i Suoi Inviati su chi vuole, e Allah è onnipotente."
  ],
  [
    7,
    "Il bottino che Allah concesse al Suo Inviato, sugli abitanti delle città, appartiene ad Allah e al Suo Inviato, ai [suoi] familiari, agli orfani, ai poveri e al viandante diseredato, cosicché non sia diviso tra i ricchi fra di voi. Prendete quello che il Messaggero vi dà e astenetevi da quel che vi nega e temete Allah. In verità Allah è severo nel castigo."
  ],
  [
    8,
    "[Appartiene] inoltre agli emigrati bisognosi che sono stati scacciati dalle loro case e dai loro beni poiché bramavano la grazia e il compiacimento di Allah, ausiliari di Allah e del Suo Inviato: essi sono i sinceri;"
  ],
  [
    9,
    "e [appartiene] a quanti prima di loro abitavano il paese e [vivevano] nella fede, che amano quelli che emigrarono presso di loro e non provano in cuore invidia alcuna per ciò che hanno ricevuto e che [li] preferiscono a loro stessi nonostante siano nel bisogno. Coloro che si preservano dalla loro stessa avidità, questi avranno successo."
  ],
  [
    10,
    "Coloro che verranno dopo di loro diranno: “Signore, perdona noi e i nostri fratelli che ci hanno preceduto nella fede, e non porre nei nostri cuori alcun rancore verso i credenti. Signor nostro, Tu sei dolce e misericordioso”."
  ],
  [
    11,
    "Non hai visto gli ipocriti, mentre dicevano ai loro alleati miscredenti fra la gente della Scrittura: “Se sarete scacciati, verremo con voi e rifiuteremo di obbedire a chiunque contro di voi. Se sarete attaccati vi porteremo soccorso”? Allah è testimone che in verità sono bugiardi."
  ],
  [
    12,
    "Se verranno scacciati, essi non partiranno con loro, mentre se saranno attaccati non li soccorreranno, e quand'anche portassero loro soccorso, certamente volgerebbero le spalle e quindi non li aiuterebbero affatto."
  ],
  [
    13,
    "Voi mettete nei loro cuori più terrore che Allah Stesso, poiché invero è gente che non capisce."
  ],
  [
    14,
    "Vi combatteranno uniti solo dalle loro fortezze o dietro le mura. Grande è l'acrimonia che regna tra loro. Li ritieni uniti, invece i loro cuori sono discordi: è gente che non ragiona."
  ],
  [
    15,
    "Sono simili a coloro che di poco li precedettero: subirono le conseguenze del loro comportamento, riceveranno doloroso castigo."
  ],
  [
    16,
    "[Furono traditi] come quando Satana disse all'uomo: “Non credere”; ma quando questo fu miscredente gli disse: “Ti sconfesso, io temo Allah, il Signore dei mondi”."
  ],
  [
    17,
    "La fine di entrambi sarà nel Fuoco, in cui rimarranno in perpetuo. Ecco il compenso degli ingiusti."
  ],
  [
    18,
    "O voi che credete, temete Allah e che ognuno rifletta su ciò che avrà preparato per l'indomani. Temete Allah: in verità Allah è ben informato di quello che fate."
  ],
  [
    19,
    "Non siate come coloro che dimenticano Allah e cui Allah fece dimenticare se stessi. Questi sono i malvagi."
  ],
  [
    20,
    "Non saranno uguali i compagni del Fuoco e i compagni del Giardino: i compagni del Giardino avranno la beatitudine."
  ],
  [
    21,
    "Se avessimo fatto scendere questo Corano su una montagna, l'avresti vista umiliarsi e spaccarsi per il timor di Allah. Ecco gli esempi che proponiamo agli uomini affinché riflettano."
  ],
  [
    22,
    "Egli è Allah, Colui all'infuori del Quale non c'è altro dio, il Conoscitore dell'invisibile e del palese. Egli è il Compassionevole, il Misericordioso;"
  ],
  [
    23,
    "Egli è Allah, Colui all'infuori del Quale non c'è altro dio, il Re, il Santo, la Pace, il Fedele, il Custode, l'Eccelso, Colui Che costringe al Suo volere, Colui Che è cosciente della Sua grandezza. Gloria ad Allah, ben al di là di quanto Gli associano."
  ],
  [
    24,
    "Egli è Allah, il Creatore, Colui Che dà inizio a tutte le cose, Colui Che dà forma a tutte le cose. A Lui [appartengono] i nomi più belli. Tutto ciò che è nei cieli e sulla terra rende gloria a Lui. Egli è l'Eccelso, il Saggio."
  ]
]