[
  {
    "id": 63,
    "city": "madinah",
    "name": {
      "translated": "The Hypocrites",
      "transliterated": "Al-Munafiqun",
      "codepoints": [
        1575,
        1604,
        1605,
        1606,
        1575,
        1601,
        1602,
        1608,
        1606
      ]
    },
    "ayahs": 11,
    "slug": "al-munafiqun",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Quando vengono a te, gli ipocriti dicono: “Attestiamo che sei veramente il Messaggero di Allah”, ma Allah attesta che tu sei il Suo Messaggero e attesta Allah, che gli ipocriti sono bugiardi."
  ],
  [
    2,
    "Si fanno scudo dei loro giuramenti e hanno allontanato altri dalla via di Allah. Quant'è perverso quello che fanno!"
  ],
  [
    3,
    "E questo perché prima credettero, poi divennero increduli. Sul loro cuore fu quindi posto un suggello, affinché non capissero."
  ],
  [
    4,
    "Quando li vedi, sei ammirato dalla loro prestanza; se parlano, ascolti le loro parole. Sono come tronchi appoggiati. Credono che ogni grido sia contro di loro. Sono essi il nemico. Stai in guardia. Li annienti Allah! Quanto si sono traviati!"
  ],
  [
    5,
    "E quando si dice loro: “Venite, il Messaggero di Allah implorerà il perdono per voi”, voltano la testa e li vedi allontanarsi pieni di superbia."
  ],
  [
    6,
    "Per loro è la stessa cosa, che tu implori perdono per loro o che non lo implori: Allah non li perdonerà mai. In verità Allah non guida gli empi."
  ],
  [
    7,
    "Essi sono coloro che dicono: “Non date nulla a coloro che seguono il Messaggero di Allah, affinché si disperdano”. Appartengono ad Allah i tesori dei cieli e della terra, ma gli ipocriti non lo capiscono."
  ],
  [
    8,
    "Dicono: “Se ritorniamo a Medina, il più potente scaccerà il più debole”. La potenza appartiene ad Allah, al Suo Messaggero e ai credenti, ma gli ipocriti non lo sanno."
  ],
  [
    9,
    "O credenti, non vi distraggano dal ricordo di Allah i vostri beni e i vostri figli. Quelli che faranno ciò saranno i perdenti."
  ],
  [
    10,
    "Siate generosi di quello che Noi vi abbiamo concesso, prima che giunga a uno di voi la morte ed egli dica: “Signore, se Tu mi dessi una breve dilazione, farei l'elemosina e sarei fra i devoti”."
  ],
  [
    11,
    "Ma Allah non concede dilazioni a nessuno che sia giunto al termine. Allah è ben informato a proposito di quello che fate."
  ]
]