[
  {
    "id": 65,
    "city": "madinah",
    "name": {
      "translated": "The Divorce",
      "transliterated": "At-Talaq",
      "codepoints": [
        1575,
        1604,
        1591,
        1604,
        1575,
        1602
      ]
    },
    "ayahs": 12,
    "slug": "at-talaq",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "O Profeta, quando ripudiate le vostre donne, ripudiatele allo scadere del termine prescritto e contate bene il termine. Temete Allah vostro Signore e non scacciatele dalle loro case, ed esse non se ne vadano, a meno che non abbiano commesso una provata indecenza. Ecco i termini di Allah. Chi oltrepassa i termini di Allah, danneggia se stesso. Tu non sai: forse in questo periodo Allah farà succedere qualcosa."
  ],
  [
    2,
    "Quando poi siano giunte al loro termine, trattenetele convenientemente o separatevi da esse convenientemente. Richiedete la testimonianza di due dei vostri uomini retti, che testimonino davanti ad Allah. Ecco a che cosa è esortato chi crede in Allah e nell'Ultimo Giorno. A chi teme Allah, Egli apre una via d'uscita,"
  ],
  [
    3,
    "e gli concede provvidenze da dove non ne attendeva. Allah basta a chi confida in Lui. In verità Allah realizza i Suoi intenti. Allah ha stabilito una misura per ogni cosa."
  ],
  [
    4,
    "Se avete qualche dubbio a proposito di quelle delle vostre donne che non sperano più nel mestruo, il loro termine sia di tre lunazioni. Lo stesso valga per quelle che non hanno ancora il mestruo. Quelle che sono incinte avranno per termine il parto stesso. A chi teme Allah, Egli facilita i suoi intenti."
  ],
  [
    5,
    "Questo è l'Ordine che Allah ha fatto scendere su di voi. A chi teme Allah, Egli cancella i peccati e aumenta la sua ricompensa."
  ],
  [
    6,
    "Fatele abitare dove voi stessi abitate, secondo i vostri mezzi."
  ],
  [
    7,
    "L'agiato spenda della sua agiatezza, colui che ha scarse risorse spenda di quello che Allah gli ha concesso. Allah non impone a nessuno se non in misura di ciò che Egli ha concesso. Allah farà seguire il benessere al disagio."
  ],
  [
    8,
    "Quante città si mostrarono orgogliose di fronte all'ordine del loro Signore e dei Suoi messaggeri! Le costringemmo ad un rendiconto rigoroso, e le castigammo di un orribile castigo."
  ],
  [
    9,
    "Gustarono le conseguenze della loro condotta e l'esito della loro condotta fu la dannazione."
  ],
  [
    10,
    "Allah ha preparato loro un severo castigo. Temete dunque Allah, o dotati d'intelletto, voi che avete la fede. Invero Allah ha fatto scendere su di voi un Monito,"
  ],
  [
    11,
    "un Messaggero che vi recita i versetti espliciti di Allah, per trarre dalle tenebre alla luce coloro che credono e compiono il bene. Chi crede in Allah e compie il bene, Egli lo farà entrare nei Giardini in cui scorrono i ruscelli, dove rimarrà in perpetuo. A costui Allah ha concesso buona provvidenza."
  ],
  [
    12,
    "Allah è Colui Che ha creato sette cieli e altrettante terre. Scende il Suo Ordine tra di loro, affinché sappiate che in verità Allah è onnipotente e che Allah abbraccia nella Sua Scienza ogni cosa."
  ]
]