[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Benedetto Colui nella Cui mano è la sovranità, Egli è onnipotente;"
  ],
  [
    2,
    "Colui Che ha creato la morte e la vita per mettere alla prova chi di voi meglio opera, Egli è l'Eccelso, il Perdonatore;"
  ],
  [
    3,
    "Colui Che ha creato sette cieli sovrapposti senza che tu veda alcun difetto nella creazione del Compassionevole. Osserva, vedi una qualche fenditura?"
  ],
  [
    4,
    "Osserva ancora due volte: il tuo sguardo ricadrà, stanco e sfinito."
  ],
  [
    5,
    "Invero abbellimmo di luminarie il cielo più vicino, e ne abbiamo fatto strumenti per lapidare i dèmoni, per i quali abbiamo preparato la Fiamma."
  ],
  [
    6,
    "Per coloro che non credono nel loro Signore, c'è il castigo dell'Inferno: qual tristo divenire!"
  ],
  [
    7,
    "Quando vi sono precipitati, ne sentono il fragore mentre ribolle:"
  ],
  [
    8,
    "manca poco a che scoppi di rabbia. Ogni volta che un gruppo vi è precipitato, i suoi guardiani chiedono: “Non vi è forse giunto un ammonitore?”."
  ],
  [
    9,
    "Risponderanno: “Sì, ci era giunto un ammonitore, ma noi lo tacciammo di menzogna e dicemmo: Allah non ha fatto scendere alcunché, voi siete in evidente errore!\"”."
  ],
  [
    10,
    "E diranno: “Se avessimo ascoltato o compreso, non saremmo tra i compagni della Fiamma”."
  ],
  [
    11,
    "Riconoscono il loro peccato. Che siano ridotti in polvere i compagni della Fiamma!"
  ],
  [
    12,
    "Coloro che invece temono il loro Signore in ciò che è invisibile, avranno perdono e ricompensa grande."
  ],
  [
    13,
    "Sia che nascondiate i vostri intenti o li palesiate, Egli ben conosce quello che contengono i petti."
  ],
  [
    14,
    "Non conoscerebbe ciò che Egli stesso ha creato, quando Egli è il Sottile, il Ben informato?"
  ],
  [
    15,
    "Egli è Colui Che vi ha fatto remissiva la terra: percorretela in lungo e in largo, e mangiate della Sua provvidenza. Verso di Lui è la Resurrezione."
  ],
  [
    16,
    "Siete forse sicuri che Colui Che sta nel cielo non vi faccia inghiottire dalla terra quando trema?"
  ],
  [
    17,
    "O siete sicuri che Colui Che sta nel cielo non scateni contro di voi un uragano? Conoscerete allora il Mio avvertimento."
  ],
  [
    18,
    "Invero coloro che li precedettero già tacciarono di menzogna. Quale fu la mia riprovazione!"
  ],
  [
    19,
    "Non hanno visto, sopra di loro, gli uccelli spiegare e ripiegare le ali? Non li sostiene altri che il Compassionevole. In verità Egli osserva ogni cosa."
  ],
  [
    20,
    "Chi potrebbe costituire un esercito per voi, e [chi potrebbe] soccorrervi all'infuori del Compassionevole? I miscredenti sono in preda all'inganno."
  ],
  [
    21,
    "Chi provvederà a voi, se Egli tratterrà la Sua provvidenza? No, essi persistono nell'insolenza e nel rifiuto."
  ],
  [
    22,
    "Colui che cammina con il volto rivolto al suolo è forse meglio guidato di colui che si erge camminando sulla retta via ?"
  ],
  [
    23,
    "Di': “Egli è Colui Che vi ha creati e vi ha dato l'udito, gli occhi e i cuori”. Quanto poco Gli siete riconoscenti!"
  ],
  [
    24,
    "Di': “Egli è Colui Che vi ha sparsi sulla terra e verso di Lui sarete riuniti”."
  ],
  [
    25,
    "Dicono: “A quando questa promessa? [Ditecelo,] se siete veridici”."
  ],
  [
    26,
    "Di': “La conoscenza [di ciò] appartiene ad Allah. Io non sono altro che un ammonitore esplicito”."
  ],
  [
    27,
    "Quando la vedranno da vicino, saranno stravolti i visi dei miscredenti e sarà detto loro: “Ecco ciò che vi ostinavate a chiedere!”."
  ],
  [
    28,
    "Di': “Cosa credete? Sia che Allah faccia perire me e quelli che sono con me sia che ci usi misericordia, chi potrà proteggere i miscredenti da un doloroso castigo?”."
  ],
  [
    29,
    "Di': “Egli è il Compassionevole! Crediamo in Lui e in Lui confidiamo. Presto saprete chi è in errore evidente”."
  ],
  [
    30,
    "Di': “Cosa credete? Se la vostra acqua rientrasse nelle profondità [della terra] chi vi procurerebbe acqua sorgiva?”."
  ]
]