[
  {
    "id": 68,
    "city": "makkah",
    "name": {
      "translated": "The Pen",
      "transliterated": "Al-Qalam",
      "codepoints": [
        1575,
        1604,
        1602,
        1604,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "al-qalam",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Nûn. Per il calamo e ciò che scrivono!"
  ],
  [
    2,
    "Per Grazia di Allah tu non sei un folle,"
  ],
  [
    3,
    "e in verità ci sarà per te infinita ricompensa,"
  ],
  [
    4,
    "e in verità di un'immensa grandezza è il tuo carattere."
  ],
  [
    5,
    "Vedrai, e pure loro vedranno"
  ],
  [
    6,
    "chi di voi ha perso la ragione."
  ],
  [
    7,
    "Il tuo Signore ben conosce chi si allontana dalla Sua via e ben conosce coloro che seguono la retta via."
  ],
  [
    8,
    "Non obbedire a coloro che tacciano di menzogna."
  ],
  [
    9,
    "Vorrebbero che tu fossi accondiscendente e allora sarebbero accondiscendenti anche loro."
  ],
  [
    10,
    "Non dare ascolto ad alcun miserabile spergiuro,"
  ],
  [
    11,
    "al diffamatore, seminatore di maldicenza,"
  ],
  [
    12,
    "a quel grande nemico del bene, trasgressore, peccatore,"
  ],
  [
    13,
    "arrogante e persino bastardo."
  ],
  [
    14,
    "[Non dargli ascolto,] anche se possiede ricchezze e progenie."
  ],
  [
    15,
    "Quando i nostri versetti gli sono recitati, dice: “Favole degli antichi!”."
  ],
  [
    16,
    "Lo marchieremo sul grugno."
  ],
  [
    17,
    "Li abbiamo messi alla prova come abbiamo messo alla prova quelli del giardino che avevano giurato di fare il raccolto al mattino,"
  ],
  [
    18,
    "senza formulare riserva."
  ],
  [
    19,
    "Venne un uragano, proveniente dal tuo Signore, mentre dormivano:"
  ],
  [
    20,
    "e al mattino fu come se [il giardino] fosse stato falciato."
  ],
  [
    21,
    "L'indomani si chiamarono gli uni con gli altri, di buon mattino:"
  ],
  [
    22,
    "“Andate di buon'ora alla vostra piantagione, se volete raccogliere”."
  ],
  [
    23,
    "Andarono parlando tra loro a bassa voce:"
  ],
  [
    24,
    "“Che oggi non si presenti a voi un povero!”."
  ],
  [
    25,
    "Uscirono di buon'ora, in preda all'avarizia, pur avendo i mezzi [per fare l'elemosina]."
  ],
  [
    26,
    "Quando poi videro [quel che era avvenuto], dissero: “Davvero abbiamo sbagliato [strada]!"
  ],
  [
    27,
    "[Ma poi convennero:] Siamo rovinati”."
  ],
  [
    28,
    "Il più equilibrato tra loro disse: “Non vi avevo forse avvertito di rendere gloria ad Allah?”."
  ],
  [
    29,
    "Dissero: “Gloria al nostro Signore, invero siamo stati ingiusti”."
  ],
  [
    30,
    "Si volsero poi gli uni agli altri, biasimandosi a vicenda."
  ],
  [
    31,
    "Dissero: “Guai a noi, invero siamo stati iniqui."
  ],
  [
    32,
    "È possibile che il nostro Signore ci compensi di questo con qualcosa di migliore. Noi bramiamo il nostro Signore”."
  ],
  [
    33,
    "Questo fu il castigo, ma il castigo dell'altra vita è ancora maggiore, se solo lo sapessero!"
  ],
  [
    34,
    "I devoti avranno presso il loro Signore i Giardini della Delizia."
  ],
  [
    35,
    "Tratteremo i sottomessi come i criminali?"
  ],
  [
    36,
    "Che cosa vi prende? Come giudicate?"
  ],
  [
    37,
    "Avete forse una Scrittura che vi istruisca,"
  ],
  [
    38,
    "e in cui troviate quel che desiderate?"
  ],
  [
    39,
    "Ci siamo forse legati a voi con solenni giuramenti che Ci impegnino fino al Giorno della Resurrezione, a darvi quello che chiederete?"
  ],
  [
    40,
    "Interpellali su chi di loro se ne faccia garante."
  ],
  [
    41,
    "Oppure, hanno forse degli [dèi] associati? Allora facciano venire i loro associati, se sono sinceri."
  ],
  [
    42,
    "Il Giorno in cui affronteranno gli orrori, saranno chiamati a prosternarsi, ma non potranno farlo:"
  ],
  [
    43,
    "saranno bassi i loro sguardi e saranno coperti di ignominia. Eppure furono chiamati a prosternarsi quando ancora erano sani e salvi."
  ],
  [
    44,
    "LasciaMi solo con coloro che tacciano di menzogna questo Discorso. Li condurremo passo passo per vie che non conoscono."
  ],
  [
    45,
    "Concedo loro una dilazione: in verità il Mio piano è infallibile."
  ],
  [
    46,
    "Forse chiedi loro un compenso che li gravi di un peso insopportabile?"
  ],
  [
    47,
    "Forse possiedono l'invisibile e lo descrivono?"
  ],
  [
    48,
    "Sopporta dunque con pazienza il Decreto del tuo Signore e non essere come l'uomo della balena, che invocò al colmo dell'angoscia."
  ],
  [
    49,
    "Se una grazia del tuo Signore non lo avesse toccato, sarebbe stato gettato sulla riva deserta, reietto."
  ],
  [
    50,
    "Poi il suo Signore lo scelse e ne fece uno dei giusti."
  ],
  [
    51,
    "Manca poco che i miscredenti ti trapassino con gli sguardi, quando sentono il Monito; dicono: “Davvero è uno posseduto!”."
  ],
  [
    52,
    "Ma questo [Corano] non è che un Monito per il Creato."
  ]
]