[
  {
    "id": 69,
    "city": "makkah",
    "name": {
      "translated": "The Reality",
      "transliterated": "Al-Haqqah",
      "codepoints": [
        1575,
        1604,
        1581,
        1575,
        1602,
        1577
      ]
    },
    "ayahs": 52,
    "slug": "al-haqqah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "L'Inevitabile!"
  ],
  [
    2,
    "Cos'è l'Inevitabile?"
  ],
  [
    3,
    "Chi mai ti dirà che cos'è l'Inevitabile?"
  ],
  [
    4,
    "I Thamûd e gli Âd tacciarono di menzogna il cataclisma,"
  ],
  [
    5,
    "ma i Thamûd furono sterminati da un Grido tremendo,"
  ],
  [
    6,
    "mentre gli Âd furono distrutti da un vento mugghiante, furioso,"
  ],
  [
    7,
    "che Allah scatenò contro di loro per sette notti e otto giorni consecutivi. Allora avresti visto quella gente riversa in terra come tronchi cavi di palma."
  ],
  [
    8,
    "Ne vedi forse uno sopravvissuto?"
  ],
  [
    9,
    "Anche Faraone e coloro che lo precedettero e le [città] stravolte commisero peccati."
  ],
  [
    10,
    "Disobbedirono al Messaggero del loro Signore ed Egli li afferrò con estrema energia."
  ],
  [
    11,
    "Quando l'acqua dilagò vi caricammo sull'Arca,"
  ],
  [
    12,
    "affinché essa diventasse un monito ricordato da ogni orecchio che ricorda."
  ],
  [
    13,
    "Quando sarà soffiato nel Corno la prima volta,"
  ],
  [
    14,
    "e la terra e le montagne saranno sollevate e polverizzate in un sol colpo,"
  ],
  [
    15,
    "in quel Giorno avverrà l'Evento,"
  ],
  [
    16,
    "e si spaccherà il cielo, così fragile in quel Giorno."
  ],
  [
    17,
    "Staranno gli angeli ai suoi orizzonti e in quel Giorno otto [di loro] porteranno il Trono del tuo Signore."
  ],
  [
    18,
    "Sfilerete [davanti ad Allah] in quel Giorno e niente di quel che celate potrà essere nascosto."
  ],
  [
    19,
    "Chi avrà ricevuto il libro nella mano destra, dirà: “Prendete, leggete il mio libro."
  ],
  [
    20,
    "Invero sapevo che avrei avuto il mio rendiconto!”."
  ],
  [
    21,
    "Egli avrà piacevole esistenza"
  ],
  [
    22,
    "in un Giardino elevato,"
  ],
  [
    23,
    "i cui frutti saranno a portata di mano."
  ],
  [
    24,
    "“Mangiate e bevete in pace, è il premio per quel che avete fatto nei giorni passati.”"
  ],
  [
    25,
    "Chi invece avrà ricevuto il suo libro nella mano sinistra, dirà: “Ahimè, se solo non mi fosse stato consegnato il mio libro"
  ],
  [
    26,
    "e non avessi conosciuto il mio rendiconto!"
  ],
  [
    27,
    "Ahimè, quanto vorrei che essa fosse stata definitiva!"
  ],
  [
    28,
    "Quel che possedevo non mi ha giovato affatto."
  ],
  [
    29,
    "Ho perso il mio potere”."
  ],
  [
    30,
    "[Diranno:] “Afferratelo e mettetelo nei ceppi,"
  ],
  [
    31,
    "quindi sia precipitato nella Fornace,"
  ],
  [
    32,
    "e poi legatelo con una catena di settanta cubiti."
  ],
  [
    33,
    "Non credeva in Allah, il Supremo,"
  ],
  [
    34,
    "e non esortava a nutrire il povero."
  ],
  [
    35,
    "Oggi non avrà qui nessun amico sincero,"
  ],
  [
    36,
    "né altro cibo che sanie"
  ],
  [
    37,
    "che solo i colpevoli mangeranno."
  ],
  [
    38,
    "Lo giuro per quel che vedete,"
  ],
  [
    39,
    "e per quel che non vedete!”."
  ],
  [
    40,
    "Questa è in verità la parola di un Messaggero nobilissimo;"
  ],
  [
    41,
    "non è la parola di un poeta - [credetelo] per quanto poco crediate-"
  ],
  [
    42,
    "e neanche la parola di un indovino _ per quanto poco riflettiate!"
  ],
  [
    43,
    "È una Rivelazione venuta dal Signore dei mondi."
  ],
  [
    44,
    "Se [Muhammad] Ci avesse mendacemente attribuito qualche discorso,"
  ],
  [
    45,
    "lo avremmo certo afferrato per la mano destra,"
  ],
  [
    46,
    "e quindi gli avremmo reciso l'aorta"
  ],
  [
    47,
    "e nessuno di voi avrebbe potuto impedirCelo."
  ],
  [
    48,
    "In verità questo è un Monito per i timorati [di Allah]!"
  ],
  [
    49,
    "Sappiamo che tra voi c'è chi lo tratta da bugiardo;"
  ],
  [
    50,
    "in verità ciò sarà un rimpianto per i miscredenti;"
  ],
  [
    51,
    "questa è l'assoluta certezza."
  ],
  [
    52,
    "Allora glorifica il Nome del tuo Signore, il Supremo."
  ]
]