[
  {
    "id": 70,
    "city": "makkah",
    "name": {
      "translated": "The Ascending Stairways",
      "transliterated": "Al-Ma'arij",
      "codepoints": [
        1575,
        1604,
        1605,
        1593,
        1575,
        1585,
        1580
      ]
    },
    "ayahs": 44,
    "slug": "al-maarij",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Un tale ha chiesto un castigo immediato."
  ],
  [
    2,
    "Per i miscredenti nessuno potrà impedirlo"
  ],
  [
    3,
    "[poiché proviene] da Allah, il Signore delle Vie dell'Ascesa."
  ],
  [
    4,
    "Gli angeli e lo Spirito ascendono a Lui in un Giorno la cui durata è di cinquantamila anni."
  ],
  [
    5,
    "Pazienta dunque di bella pazienza."
  ],
  [
    6,
    "Essi lo considerano come fosse lontano,"
  ],
  [
    7,
    "mentre Noi lo vediamo vicino."
  ],
  [
    8,
    "Il Giorno in cui il cielo sarà come metallo fuso"
  ],
  [
    9,
    "e le montagne come [fiocchi] di lana,"
  ],
  [
    10,
    "nessun amico sollecito chiederà dell'amico,"
  ],
  [
    11,
    "anche se sarà dato loro di vedersi. Il malvagio vorrebbe riscattarsi dal castigo di quel Giorno, offrendo i suoi figli,"
  ],
  [
    12,
    "la sua sposa e suo fratello,"
  ],
  [
    13,
    "e la sua gente che lo ospitava,"
  ],
  [
    14,
    "e tutto quel che è sulla terra, ogni cosa che potesse salvarlo."
  ],
  [
    15,
    "Niente [lo salverà]: sarà una fiammata"
  ],
  [
    16,
    "a strappargli brutalmente la pelle del cranio."
  ],
  [
    17,
    "Essa chiamerà chi avrà volto le spalle e se ne sarà andato"
  ],
  [
    18,
    "[chi] accumulava e tesaurizzava."
  ],
  [
    19,
    "In verità l'uomo è stato creato instabile;"
  ],
  [
    20,
    "prostrato quando lo coglie sventura,"
  ],
  [
    21,
    "arrogante nel benessere;"
  ],
  [
    22,
    "eccetto coloro che eseguono l'orazione,"
  ],
  [
    23,
    "e sono costanti nella loro orazione,"
  ],
  [
    24,
    "e sui cui beni c'è un riconosciuto diritto,"
  ],
  [
    25,
    "per il mendicante e il diseredato;"
  ],
  [
    26,
    "coloro che attestano la verità del Giorno del Giudizio"
  ],
  [
    27,
    "e coloro che temono il castigo del loro Signore -"
  ],
  [
    28,
    "ché in verità il castigo del loro Signore non è cosa da cui si possa trovare riparo -"
  ],
  [
    29,
    "e che si mantengono casti"
  ],
  [
    30,
    "eccetto che con le loro spose e con le schiave che possiedono - e in questo non sono biasimevoli,"
  ],
  [
    31,
    "mentre coloro che desiderano altro sono i trasgressori;"
  ],
  [
    32,
    "coloro che rispettano ciò che è loro stato affidato e i loro impegni,"
  ],
  [
    33,
    "che rendono testimonianza sincera,"
  ],
  [
    34,
    "e hanno cura della loro orazione."
  ],
  [
    35,
    "Costoro saranno onorati nei Giardini."
  ],
  [
    36,
    "Cos'hanno mai da affrettarsi verso di te coloro che non credono,"
  ],
  [
    37,
    "[venendo] in gruppi da destra e da sinistra?"
  ],
  [
    38,
    "Ciascuno di loro desidera che lo si lasci entrare nel Giardino della Delizia?"
  ],
  [
    39,
    "No, mai! Invero li creammo di quello che già sanno."
  ],
  [
    40,
    "Lo giuro per il Signore degli Orienti e degli Occidenti, in verità abbiamo il potere"
  ],
  [
    41,
    "di sostituirli con [altri] migliori di loro e nessuno potrebbe precederCi."
  ],
  [
    42,
    "Lascia dunque che disputino e giochino finché non incontreranno il Giorno che è stato loro promesso;"
  ],
  [
    43,
    "il Giorno in cui usciranno dalle tombe in fretta, come se corressero verso pietre drizzate,"
  ],
  [
    44,
    "con gli sguardi umili, coperti di vergogna: questo è il Giorno che è stato loro promesso."
  ]
]