[
  {
    "id": 71,
    "city": "makkah",
    "name": {
      "translated": "Noah",
      "transliterated": "Nuh",
      "codepoints": [
        1606,
        1608,
        1581
      ]
    },
    "ayahs": 28,
    "slug": "nuh",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "In verità inviammo Noè al suo popolo: “Avverti il tuo popolo prima che giunga loro un doloroso castigo”."
  ],
  [
    2,
    "Disse: “O popol mio, in verità io sono per voi un ammonitore evidente:"
  ],
  [
    3,
    "adorate Allah, temeteLo e obbeditemi,"
  ],
  [
    4,
    "affinché perdoni una parte dei vostri peccati e vi conceda dilazione fino a un termine stabilito; ma quando giungerà il termine di Allah non potrà essere rimandato, se [solo] lo sapeste”."
  ],
  [
    5,
    "Disse: “Signore, ho chiamato il mio popolo giorno e notte,"
  ],
  [
    6,
    "ma il mio richiamo ha solo accresciuto la loro repulsione."
  ],
  [
    7,
    "Ogni volta che li chiamavo affinché Tu li perdonassi, si turavano le orecchie con le dita e si avvolgevano nelle loro vesti, pervicaci e tronfi di superbia."
  ],
  [
    8,
    "Poi li ho chiamati ad alta voce."
  ],
  [
    9,
    "Li ho arringati e ho parlato loro in segreto,"
  ],
  [
    10,
    "dicendo: Implorate il perdono del vostro Signore, Egli è Colui Che molto perdona,"
  ],
  [
    11,
    "affinché vi invii dal cielo una pioggia abbondante,"
  ],
  [
    12,
    "accresca i vostri beni e i vostri figli e vi conceda giardini e ruscelli."
  ],
  [
    13,
    "Perché non confidate nella magnanimità di Allah,"
  ],
  [
    14,
    "quando è Lui che vi ha creati in fasi successive?"
  ],
  [
    15,
    "Non avete considerato come Allah ha creato sette cieli sovrapposti"
  ],
  [
    16,
    "e della luna ha fatto una luce e del sole un luminare."
  ],
  [
    17,
    "È Allah che vi ha fatto sorgere dalla terra come piante."
  ],
  [
    18,
    "Poi vi rimanderà [ad essa] e vi farà risorgere."
  ],
  [
    19,
    "Allah ha fatto della terra un tappeto per voi,"
  ],
  [
    20,
    "affinché possiate viaggiare su spaziose vie”."
  ],
  [
    21,
    "Disse Noè: “Signore, mi hanno disobbedito seguendo coloro i cui beni e figli non fanno che aumentarne la rovina;"
  ],
  [
    22,
    "hanno tramato un'enorme trama"
  ],
  [
    23,
    "e hanno detto: Non abbandonate i vostri dèi, non abbandonate né Wadd, né Suwâ, né Yaghûth, né Yaûq, né Nasr”."
  ],
  [
    24,
    "Essi ne hanno traviati molti; [Signore,] non accrescere gli ingiusti altro che nella perdizione”."
  ],
  [
    25,
    "A causa dei loro peccati sono stati affogati e poi introdotti nel Fuoco, e non trovarono nessun soccorritore all'infuori di Allah."
  ],
  [
    26,
    "Pregò Noè: “Signore, non lasciare sulla terra alcun abitante che sia miscredente!"
  ],
  [
    27,
    "Se li risparmierai, travieranno i Tuoi servi e non genereranno altro che perversi ingrati."
  ],
  [
    28,
    "Signore, perdona a me, ai miei genitori, a chi entra nella mia casa come credente, ai credenti e alle credenti; non accrescere gli ingiusti altro che nella rovina”."
  ]
]