[
  {
    "id": 76,
    "city": "madinah",
    "name": {
      "translated": "The Man",
      "transliterated": "Al-Insan",
      "codepoints": [
        1575,
        1604,
        1575,
        1606,
        1587,
        1575,
        1606
      ]
    },
    "ayahs": 31,
    "slug": "al-insan",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Non è forse trascorso un lasso di tempo in cui l'uomo non sia stato una creatura degna di menzione?"
  ],
  [
    2,
    "Invero creammo l'uomo, per metterlo alla prova, da una goccia di sperma eterogenea e abbiamo fatto sì che sentisse e vedesse"
  ],
  [
    3,
    "e gli abbiamo indicato la Retta Via, sia esso riconoscente o ingrato."
  ],
  [
    4,
    "In verità abbiamo preparato per i miscredenti catene, gioghi e la Fiamma."
  ],
  [
    5,
    "In verità i giusti berranno da una coppa in cui è un miscuglio di [acqua e di] Kafûr,"
  ],
  [
    6,
    "[attinta da una] fonte da cui berranno i servi di Allah, che la faranno fluire con abbondanza,"
  ],
  [
    7,
    "coloro che assolvono ai loro voti e temono il giorno il cui male si propagherà ovunque,"
  ],
  [
    8,
    "[loro] che, nonostante il loro bisogno, nutrono il povero, l'orfano e il prigioniero;"
  ],
  [
    9,
    "[e interiormente affermano:] “È solo per il volto di Allah, che vi nutriamo; non ci aspettiamo da voi né ricompensa, né gratitudine."
  ],
  [
    10,
    "Invero noi temiamo un Giorno terribile e catastrofico da parte del nostro Signore”."
  ],
  [
    11,
    "Allah li preserverà dal male di quel Giorno e verserà su di loro splendore e gioia,"
  ],
  [
    12,
    "li compenserà del loro perseverare con il Giardino e la seta."
  ],
  [
    13,
    "Adagiati su alti divani, non dovranno subire né il sole, né il freddo pungente."
  ],
  [
    14,
    "Le sue ombre li copriranno e i suoi frutti penderanno a portata di mano."
  ],
  [
    15,
    "Verranno serviti da un vassoio d'argento e coppe di cristallo,"
  ],
  [
    16,
    "di cristallo e d'argento, convenientemente riempite."
  ],
  [
    17,
    "E berranno colà, da una coppa contenente una mistura di zenzero,"
  ],
  [
    18,
    "[attinta] da una fonte di quel luogo chiamata Salsabîl."
  ],
  [
    19,
    "Saranno serviti da fanciulli di eterna giovinezza: vedendoli, ti sembreranno perle sparse."
  ],
  [
    20,
    "Quando lo vedrai, vedrai delizia e un vasto regno."
  ],
  [
    21,
    "Indosseranno abiti verdi di seta finissima e broccato. Saranno ornati con bracciali d'argento e il loro Signore darà loro una bevanda purissima."
  ],
  [
    22,
    "In verità questo vi sarà concesso in ricompensa e il vostro sforzo sarà riconosciuto."
  ],
  [
    23,
    "In verità siamo stati Noi a far scendere gradualmente il Corano su di te."
  ],
  [
    24,
    "Sii paziente [nell'attesa] del Decreto del tuo Signore e non obbedire al peccatore e all'ingrato dei loro."
  ],
  [
    25,
    "Menziona il Nome del tuo Signore, al mattino e alla sera,"
  ],
  [
    26,
    "e durante la notte prosternati a Lui e glorificaLo a lungo nella notte."
  ],
  [
    27,
    "Coloro che amano l'effimero trascurano un Giorno grave."
  ],
  [
    28,
    "Siamo stati Noi a crearli e a consolidare le loro giunture. Se volessimo, li sostituiremmo con altri loro simili."
  ],
  [
    29,
    "In verità questo è un Monito. Chi vuole, intraprenda dunque la via che conduce al suo Signore."
  ],
  [
    30,
    "Ma voi lo vorrete solo se Allah lo vuole. Allah è sapiente e saggio."
  ],
  [
    31,
    "Introduce chi vuole nella Sua misericordia, mentre per gli ingiusti ha preparato un doloroso castigo."
  ]
]