[
  {
    "id": 79,
    "city": "makkah",
    "name": {
      "translated": "Those who drag forth",
      "transliterated": "An-Nazi'at",
      "codepoints": [
        1575,
        1604,
        1606,
        1575,
        1586,
        1593,
        1575,
        1578
      ]
    },
    "ayahs": 46,
    "slug": "an-naziat",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Per gli strappanti violenti! [La maggior parte degli esegeti ritiene che i soggetti dell'invocazione espressa nei primi cinque versetti siano gli angeli incaricati di prendere le anime dei moribondi. In base a questa ipotesi sarà possibile formulare la traduzione interpretativa con parole molto diverse da quelle del testo coranico. Lo faremo nelle note per proporre al lettore il significato comunemente accettato dall'esegesi islamica] [“Per gli angeli che strappano le anime degli empi con violenza!”]"
  ],
  [
    2,
    "Per i correnti veloci! [“Per gli angeli che delicatamente ritirano le anime dei credenti!”]"
  ],
  [
    3,
    "Per i nuotanti leggeri! [“Per gli angeli che fluttuano liberamente nello spazio!”]"
  ],
  [
    4,
    "Per i sopravanzanti con foga [“Per gli angeli che energicamente precedono le anime dei beati!”]"
  ],
  [
    5,
    "per sistemare ogni cosa! [“Per gli angeli che fanno applicare i decreti di Allah!”]"
  ],
  [
    6,
    "Il Giorno in cui risuonerà il Risuonante, [“il Risuonante”: il Corno del Giudizio fa risuonare il primo dei tre squilli fatidici. Si potrebbe anche tradurre: “il Giorno in cui la terra tremerà violentemente”]"
  ],
  [
    7,
    "al quale seguirà il successivo, [“seguirà il successivo”: il secondo squillo del Corno, quello a cui risponderanno i morti, alzandosi dalle loro tombe, oppure “e sarà reiterata la scossa”]"
  ],
  [
    8,
    "il quel Giorno tremeranno i cuori"
  ],
  [
    9,
    "e saranno abbassati gli sguardi."
  ],
  [
    10,
    "Dicono: “Saremo ricondotti [sulla terra]"
  ],
  [
    11,
    "quando già saremo ossa marcite?”."
  ],
  [
    12,
    "Dicono: “Sarebbe questo un disastroso ritorno!”."
  ],
  [
    13,
    "Ci sarà un solo grido,"
  ],
  [
    14,
    "ed eccoli risvegliati, sulla superficie [della terra]."
  ],
  [
    15,
    "Non ti giunse [o Muhammad] la storia di Mosè?"
  ],
  [
    16,
    "Quando lo chiamò il suo Signore, nella valle santa di Tuwâ:"
  ],
  [
    17,
    "“Va' da Faraone, invero è divenuto un ribelle!”."
  ],
  [
    18,
    "E digli: Sei disposto a purificarti,"
  ],
  [
    19,
    "sicché io ti guidi verso il tuo Signore e tu [Lo] tema?\"."
  ],
  [
    20,
    "Gli mostrò poi il segno più grande."
  ],
  [
    21,
    "Ma quello tacciò di menzogna e disobbedì,"
  ],
  [
    22,
    "poi volse le spalle e si distolse."
  ],
  [
    23,
    "Convocò [i notabili] e proclamò:"
  ],
  [
    24,
    "“Sono io il vostro signore, l'altissimo”."
  ],
  [
    25,
    "Lo colpì Allah con il castigo nell'altra vita e in questa."
  ],
  [
    26,
    "In ciò vi è motivo di riflessione per chi è timorato [di Allah]."
  ],
  [
    27,
    "Sareste voi più difficili da creare o il cielo che [Egli] ha edificato?"
  ],
  [
    28,
    "Ne ha innalzato la volta e le ha dato perfetta armonia,"
  ],
  [
    29,
    "ha fatto oscura la sua notte e ha fatto brillare il chiarore del suo giorno."
  ],
  [
    30,
    "Dopo di ciò ha esteso la terra:"
  ],
  [
    31,
    "ne ha tratto l'acqua e i pascoli,"
  ],
  [
    32,
    "e le montagne le ha ancorate,"
  ],
  [
    33,
    "sì che ne godeste voi e il vostro bestiame."
  ],
  [
    34,
    "Poi, quando verrà il grande cataclisma,"
  ],
  [
    35,
    "il Giorno in cui l'uomo ricorderà in cosa si è impegnato,"
  ],
  [
    36,
    "e apparirà la Fornace per chi potrà vederla,"
  ],
  [
    37,
    "colui che si sarà ribellato,"
  ],
  [
    38,
    "e avrà preferito la vita terrena,"
  ],
  [
    39,
    "avrà invero la Fornace per rifugio."
  ],
  [
    40,
    "E colui che avrà paventato di comparire davanti al suo Signore e avrà preservato l'animo suo dalle passioni,"
  ],
  [
    41,
    "avrà invero il Giardino per rifugio."
  ],
  [
    42,
    "T'interpellano a proposito dell'Ora: “Quando giungerà?”."
  ],
  [
    43,
    "Che [scienza] ne hai per informarli?"
  ],
  [
    44,
    "Al tuo Signore il termine."
  ],
  [
    45,
    "Tu non sei che un ammonitore per coloro che la paventano."
  ],
  [
    46,
    "Il Giorno in cui la vedranno, sarà come se fossero rimasti [sulla terra] una sera o un mattino."
  ]
]