[
  {
    "id": 83,
    "city": "makkah",
    "name": {
      "translated": "The Defrauding",
      "transliterated": "Al-Mutaffifin",
      "codepoints": [
        1575,
        1604,
        1605,
        1591,
        1601,
        1601,
        1610,
        1606
      ]
    },
    "ayahs": 36,
    "slug": "al-mutaffifin",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Guai ai frodatori,"
  ],
  [
    2,
    "che quando comprano esigono colma la misura,"
  ],
  [
    3,
    "ma quando sono loro a misurare o a pesare, truffano."
  ],
  [
    4,
    "Non pensano che saranno resuscitati,"
  ],
  [
    5,
    "in un Giorno terribile,"
  ],
  [
    6,
    "il Giorno in cui le genti saranno ritte davanti al Signore dei mondi?"
  ],
  [
    7,
    "No, in verità, il registro dei peccatori è nella Segreta;"
  ],
  [
    8,
    "e chi mai ti farà comprendere cos'è la Segreta ?"
  ],
  [
    9,
    "È uno scritto vergato."
  ],
  [
    10,
    "Guai, in quel Giorno, a coloro che tacciano di menzogna,"
  ],
  [
    11,
    "che tacciano di menzogna il Giorno del Giudizio."
  ],
  [
    12,
    "Non lo taccia di menzogna altri che il peccatore inveterato,"
  ],
  [
    13,
    "che, quando gli sono recitati i Nostri versetti, dice: “Favole degli antichi!”."
  ],
  [
    14,
    "Niente affatto: è piuttosto quello che fanno che copre i loro cuori."
  ],
  [
    15,
    "Niente affatto: in verità in quel Giorno un velo li escluderà dal vedere il loro Signore,"
  ],
  [
    16,
    "e poi cadranno nella Fornace."
  ],
  [
    17,
    "Sarà detto loro: “Ecco quello che tacciavate di menzogna!”."
  ],
  [
    18,
    "Niente affatto: il registro dei caritatevoli sarà nelle Altezze."
  ],
  [
    19,
    "E chi mai ti farà comprendere cosa sono le Altezze?"
  ],
  [
    20,
    "È uno scritto vergato."
  ],
  [
    21,
    "I ravvicinati ne renderanno testimonianza."
  ],
  [
    22,
    "I giusti saranno nella delizia,"
  ],
  [
    23,
    "[appoggiati] su alti divani guarderanno."
  ],
  [
    24,
    "Sui loro volti vedrai il riflesso della Delizia."
  ],
  [
    25,
    "Berranno un nettare puro, suggellato"
  ],
  [
    26,
    "con suggello di muschio - che vi aspirino coloro che ne sono degni -"
  ],
  [
    27,
    "[un nettare] mescolato con Tasnîm,"
  ],
  [
    28,
    "fonte di cui berranno i ravvicinati."
  ],
  [
    29,
    "Invero i malvagi schernivano i credenti;"
  ],
  [
    30,
    "quando passavano nei loro pressi si davano occhiate,"
  ],
  [
    31,
    "ritornando dalla loro gente, si burlavano di loro;"
  ],
  [
    32,
    "e quando li vedevano, dicevano: “Davvero sono fuorviati!”."
  ],
  [
    33,
    "Certo non hanno avuto l'incarico di vegliare su di loro."
  ],
  [
    34,
    "Oggi invece sono i credenti a ridere dei miscredenti:"
  ],
  [
    35,
    "[appoggiati] su alti divani guarderanno."
  ],
  [
    36,
    "I miscredenti non sono forse compensati per quello che hanno fatto?"
  ]
]